Repository: open-xchange/appsuite-middleware
Catalog: com.openexchange.upsell.multiple.gui/gui/lang/*.po
Languages: de_de

source: Enhance your system with &#8222;InfoStore&#8220;
de_de: Erweitern Sie Ihr System mit &#8222;InfoStore&#8220;

source: Where ever you are your documents are stored securely and<br> can be accessed and worked on, anytime!
de_de: Greifen Sie von überall auf Ihre Dokumente zu,<br>jederzeit, versioniert und sicher!

source: Teamwork on important files & data
de_de: Teamwork: Dokumente & Dateien gemeinsam bearbeiten

source: Share or publish docments without sending large email attachments
de_de: Dokumente mittels Publish & Subscribe anderen ohne Mail-Push zugänglich machen

source: Ensure actuality through automatic versioning
de_de: Aktualität wird durch Versions- und Anderungskontrolle sicher gestellt

source: Distinguish between official and private content through &#8220;Personal&#8221; &amp; &#8220;Public&#8221; folders
de_de: Persönliches und Firmeninhalte unterscheiden Sie durch persönliche & öffentliche Dokumentmappen

source: Refer to documents via URL-link in projekts and meetings
de_de: Verweisen Sie auch Dokumente per URL-Link

source: Access your files anywhere anytime
de_de: Greifen Sie von überall auf Ihre Dokumente zu

source: Data-Security by centralized Server-Back-Up
de_de: Daten-Sicherheit durch ein zentrales Server Back-Up

source: Sign up for 90 Days free trial now !
de_de: Anmelden zur 90 Tage Testversion

source: Sign-Up for trial
de_de: Anmelden zur Testversion

source: Invite all my colleagues
de_de: Freunde benachrichtigen

source: Enhance your system with &#8222;Teamwork Capabilities&#8220;
de_de: Erweitern Sie Ihr System mit &#8222;Teamwork Funktionen&#8220;

source: Make your team successful and cooperate with each other <br>on tasks, shared files and your team-calendar!
de_de: Machen Sie Ihr Team erfolgreicher<br>und kooperieren Sie gemeinsam in Aufgaben mit Dateien und im Team-Kalender!

source: Team-Calendar
de_de: Team-Kalender

source: Tasks Delegation
de_de: Delegation von Aufgaben

source: Share Folders
de_de: In Verzeichnissen gemeinsam arbeiten

source: Share Calendars
de_de: Kalender gemeinsam nutzen

source: Enhance your system with &#8222;Business Mobility&#8220;
de_de: Erweitern Sie Ihr System um den &#8222;mobilen Zugriff via Handy&#8220;

source: Mail Push or Mail Professional
de_de: Mail Push oder Mail Professional

source: With your &#8220;SmartPhone&#8221; you access all vital data<br>(mail, calendar, contacts, etc.) effortlessly and manageable on the spot.
de_de: Mit Ihrem Handy haben jederzeit Zugriff auf alle Ihre Daten, ob die Mail, den Kalender, die Kontakte, etc. und können diese sofort bearbeiten.

source: Read and answer your mails.
de_de: Lesen und beantworten Sie Ihre Mails

source: Accept appointment proposals.
de_de: Nehmen Sie Termineinladungen an

source: Organize your meetings.
de_de: Organisieren Sie Ihre Meetings

source: Add new addresses.
de_de: Fügen Sie neue Adressen hinzu

source: Supported are: Windows Mobile 6.x, the Apple iPhone and Nokia S60 OS phones
de_de: Unterstützt werden: Windows Mobile 6.x, das Apple iPhone und Nokia S60 OS Handys

source: Blackberry & Android phones are supported through additional Software-Clients.
de_de: Blackberry & Android Handys werden durch zusätzliche Software angebunden.

source: Buy
de_de: Kaufen

source: Enhance your system with &#8222;Outlook Oxtender&#8220;
de_de: Erweitern Sie Ihr System mit dem &#8222;Outlook Oxtender&#8220;

source: If Outlook&copy; is your preferred choice,<br>use it as your local Groupware Client.
de_de: Arbeiten Sie mit MS Outlook als dem von Ihnen favorisierten Interface.

source: All your Appointments, Contacts, Mails, etc. get synchronized.
de_de: Alle Ihre Termine, Kontakte, Mails, etc. werden synchronisiert.

source: Same look & feel locally and access via web-interface if needed.
de_de: Das gleiche Look & Feel egal ob Sie lokal oder im Web arbeiten.

source: All your private, public and shared folders are accessable
de_de: Alle Ihre privaten, öffentlichen und gemeinsamen Ordner sind zugänglich

source: Your provider processed your order successfully.
de_de: Ihre Bestellung wurde erfolgreiche verarbeitet.

source: After you press 'OK', an automatic Re-Login will be initiated, and the new feature is going to be available immediately
de_de: Nachdem Sie 'OK' gedrückt haben, kommt es zu einem automatischen Login, womit das neue Feature sofort zur Verfügung steht

source: Error.
de_de: Fehler

source: No Valid Purchasing method
de_de: Keine gültige Kauf-Transaktion

source: cancel
de_de: Abbruch

source: back
de_de: zurück

source: more
de_de: mehr

source: close
de_de: schliessen
