Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Australia/Tasmania
bg_bg: Австралия / Тасмания
ca_es: Austràlia/Tasmània
fr_fr: Australie / Tasmanie
nl_nl: Australië/Tasmanië
tr_tr: Avustralya/Tazmanya
zh_cn: 澳大利亚/塔斯马尼亚州
zh_tw: 澳大利亞/塔斯馬尼亞州

source: Australia/Victoria
bg_bg: Австралия / Виктория
ca_es: Austràlia/Victòria
fr_fr: Australie / Victoria
nl_nl: Australië/Victoria
tr_tr: Avustralya/Victoria
zh_cn: 澳大利亚/维多利亚州
zh_tw: 澳大利亞/維多利亞州

source: Australia/Yancowinna
bg_bg: Австралия / Yancowinna
ca_es: Austràlia/Yancowinna
fr_fr: Australie / Yancowinna
nl_nl: Australië/Yancowinna
tr_tr: Avustralya/Yancowinna
zh_cn: 澳大利亚/洋科维那
zh_tw: 澳大利亞/洋科維那

source: Europe/Astrakhan
bg_bg: Европа / Астрахан

source: Europe/Busingen
bg_bg: Европа / Бюзинген
nl_nl: Europa/Büsingen
zh_cn: 欧洲/布辛根
zh_tw: 歐洲/布辛根

source: Europe/Kirov
bg_bg: Европа / Киров

source: Europe/Saratov
bg_bg: Европа / Саратов

source: Europe/Ulyanovsk
bg_bg: Европа / Уляновск

source: Greenwich
bg_bg: Гринуич
zh_cn: 格林威治
zh_tw: 格林威治

source: Hongkong
bg_bg: Хонг Конг
zh_cn: 香港
zh_tw: 香港

source: Iran
bg_bg: Иран
es_mx: Irán
zh_cn: 伊朗
zh_tw: 伊朗

source: Kwajalein
bg_bg: Кваялейн
zh_cn: 卡瓦加兰
zh_tw: 卡瓦加蘭

source: Navajo
bg_bg: навахо
tr_tr: Navaholar
zh_cn: 那瓦荷
zh_tw: 那瓦荷

source: Pacific/Bougainville
bg_bg: Pacific / Бугенвил
fr_fr: Pacifique / Bougainville
nl_nl: Grote Oceaan/Bougainville
zh_cn: 太平洋/布干維爾
zh_tw: 太平洋/布干維爾

source: Zulu
bg_bg: Зулу
es_mx: Zulú
fr_fr: Zoulou
nl_nl: Zoeloe
zh_cn: 祖鲁
zh_tw: 祖魯

source: A severe error occurred.
es_mx: Se ha producido un error grave.

source: An error occurred. Please try again later.
es_mx: Se ha producido un error. Por favor, inténtelo de nuevo más tarde.

source: An IOException ocurred reading .po file %s.
es_mx: Se produjo una IOException al leer el archivo .po %s.

source: Album
es_mx: Álbum

source: %s has already been taken (field: %s)
es_mx: %s ya se ha tomado (campo: %s)

source: Missing key "%1$s" in: "%2$s"
es_mx: Falta la clave "%1$s" en: "%2$s".

source: Missing start date, unable to calculate recurring.
es_mx: Falta la fecha de inicio. No se puede calcular la periodicidad.

source: SearchIterator NULL
es_mx: SearchIterator NULO

source: You are trying to create a new recurring from an exception. This is not possible.
es_mx: Está intentando crear una nueva periodicidad a partir de una excepción. Eso no es posible.

source: You can not move one element of a recurring appointment into another folder.
es_mx: No puede mover un elemento de una cita periódica a otra carpeta.

source: Unable to calculate given position. Seems to be a delete exception or outside range
es_mx: No es posible calcular las posición suminsitrada. Es posible que se trate de una excepción borrada o fuera de rango

source: Some data entered exceeded the field limit. Please shorten the value for "%1$s" (current: %2$s, limit: %3$s) and try again.
es_mx: Algunos datos introducidos exceden el límite del campo. Por favor, acorte el valor para "%1$s" (actual: %2$s, límite: %3$s) e inténtelo de nuevo.

source: Cannot decrease number of attachments below zero.
es_mx: No se puede reducir el número de adjuntos por debajo de cero.

source: A command to mail server failed. Server response: %1$s.
es_mx: Ha fallado una orden al servidor de correo. Respuesta del servidor: %1$s.

source: Error in protocol to mail server %1$s with login %2$s (user=%3$s, context=%4$s). Error message: %5$s
es_mx: Error de protocolo en el servidor de correo %1$s con conexión %2$s (usuario=%3$s, contexto=%4$s). Mensaje de error: %5$s

source: Cannot create directory "%1$s" for FileStorage.
es_mx: No se puede crear el directorio "%1$s" para almacén de archivos.

source: Cannot create lock file here %1$s. Please check for a stale .lock file, permissions or too long usage of the file store.
es_mx: No se puede crear aquí el archivo de bloqueo %1$s. Por favor, compruebe si hay un archivo .lock anterior, los permisos, o una utilización excesiva del almacén de archivos.

source: Eliminating the FileStorage failed.
es_mx: La eliminación del almacén de archivos ha fallado.

source: Parent folder %1$s does not allow folder's type setting %2$s in context %3$s
es_mx: La carpeta padre %1$s no permite el parámetro de tipo de carpeta (%2$s) en el contexto %3$s

source: Parent folder %1$s does not allow folder's module setting (%2$s) in context %3$s
es_mx: La carpeta padre %1$s no permite el parámetro de módulo de carpeta (%2$s) en el contexto %3$s

source: UNKNOWN EXCEPTION
es_mx: EXCEPCIÓN DESCONOCIDA

source: Shared folder %1$s MUST NOT be updated in context %2$s
es_mx: NO SE DEBE actualizar la carpeta compartida %1$s en el contexto %2$s

source: User %1$s grants invalid permissions on shared folder %2$s in context %3$s. Only the owner of parental shared folder %4$s can be the folder admin.
es_mx: El usuario %1$s concede permisos no válidos sobre la carpeta compartida %2$s en el contexto %3$s. Sólo el propietario de la carpeta compartida padre %4$s puede ser el administrador de la carpeta.

source: Missing cookie: %s
es_mx: Falta la cookie: %s

source: No session with sessionId %1$s found.
es_mx: No se ha encontrado la sesión con sessionId %1$s.

source: The parameter "%s" must be a long value but is "%s"
es_mx: El parámetro "%s" debe ser un valor tipo long, pero ahora es "%s"

source: Unknown Action: %s
es_mx: Acción desconocida: %s

source: Got JSONException
es_mx: Hay una excepción JSON

source: Missing Field(s): %s
es_mx: Falta el/los campo/s: %s

source: Missing Form Field(s): %s
es_mx: Falta el/los campo/s del formulario: %s

source: Got Exception %s
es_mx: Se produjo la excepción %s

source: Unknown Subscription
es_mx: Suscripción desconocida

source: An IOException occurred: %1$s. Was trying to get the service at %2$s.
es_mx: Se produjo una excepción IOException :%1$s. Se estaba intentando acceder al servicio en %2$s.

source: A HTTPException occurred: %1$s. Was trying to get the service at %2$s.
es_mx: Se ha producido una excepción HTTPException %1$s. Se intentaba acceder al servicio en %2$s.

source: An IOException occurred.
es_mx: Se ha producido una excepción de E/S.

source: Instant Messenger 1
ca_es: Missatgeria instantània 1
fr_fr: Messagerie instantanée 1
nb_no: Direktemeldinger 1
zh_cn: 即时通讯器1
zh_tw: 即時通訊 1

source: Instant Messenger 2
ca_es: Missatgeria instantània 2
fr_fr: Messagerie instantanée 2
nb_no: Direktemeldinger 2
zh_cn: 即时通讯器2
zh_tw: 即時通訊 2

source: A folder named "%1$s" already exists below the parent folder "%2$s".
ca_es: Ja existeix una carpeta amb el nom "%1$s" contenguda en la carpeta mare "%2$s".
fr_fr: Un dossier nommé « %1$s » existe déjà en dessous du dossier parent « %2$s ».
nb_no: Mappen "%1$s" finnes allerede under den overordnede mappen "%2$s".
nl_nl: Een map met de naam "%1$s" bestaat reeds in de bovenliggende map "%2$s".
zh_cn: 在父文件夹 "%2$s" 下已经存在一个名为 "%1$s" 的文件夹。
zh_tw: 在父資料夾「%2$s」下已經存在一個名為「%1$s」的文件夾。

source: The associated %2$s account does no more exist
fr_fr: Le compte associé %2$s n'existe plus
nb_no: Den assosierte %2$s-kontoen finnes ikke lenger
nl_nl: Het gekoppelde %2$s account bestaat niet meer
zh_cn: 关联的 %2$s 不再存在
zh_tw: 相關聯的 %2$s 帳號已不存在

source: Free/busy is not enabled for user %1$d
ca_es: L'estat lliure/ocupat no està activat per a l'usuari %1$d
fr_fr: L'état libre ou occupé n'est pas activé pour l'utilisateur %1$d
nb_no: Ledige/opptatte tidspunkt er ikke aktivert for brukeren %1$d
nl_nl: Vrij/bezet is niet ingeschakeld voor gebruiker %1$d
zh_cn: 未启用用户 %1$d 的空闲 / 忙碌状态。
zh_tw: 使用者 %1$d 無法使用空閒/忙碌狀態

source: Your session was invalidated. Please login again.
ca_es: La vostra sessió ha estat anul·lada. Per favor, provau-ho de nou.
fr_fr: Votre session a été invalidée. Veuillez vous reconnecter.
nb_no: Økten var ugyldig. Vennligst logg inn igjen.
nl_nl: Uw sessie is ongeldig. Meld u alstublieft opnieuw aan.
zh_cn: 您的会话已无效，请重新登录。
zh_tw: 您的 session 已被設定為無效，請再次登入。

source: A Guard error occurred: %1$s
fr_fr: Une erreur Guard s'est produite : %1$s
nb_no: En Guard-feil oppstod: %1$s
nl_nl: Er is een Guard-fout opgetreden: %1$s
zh_cn: 发生一个 Guard 错误：%1$s
zh_tw: 發生 Guard 錯誤: %1$s

source: A Guard server error occurred with HTTP status code %1$s. Error message: %2$s
fr_fr: Une erreur Guard s'est produite avec le code d'état HTTP %1$s. Message d'erreur : %2$s
nb_no: En Guard-tjenerfeil oppstod med HTTP statuskoden %1$s. Feilmelding: %2$s
nl_nl: Er is een Guard serverfout opgetreden met HTTP statuscode %1$s. Foutmelding: %2$s
zh_cn: 发生一个带有 %1$s HTTP 状态码的 Guard 服务器错误。错误消息：%2$s
zh_tw: Guard 伺服器發生錯誤，回傳 HTTP 狀態代碼 %1$s。錯誤訊息: %2$s

source: The provided Guard URL: %1$s is invalid
fr_fr: L'URL Guard « %1$s » fournie est invalide.
nb_no: Den angitte Guard-URLen %1$s er ugyldig
nl_nl: De opgegeven Guard-URL: %1$s is ongeldig
zh_cn: 提供的Guard URL：%1$s 是无效的
zh_tw: 提供的 Guard 網址: %1$s 無效

source: The provided Guard resource does not exist: %1$s
fr_fr: La ressource Guard « %1$s » fournie n'existe pas.
nb_no: Den angitte Guard-ressursen finnes ikke: %1$s
nl_nl: De opgegeven %1$s bron bestaat niet: %1$s
zh_cn: 提供的 Guard 资源不存在：%1$s
zh_tw: 提供的 Guard 資源不存在: %1$s

source: The Guard resource does not exist
fr_fr: La ressource Guard n'existe pas
nb_no: Guard-ressursen finnes ikke.
nl_nl: De Guard bron bestaat niet
zh_cn: Guard 资源不存在。
zh_tw: Guard 資源不存在

source: Message(s) %1$s in folder %2$s could not be deleted due to error "%3$s"
ca_es: El/s missatge(s) %1$s de la carpeta %2$s no s'han pogut suprimir per mor de l'error "%3$s"
fr_fr: Le ou les messages %1$s du dossier %2$s n'ont pas pu être supprimés en raison de l'erreur « %3$s »
nb_no: Melding(ene) %1$s i mappen %2$s kan ikke slettes på grunn av feil "%3$s"
nl_nl: Bericht(en) %1$s in map %2$s kunnen niet verwijderd worden door fout "%3$s"
zh_cn: 由于错误 "%3$s"，文件夹 %2$s 中的消息 %1$s 不能被删除
zh_tw: 無法刪除資料夾 %2$s 當中的訊息 %1$s，因為發生錯誤 %3$s

source: The certificate for domain "%1$s" is untrusted.
nl_nl: Het certificaat voor domein "%1$s" is niet vertrouwd.
zh_cn: 域名 "%1$s" 的证书是不受信任的。

source: The certificate for domain "%1$s" is untrusted. You can change your general trust level in the settings.
nl_nl: Het certificaat voor domein "%1$s" is niet vertrouwd. U kan uw algemene vertrouwensinstellingen aanpassen bij de instellingen.
zh_cn: 域名 "%1$s" 的证书是不受信任的。您可以更改在设置中你常规信任级别。

source: %1$s %2$s
zh_cn: %2$s%1$s
zh_tw: %2$s %1$s

source: The scope %1$s is not supported by the provider
zh_cn: 提供者不支持 %1$s 范围

source: You do not have the appropriate permissions to read appointments in folder %1$d.
ca_es: No teniu els permisos necessaris per a llegir cites de la carpeta %1$d.
fr_fr: Vous n'avez pas les droits requis pour lire les rendez-vous dans le dossier %1$d.
nb_no: Du har ikke de nødvendige tillatelsene til å lese avtaler i mappe %1$d.
nl_nl: U heeft niet voldoende rechten om afspraken te lezen uit de map %1$d.
zh_cn: 您没有文件夹 %1$d 里读取约会的适当权限。
zh_tw: 您沒有讀取資料夾 %1$d 中約會的必要權限。

source: Move not supported: Cannot move an appointment from folder %d to folder %d.
ca_es: Moviment no suportat: no s'ha pogut moure una cita des de la carpeta %d a la carpeta %d.
fr_fr: Déplacement non pris en charge : impossible de déplacer un rendez-vous du dossier %d au dossier %d.
nb_no: Flytting støttes ikke: Kan ikke flytte en avtale fra mappe %d til mappe %d.
nl_nl: Verplaatsen niet ondersteund: Kan de afspraak niet van map %d naar map %d verplaatsen.
zh_cn: 不支持移动：无法将约会从文件夹 %d 移到文件夹 %d。
zh_tw: 不支援移動: 無法將約會從文件夾 %d 移到文件夾 %d。

source: Cannot insert task (%1$s). A task with the unique identifier (%2$s) already exists.
fr_fr: Impossible d'insérer la tâche (%1$s). Une tâche possédant l'identifiant unique (%2$s) existe déjà.
nb_no: Kan ikke sette inn oppgave (%1$s). En oppgave med den unike identifikatoren (%2$s) finnes allerede.
nl_nl: Kan de taak (%1$s) niet invoegen. Een taak met de unieke identificatie (%2$s) bestaat reeds.
zh_cn: 不能插入任务 (%1$s)。一个带有独一无二标识符 (%2$s) 的任务已经存在。
zh_tw: 無法插入任務（%1$s）。已存在相同 ID 的任務（%2$s）。

source: Templates
fr_fr: Modèles
nb_no: Maler
nl_nl: Sjablonen
tr_tr: Şablonlar
zh_cn: 模板
zh_tw: 模板

source: Folder "%1$s" is not a task folder.
ca_es: La carpeta "%1$s" no és una carpeta de tasques.
fr_fr: Le dossier « %1$s » n'est pas un dossier de tâches.
nb_no: Mappen "%1$s" er ikke en oppgavemappe.
nl_nl: Map "%1$s" is geen takenmap.
zh_cn: 文件夹 "%1$s" 不是一个任务文件夹。
zh_tw: 資料夾「%1$s」不是一個任務資料夾。

source: You do not have the appropriate permissions to read the contents of folder "%1$s".
ca_es: No teniu els permisos adequats per llegir el contingut de la carpeta "%1$s".
fr_fr: Vous n'avez pas les droits requis pour lire le contenu du dossier « %1$s ».
nb_no: Du har ikke de nødvendige tillatelsene til å lese innholdet i mappen "%1$s".
nl_nl: U heeft niet de juiste rechten om de inhoud van map "%1$s" in te zien.
zh_cn: 您没有读取文件夹 "%1$s" 内容的适当权限。
zh_tw: 您沒有閱讀資料夾「%1$s」內容的適當權限。

source: You do not have the appropriate permissions to create tasks in folder "%1$s".
ca_es: No teniu els permisos adequats per crear tasques a la carpeta "%1$s".
fr_fr: Vous n'avez pas les droits requis pour créer des tâches dans le dossier « %1$s ».
nb_no: Du har ikke de nødvendige tillatelsene til å opprette oppgaver i mappen "%1$s".
nl_nl: U heeft niet voldoende rechten om een taak aan te maken in de map "%1$s".
zh_cn: 您没有在文件夹 "%1$s" 创建任务的适当权限。
zh_tw: 您沒有在資料夾「%1$s」建立任務的適當權限。

source: You do not have the appropriate permissions to edit tasks in folder "%1$s".
ca_es: No teniu els permisos adients per a editar tasques a la carpeta "%1$s".
fr_fr: Vous n'avez pas les droits requis pour modifier des tâches dans le dossier « %1$s ».
nb_no: Du har ikke de nødvendige tillatelsene til å endre oppgaver i mappen "%1$s".
nl_nl: U heeft niet voldoende rechten om een taak te bewerken in de map "%1$s".
zh_cn: 您没有在文件夹 "%1$s" 编辑任务的适当权限。
zh_tw: 您沒有在資料夾「%1$s」編輯任務的適當權限。

source: Moving items from or into shared folder "%1$s" is not allowed.
ca_es: No està permès moure elements des de o a la carpeta compartida "%1$s".
fr_fr: Il n'est pas permis de déplacer des éléments depuis ou vers le dossier partagé « %1$s ».
nb_no: Flytting av elementer fra eller til den delte mappen "%1$s" er ikke tillatt.
nl_nl: Items verplaatsen van of naar gedeelde map "%1$s" is niet toegestaan.
zh_cn: 不允许将项目移出或移进共享文件夹 "%1$s"。
zh_tw: 不允許將專案移出或移進共用資料夾「%1$s」。

source: Tasks with private flag cannot be moved to a public folder "%1$s".
ca_es: No es poden moure tasques amb marca privada a una carpeta pública "%1$s".
fr_fr: Les tâches avec un drapeau privé ne peuvent pas être déplacées dans un dossier public « %1$s ».
nb_no: Oppgaver med privat flagg kan ikke flyttes til en offentlig mappe "%1$s".
nl_nl: Taken met de privé markering kunnen niet worden verplaatst naar openbare map "%1$s".
zh_cn: 加有私人标志的任务不能移到公共文件夹 "%1$s"。
zh_tw: 加有私人標誌的任務不能移到公共資料夾「%1$s」。

source: You do not have the appropriate permisson to see the task %1$d in folder %2$s.
ca_es: No teniu els permisos adequats per a veure la tasca %1$d a la carpeta %2$s.
fr_fr: Vous n'avez pas les droits requis pour voir la tâche %1$d dans le dossier %2$s.
nb_no: Du har ikke tilstrekkelige tillatelser for å se oppgaven %1$d i mappen %2$s.
nl_nl: U heeft niet de juiste rechten om de taak "%1$s" te bekijken in map "%2$s".
zh_cn: 您没有在文件夹 %2$s 里看见任务 %1$d 的适当权限。
zh_tw: 您沒有在資料夾 %2$s 中檢視任務 %1$d 的適當權限。

source: The task %1$d is not stored in folder %2$s.
ca_es: La tasca %1$d no està emmagatzemada a la carpeta %2$s.
fr_fr: La tâche %1$d n'est pas stockée dans le dossier %2$s.
nb_no: Oppgaven %1$d er ikke lagret i mappen %2$s.
nl_nl: De taak $1$d is niet opgeslagen in map %2$s.
zh_cn: 任务 %1$d 没有有存储在文件夹 %2$s 中。
zh_tw: 任務 %1$d 未存儲在資料夾 %2$s 中。

source: The provided login information seem to be wrong. Please try again.
ca_es: La informació d'inici de sessió proporcionada sembla estar malament. Per favor, provau-ho de nou.
fr_fr: Les informations de connexion indiquées semblent erronées. Veuillez réessayer.
nb_no: Den medfølgende innloggingsinformasjon synes å være feil. Prøv på nytt.
nl_nl: Uw aanmeldgegevens lijken verkeerd. Probeer het opnieuw.
zh_cn: 提供的登录信息可能是错的，请再试。
zh_tw: 提供的登入資訊看來有誤。請重試。

source: The provided login information to access mail server %1$s seem to be wrong. Please try again.
ca_es: La informació d'inici de sessió proporcionada per a accedir al servidor de correu %1$s sembla estar malament. Per favor prova-ho de nou.
fr_fr: Les informations de connexion au serveur de courrier %1$s fournies semblent fausses. Veuillez réessayer.
nb_no: Den medfølgende påloggingsinformasjonen for å få tilgang e-postserver %1$s ser ut til å være feil. Prøv på nytt.
nl_nl: De opgegeven aanmeldgegevens om de e-mailserver %1$s te benaderen lijken fout te zijn. Probeer het opnieuw.
zh_cn: 用以访问邮件服务器 %1$s 提供的登录信息可能不正确，请再试。
zh_tw: 提供用來存取郵件伺服器 %1$s 的登入資訊看來不正確，請再試一次。

source: Folder "%1$s" has been closed. Probably your request took too long.
ca_es: La carpeta "%1$s" s'ha tancat. És probable que la petició duràs massa.
fr_fr: Le dossier « %1$s » a été fermé. Il est probable que votre requête a mis trop longtemps.
nb_no: Mappen "%1$s" har blitt lukket. Sannsynligvis tok forespørselen for lang tid.
nl_nl: De map "%1$s" is gesloten. Mogelijk duurde de aanvraag te lang.
zh_cn: 已关闭文件夹 "%1$s"。大概您的请求花费太长时间。
zh_tw: 資料夾「%1$s」已關閉。或許您的請求用時太長。

source: Folder "%1$s" has been closed on mail server %2$s. Probably your request took too long.
ca_es: La carpeta "%1$s" s'ha tancat al servidor de correu %2$s. És probable que la vostra petició duràs massa.
fr_fr: Le dossier « %1$s » a été fermé sur le serveur de courrier %2$s. Il est probable que votre requête a mis trop longtemps.
nb_no: Mappen "%1 s" har blitt lukket på e-postserver %2$s. Sannsynligvis tok forespørselen for lang tid.
nl_nl: De map "%1$s" is gesloten op de e-mailserver. Mogelijk duurde de aanvraag te lang.
zh_cn: 邮件服务器 %2$s 已关闭文件夹 "%1$s"。大概您的请求花费太长时间。
zh_tw: 資料夾「%1$s」已在郵件伺服器 %2$s 中被關閉。或許您的請求用時太長。

source: Connection closed to mail server %1$s.
ca_es: Connexió perduda amb el servidor de correu %1$s.
fr_fr: La connexion avec le serveur de courrier %1$s a été perdue.
nb_no: Tilkobling stengt til e-postserver %1$s.
nl_nl: Verbinding met de mailserver %1$s verbroken.
zh_cn: 关闭到邮件服务器 %1$s 的连接。
zh_tw: 失去郵件伺服器 %1$s 的連線。

source: The connection to remote server %1$s was refused or timed out while attempting to connect.
ca_es: La connexió amb el servidor remot %1$s ha estat rebutjada o s'ha excedit el temps límit quan hi provàveu de connectàveu.
fr_fr: Lors de la tentative de connexion, la connexion au serveur distant %1$s a été refusée ou a mis trop longtemps.
nb_no: Forbindelsen til ekstern server %1$s ble nektet eller tidsavbrutt under forsøk på å koble til.
nl_nl: Verbinding met server %1$s werd geweigerd of overschreed de toegestane tijd bij het maken van een verbinding.
zh_cn: 尝试连接到远程服务器 %1$s 时，连接被拒绝或超时。
zh_tw: 嘗試連線接到遠端伺服器 %1$s 時被拒絕或超時。

source: Timeout while trying to send to the following recipient: %1$s
fr_fr: Délai dépassé lors de la tentative d'envoi vers le destinataire suivant : %1$s
nb_no: Det oppstod et tidsavbrudd under sending til følgende mottaker: %1$s
nl_nl: Timeout bij het versturen naar de volgende deelnemer: %1$s
zh_cn: 尝试发送给以下收件人时逾时： %1$s
zh_tw: 嘗試寄信給下列收件者時發生逾時: %1$s

source: %1$s (%2$s) has shared %3$ folders with you. Please click the button below to view them.
fr_fr: %1$s (%2$s) a partagé %3$s dossiers avec vous. Veuillez cliquer sur le bouton ci-dessous pour les afficher.
nb_no: %1$s (%2$s) har delt %3$ mapper med deg. Klikk knappen under for å se dem.
nl_nl: %1$s (%2$s) heeft %3$s mappen met u gedeeld. Klik alstublieft op de knop hieronder om deze te zien.
zh_cn: %1$s (%2$s) 与您分享了 %3$ 个文件夹。请单击下面按钮以检视。
zh_tw: %1$s（%2$s）與您分享了 %3$s 個資料夾，請點擊下面的按鈕檢視。

source: %1$s (%2$s) has shared %3$ folders with the group "%4$s". Please click the button below to view them.
fr_fr: %1$s (%2$s) a partagé les %3$s dossiers avec le groupe « %4$s ». Veuillez cliquer sur le bouton ci-dessous pour les afficher.
nb_no: %1$s (%2$s) har delt %3$ mapper med gruppen "%4$s". Klikk knappen under for å se dem.
nl_nl: %1$s (%2$s) heeft %3$d mappen met de groep "%4$s" gedeeld. Klik alstublieft op de knop hieronder om deze te zien.
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 %3$s 个文件夹，请单击其下按钮以检视。
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了 %3$s 個資料夾。請點擊下面的按鈕來檢視。

source: UID
fr_fr: Identifiant unique
zh_tw: 唯一編號

source: TTY/TDD
fr_fr: Téléscripteur

source: MAIL-AUTOCONFIG
nb_no: E-post-AUTOCONFIG
tr_tr: Posta-otokonfig
