Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: The requested bucket name is not available. The bucket namespace is shared by all users of the system. Please select a different name and try again.
bg_bg: Заявеното име на кофата не е налице. Името на кофата се споделя от всички потребители на системата. Моля, изберете друго име и опитайте отново.
ca_es: El nom de dipòsit sol·licitat no està disponible. L'espai de noms del bucket està compartit per tots els usuaris del sistema. Per favor, seleccionau un nom diferent i provau-ho de nou.
fr_fr: Le nom de compartiment que vous avez demandé n'est pas disponible. L'espace de noms du compartiment est partagé par tous les utilisateurs du système. Veuillez choisir un nom différent et recommencer.
nb_no: Forespurte bucketavn er ikke tilgjengelig. Navneområdet deles av alle brukere av systemet. Velg et annet navn og prøv på nytt.
nl_nl: De gevraagde container is niet beschikbaar. De namen van containers worden in één lijst bijgehouden voor alle gebruikers van het systeem. Kies alstublieft een andere naam en probeer opnieuw.
tr_tr: Talep ettiğiniz depo ismi uygun değil. Depo ismi sistemdeki tüm kullanıcılar ile paylaşılıyor. Lütfen başka bir isim seçin ve devam ediniz.
zh_cn: 请求的桶子名称不可用。桶子名称是与系统的所有用户共享的。请选择一个不同的名称或重试。
zh_tw: 請求的 bucket 名稱無法使用。bucket 命名空間是由系統中的所有使用者共享，請選擇不同名稱再試一次。

source: Your previous request to create the named bucket succeeded and you already own it.
bg_bg: Предишната ви заявка за създаване на имената кофа бе успешна и вече я притежавате.
ca_es: La vostra petició anterior per a crear el dipòsit esmentat ha tengut èxit i ja en sou el propietari.
fr_fr: Votre requête précédente pour créer le compartiment nommé a réussi et vous en disposez déjà.
nb_no: Din forrige forespørsel om å opprette navngitte bucket lyktes og du eier den allerede.
nl_nl: Uw vorige verzoek om een container te maken is gelukt en deze is van u.
tr_tr: Bir önceki depo ismi talebiniz başarıyla sonuçlandı ve şimdi bu isim size ait.
zh_cn: 您之前的创建带名桶子请求已成功，您已经拥有它。
zh_tw: 您的前一個要建立命名的 bucket 請求成功，您已擁有它。

source: The bucket you tried to delete is not empty.
bg_bg: Кофата, която сте опитали да изтриете, не е празна.
ca_es: El dipòsit que heu provat de suprimir no està buit.
fr_fr: Le compartiment que vous avez essayé de supprimer n'est pas vide.
nb_no: Bucket'en du prøvde å slette er ikke tom.
nl_nl: De container die u probeert te verwijderen is niet leeg.
tr_tr: Silmeye çalıştığınız grup boş değil
zh_cn: 您尝试删除的桶子不是空的。
zh_tw: 您嘗試刪除的 bucket 不為空。

source: This request does not support credentials.
bg_bg: Това искане не поддържа идентификационни данни.
ca_es: Aquesta petició no admet credencials.
fr_fr: Cette requête ne prend pas en charge les preuves d'identité.
nb_no: Denne forespørselen støtter ikke identifisering.
nl_nl: Dit verzoek is niet mogelijk met uw rechten.
tr_tr: Bu talep giriş bilgilerini desteklemiyor.
zh_cn: 此请求不支援证书。
zh_tw: 此請求不支援帳號密碼。

source: Cross location logging not allowed. Buckets in one geographic location cannot log information to a bucket in another location.
bg_bg: Логването на кръстосано местоположение не е разрешено. Кофи в едно географско местоположение не могат да регистрират информация в кофа в друго местоположение.
ca_es: El registre entre distintes ubicacions no està permès. Els dipòsits d'una ubicació geogràfica no poden registrar informació en un dipòsit d'una altra ubicació.
fr_fr: Il n'est pas permis d'enregistrer des informations depuis des emplacements différents. Les compartiments dans une région géographique ne peuvent pas enregistrer d'informations dans une autre région.
nb_no: Kryssplasseringslogger er ikke tillatt. Buckets på en geografisk lokasjon kan ikke logge informasjon til en bucket på et annet sted.
nl_nl: Inloggen op een container uit een andere locatie is niet toegestaan. Containers in één geografische locatie kan geen informatie plaatsen in container op een andere locatie.
tr_tr: Konumlar arası girişe izin verilmiyor. Bir coğrafi konumdaki gruplar diğer bir konumdaki gruplara bilgi gönderemez.
zh_cn: 不允许多点记录。在一个地理位置的桶子无法记录在他地桶子的信息。
zh_tw: 不允許跨位置紀錄。同一地理位置的 bucket 無法記錄到其他位置的 bucket。

source: Your proposed upload is smaller than the minimum allowed object size.
bg_bg: Предложеното ви качване е по-малко от минималния разрешен размер на обекта.
ca_es: La càrrega proposada és menor que la mida mínima d'objecte permesa.
fr_fr: Le téléchargement que vous avez tenté est plus petit que la taille d'objet minimale autorisée pour un objet.
nb_no: Den foreslåtte opplastingen er mindre enn den minste tillatte størrelsen.
nl_nl: Uw aangeboden upload is kleiner dan de minimale object grote.
tr_tr: Yüklemeye çalıştığınız dosya izin verilen minimum boyutun altında.
zh_cn: 您预备的上载小于最小允许对象体织。
zh_tw: 您提議的上傳比最小允許的物件大小還小。

source: Your proposed upload exceeds the maximum allowed object size.
bg_bg: Предложеното ви качване надвишава максималния разрешен размер на обекта.
ca_es: La càrrega proposada supera la mida màxima d'objecte permesa.
fr_fr: Le téléchargement que vous avez tenté dépasse la taille maximale autorisée pour un objet.
nb_no: Den foreslåtte opplastingen overskrider den maksimalt tillatte størrelsen.
nl_nl: Uw aangeboden upload is groter dan de maximale object grote.
tr_tr: Yüklemeye çalıştığınız dosya izin verilen maksimujm boyutun üstünde.
zh_cn: 您准备的上载超出最大允许对象体织。
zh_tw: 您提議的上傳比最大允許的物件大小還大。

source: The provided token has expired.
bg_bg: Предоставеният знак е изтекъл.
ca_es: El testimoni indicat ha expirat.
fr_fr: Le jeton fourni a expiré.
nb_no: Det angitte tokenet er utløpt.
nl_nl: Het aangeboden token is verlopen.
tr_tr: Sağlanan fişin süresi doldu.
zh_cn: 提供的代币已过时。
zh_tw: 提供的 token 已過時。

source: The AWS Access Key Id you provided does not exist in our records.
bg_bg: Идентификационният ключ за достъп до AWS ключ, който сте предоставили, не съществува в нашите записи.
ca_es: L'ID de la clau d'accés que heu indicat no existeix als nostres registres.
fr_fr: La clé d'accès AWS que vous avez fournie n'existe pas dans nos enregistrements.
nb_no: AWS adgangsnøkkel-ID'en du anga, finnes ikke i våre register.
nl_nl: De aangeboden AWS ToegangssleutelID die u heeft aangeboden bestaat niet in onze database.
tr_tr: Sağlanan AWS Erişim Anahtarı Kimliği bizim kayıtlarımızda yok.
zh_cn: 您提供的 AWS Access Key Id 不在我们的记录内。
zh_tw: 您提供的 AWS Access Key ID 與我們的紀錄不符。

source: The specified bucket is not valid.
bg_bg: Посочената кофа не е валидна.
ca_es: El dipòsit indicat no és vàlid.
fr_fr: Le compartiment indiqué est invalide.
nb_no: Angitt bucket er ikke gyldig.
nl_nl: De opgegeven container is ongeldig.
tr_tr: Belirtilen depo geçerli değil.
zh_cn: 无效指定桶子。
zh_tw: 指定的 bucket 無效。

source: All access to this object has been disabled.
bg_bg: Целият достъп до този обект е деактивиран.
ca_es: Tots els accessos a aquest objecte s'han desactivat.
fr_fr: Tout accès à cet objet a été désactivé.
nb_no: All tilgang til dette objektet er deaktivert.
nl_nl: Alle toegang tot dit object is uitgeschakeld.
tr_tr: Bu nesneye tüm erişimler devre dışı bırakıldı.
zh_cn: 所有到此对象的访问已被停用。
zh_tw: 此物件的所有存取權限皆已停用。

source: The provided security credentials are not valid.
bg_bg: Предоставените данни за сигурност не са валидни.
ca_es: Les credencials de seguretat subministrades no són vàlides.
fr_fr: Les preuves d'identité de sécurité fournies sont invalides.
nb_no: Den angitte sikkerhetsinformasjonen er ikke gyldig.
nl_nl: De aangeboden beveiligingscodes zijn onjuist.
tr_tr: Sağlanan güvenlik bilgileri geçerli değildir .
zh_cn: 提供的安全证书无效。
zh_tw: 提供的安全性帳密無效。

source: The provided token is malformed or otherwise invalid.
bg_bg: Предоставеното означение е неправилно форматирано или по друг начин невалидно.
ca_es: El testimoni indicat és erroni o invàlid.
fr_fr: Le jeton fourni est mal formé ou invalide pour une autre raison.
nb_no: Det angitte tokenet er misformet eller ugyldig.
nl_nl: Het aangeboden token is misvormd of om een andere reden ongeldig.
tr_tr: Verilen fiş bozuk ya da geçersiz.
zh_cn: 提供的代币为畸形或无效的。
zh_tw: 提供的 token 已變形否則就是無效。

source: Couldn't parse the specified URI.
bg_bg: Не може да се анализира зададеният URI.
ca_es: No s'ha pogut processar l'URI indicada.
fr_fr: Impossible d'analyser l'URI indiquée.
nb_no: Kan ikke analysere den angitte URI'en.
nl_nl: Kan de opgegeven URI niet verwerken.
tr_tr: Belirtilen URI ayrıştırılamadı.
zh_cn: 无法读取指定 URI。
zh_tw: 無法剖析指定的 URI。

source: Your key is too long.
bg_bg: Ключът ви е твърде дълъг.
ca_es: La vostra clau és massa llarga.
fr_fr: Votre clé est trop longue.
nb_no: Nøkkelen er for lang.
nl_nl: Uw sleutel is te lang.
tr_tr: Anahtarınız çok uzun.
zh_cn: 您的键太长。
zh_tw: 您的 key 太長。

source: Your request was too big.
bg_bg: Вашето искане беше твърде голямо.
ca_es: La vostra petició era massa gran.
fr_fr: Votre requête était trop grosse.
nb_no: Forespørselen var for stor.
nl_nl: De aanvraag was te groot.
tr_tr: Talebiniz çok büyüktü.
zh_cn: 您的请求太大。
zh_tw: 您的請求太大。

source: The specified method is not allowed against this resource.
bg_bg: Посоченият метод не е разрешен срещу този ресурс.
ca_es: El mètode especificat no està permès contra aquest recurs.
fr_fr: La méthode indiquée n'est pas autorisée pour cette ressource.
nb_no: Den angitte metoden er ikke tillatt mot denne ressursen.
nl_nl: De opgegeven methode is niet toegestaan bij deze bron.
tr_tr: Belirtilen yönteme bu kaynak için izin verilmez.
zh_cn: 指定的方法不允许应用在此资源上。
zh_tw: 指定的方法在此資源中無法使用。

source: The specified bucket does not exist.
bg_bg: Посочената кофа не съществува.
ca_es: El dipòsit indicat no existeix.
fr_fr: Le compartiment indiqué n'existe pas.
nb_no: Angitt bucket finnes ikke.
nl_nl: De opgegeven container bestaat niet.
tr_tr: Belirtilen depo yok.
zh_cn: 指定桶子不存在。
zh_tw: 指定的 bucket 不存在。

source: The specified key does not exist.
bg_bg: Посоченият ключ не съществува.
ca_es: La clau indicada no existeix.
fr_fr: La clé indiquée n'existe pas.
nb_no: Den angitte nøkkelen finnes ikke.
nl_nl: De opgegeven sleutel bestaat niet.
tr_tr: Belirtilen anahtar bulunmuyor.
zh_cn: 指定键不存在。
zh_tw: 指定的 key 不存在。

source: Your account is not signed up for the Amazon S3 service.
bg_bg: Профилът ви не е регистриран за услугата Amazon S3.
ca_es: El vostre compte no està registrat en el servei Amazon S3.
fr_fr: Votre compte n'est pas abonné au service Amazon S3.
nb_no: Kontoen er ikke registrert for Amazon S3-tjenesten.
nl_nl: Uw account is niet aangemeld voor de Amazon S3 dienst.
tr_tr: Hesabınız Amazon S3 hizmeti için kayıtlı değil.
zh_cn: 您的户口没有登陆到 Amazon S3 服务。
zh_tw: 您的帳號並未註冊 Amazon S3 服務。

source: A conflicting conditional operation is currently in progress against this resource. Please try again.
bg_bg: В момента се води противоречива условна операция срещу този ресурс. Моля, опитайте отново.
ca_es: Hi ha actualment una operació condicional amb conflicte en procés contra aquest recurs. Per favor, provau-ho de nou.
fr_fr: Une opération conditionnelle est actuellement en train de traiter cette ressource et entre en conflit. Veuillez réessayer.
nb_no: En konfliktbetinget operasjon pågår mot denne ressursen. Prøv på nytt.
nl_nl: Deze bron is in gebruik bij een andere operatie waardoor een conflict ontstaat. Probeer het alstublieft later nog eens.
tr_tr: Çakışan koşullu işlem bu kaynak için devam etmektedir . Lütfen tekrar deneyin.
zh_cn: 一个冲突条件操作正在对此资源进行操作。请重试。
zh_tw: 此資源發生衝突的條件操作，請重試。

source: At least one of the preconditions you specified did not hold.
bg_bg: Най-малко едно от предпоставките, които определихте, не е задържано.
ca_es: Almenys una de les condiciones prèvies que heu indicat no persisteixen.
fr_fr: Au moins une des préconditions que vous avez indiquées n'était pas respectée.
nb_no: Minst en av forutsetningene du anga holder ikke.
nl_nl: Minstens één van de voorwaarden welke u heeft vastgesteld worden niet gehaald.
tr_tr: Belirtilen önkoşullardan en az biri tutmuyor.
zh_cn: 最少一个您指定的前提没有达成。
zh_tw: 至少一個您指定的預先條件並未符合。

source: Temporary redirect.
bg_bg: Временно пренасочване.
ca_es: Redirecció provisional.
fr_fr: Redirection temporaire.
nb_no: Midlertidig omadressering.
nl_nl: Tijdelijk doorgestuurd.
tr_tr: Geçici yeniden yönlendirme
zh_cn: 临时指向。
zh_tw: 暫時重導

source: Object restore is already in progress.
bg_bg: Възстановяването на обекта вече е в ход.
ca_es: La recuperació d'objectes ja està en procés.
fr_fr: La restauration de l'objet est déjà en cours.
nb_no: Objekt-gjenoppretting pågår allerede.
nl_nl: Object herstel is reeds bezig.
tr_tr: Nesne geri yüklemesi devam ediyor.
zh_cn: 已经进行对象恢复。
zh_tw: 正在還原物件。

source: You are being redirected to the bucket while DNS updates.
bg_bg: Пренасочвате се към кофата, докато DNS се актуализира.
ca_es: Estau essent redirigits al dipòsit mentre s'actualitza el DNS.
fr_fr: Vous allez être redirigé vers le compartiment pendant que le DNS est mis à jour.
nb_no: Du blir omdirigert til bucket'en mens DNS oppdateres.
nl_nl: U wordt doorgestuurd naar de container terwijl de DNS wordt bijgewerkt.
tr_tr: DNS güncellemesi yapılırken depoya yeniden yönlendiriliyorsunuz.
zh_cn: 您将会在 DNS 更新是指向到桶子。
zh_tw: 在 DNS 更新時，您將被重導至 bucket。

source: The provided token must be refreshed.
bg_bg: Представеният знак трябва да бъде освежен.
ca_es: El testimoni indicat s'ha de refrescar.
fr_fr: Le jeton fourni doit être actualisé.
nb_no: Det angitte tokenet må oppdateres.
nl_nl: Het aangeboden token moet worden ververst.
tr_tr: Sağlanan fiş yenilenmelidir.
zh_cn: 提供的代币必须刷新。
zh_tw: 提供的 token 必須重新整理。

source: The e-mail address you provided does not match any account on record.
bg_bg: Предоставеният от вас имейл адрес не съвпада с нито един запис в профила.
ca_es: L'adreça de correu electrònic que heu indicat no coincideix amb cap compte ni registre.
fr_fr: L'adresse de courrier électronique que vous avez fournie ne correspond à aucun compte enregistré.
nb_no: E-postadressen du oppga stemmer ikke med noen konto i registeret.
nl_nl: Het e-mailadres welke u heeft gegeven komt niet voor in onze database.
tr_tr: Sağlamış olduğunuz e-posta adresi kayıtlardaki herhangi bir hesap ile eşleşmiyor.
zh_cn: 您提供的电子邮件地址不匹配记录上的任何户口。
zh_tw: 我們的紀錄中找不到任何您提供的 e-mail 地址。

source: The S3 storage responds with "Bad Request". Please check whether com.openexchange.filestore.s3.[filestoreID].signerOverride is properly configured for this filestore.
bg_bg: Устройството за съхранение S3 отговаря с "Bad Request". Моля, проверете дали com.openexchange.filestore.s3. [FilestoreID] .signerOverride е правилно конфигуриран за този файлов каталог.
fr_fr: Le stockage S3 a envoyé une réponse « Bad Request » (requête incorrecte). Veuillez vérifier que com.openexchange.filestore.s3.[filestoreID].signerOverride est correctement configuré pour cet espace de stockage.
nb_no: S3-lagringen responderte med "Bad Request". Vennligst sjekk at com.openexchange.filestore.s3.[filestoreID].signerOverride er skikkelig konfigurert for dette filområdet.
nl_nl: De S3 opslag reageert met "Foute Aanvraag". Controleer alstublieft of com.openexchange.filestore.s3.[filestoreID].signerOverride correct is ingesteld voor deze bestandsopslag.
zh_cn: S3 储存回传 "不当请求"。请检查 com.openexchange.filestore.s3.[filestoreID].signerOverride 有否为此文件储存正确设置。
zh_tw: S3 儲存空間回覆「請求無效」，請檢查是否已正確為此檔案儲存空間設定 com.openexchange.filestore.s3.[filestoreID].signerOverride。

source: Failed to create a bucket for name "%1$s" using region "%2$s"
bg_bg: Неуспешно създаване на кофа за име \ " %1$s ", използвайки регион \ " %2$s "

source: No such document: %1$s
bg_bg: Няма такъв документ: %1$s
fr_fr: Ce document n'existe pas : %1$s
nb_no: Intet slikt dokument: %1$s
nl_nl: Document bestaat niet: %1$s
zh_cn: 无此文档：%1$s
zh_tw: 無此文件: %1$s

source: No such chunk: %1$s
bg_bg: Няма такъв парче: %1$s
fr_fr: Ce bloc n'existe pas : %1$s
nb_no: Ingen slik bunke: %1$s
nl_nl: Blok bestaat niet: %1$s
zh_cn: 无此组块：%1$s
zh_tw: 無此分塊: %1$s

source: No next chunk for chunk: %1$s
bg_bg: Няма следваща парче за парче: %1$s
fr_fr: Pas de bloc suivant pour ce bloc : %1$s
nb_no: Ingen neste bunke for bunke: %1$s
nl_nl: Geen volgende blok voor blok: %1$s
zh_cn: 组块没有下一个：%1$s
zh_tw: 無此分塊的下一塊: %1$s

source: The connected client closed the connection unexpectedly
bg_bg: Свързаният клиент неочаквано затвори връзката
fr_fr: Le client connecté a clôturé la connexion d'une manière inattendue
nb_no: Den tilkoblede klienten avsluttet forbindelsen uventet.
nl_nl: De verbinding naar de client is plotseling gesloten
zh_cn: 已连接的客户端出乎意料的关闭连接
zh_tw: 已連接的客戶端未預期地終止了連線

source: The allowed quota is reached. Please delete some items in order to create new ones.
bg_bg: Допуска се разрешената квота. Моля, изтрийте някои елементи, за да създадете нови.
ca_es: Heu excedit la quota permesa. Per favor, suprimiu alguns elements per a poder-ne crear de nous.
fr_fr: Le quota autorisé est dépassé. Veuillez supprimer certains éléments si vous souhaitez en créer de nouveaux.
nb_no: Tillatt kvote er nådd. Slett noen elementer for å lage nye.
nl_nl: Het toegestane quota is bereikt. Verwijder alstublieft een aantal items zodat u weer nieuwe kan maken.
tr_tr: İzin verilen kotaya ulaşıldı. Lütfen yenilerini oluşturmak için bazı öğeleri siliniz.
zh_cn: 超出允许限额，请删除一些项目以能创建新的。
zh_tw: 已達配額。請刪除某些項目以建立新項目。

source: The service you requested is currently not available. Please try again later.
bg_bg: Поисканата от вас услуга в момента не е налице. Моля, опитайте отново по-късно.
ca_es: El servei requerit no està disponible en aquest moment. Per favor, provau-ho més endavant.
fr_fr: Le service que vous avez demandé n'est pas disponible pour le moment. Veuillez réessayer plus tard.
nb_no: Tjenesten du valgte er ikke tilgjengelig. Prøv igjen senere.
nl_nl: De door u gevraagde dienst is momenteel niet beschikbaar. Probeer het later nogmaals.
tr_tr: İstediğiniz hizmet şu anda kullanılabilir değil. Lütfen daha sonra tekrar deneyiniz.
zh_cn: 您要求的服务当前不可用，请稍后再试。
zh_tw: 您請求的服務暫時不可用。請稍後再試。

source: A filter for field '%1$s' is missing but is required to search in module %2$s.
bg_bg: Филтър за поле " %1$s " липсва, но е необходим за търсене в модул %2$s .
ca_es: No s'ha trobat un filtre per al camp '%1$s' però és necessari per a cercar en el mòdul %2$s.
fr_fr: Un filtre pour le champ « %1$s » est manquant mais est nécessaire pour chercher dans le module %2$s.
nb_no: Et filter for feltet '%1$s' mangler, men er nødvendig for å søke i modulen %2$s.
nl_nl: Een filter voor het veld '%1$s' ontbreekt maar is noodzakelijk om te zoeken in module %2$s.
tr_tr: '%1$s' alanı için bir filtre eksik, fakat %2$s modülünde arama yapmak için bu bilgi gerekiyor.
zh_cn: 欠缺 '%1$s' 的一个过滤器，然而需要它以在 %2$s 里搜寻。
zh_tw: 缺少「%1$s」欄位的過濾器，但是必須要有該過濾器才能在 %2$s 模組搜尋。

source: A search filter did not contain a field to filter on.
bg_bg: Филтърът за търсене не съдържа поле за филтриране.
ca_es: Un filtre de recerca no contenia cap camp pel que filtrar.
fr_fr: Un filtre de recherche ne contenait pas un champ sur lequel filtrer.
nb_no: Et søkefilter inneholdt ikke et felt til å filtrere på.
nl_nl: Een zoekfilter heeft geen veld om te filteren.
tr_tr: Bir arama filtresi filtrelenebilecek alan içermiyordu
zh_cn: 一个搜寻过滤器没有包含一个用以过滤的栏目。
zh_tw: 搜尋過濾器中不含要過濾的欄位。

source: A search filter did not contain a query to search for.
bg_bg: Филтърът за търсене не съдържа заявка за търсене.
ca_es: Un filtre de recerca no contenia cap consulta per cercar.
fr_fr: Un filtre de recherche ne contenait pas une requête à chercher.
nb_no: Et søkefilter inneholdte ikke en spørring til å søke etter.
nl_nl: Een zoekfilter heeft geen zoekvraag om te zoeken.
tr_tr: Bir arama filtresi aratılabilecek sorgu içermiyordu
zh_cn: 一个搜寻过滤器没有包含一个用以搜寻的范围。
zh_tw: 搜尋過濾器中未包含要搜尋的查詢。

source: A search filter contained an unknown field: '%1$s'.
bg_bg: Филтърът за търсене съдържа неизвестно поле: ' %1$s '.
ca_es: Un filtre de recerca contenia un camp desconegut: '%1$s'.
fr_fr: Un filtre de recherche contenait un champ inconnu : « %1$s ».
nb_no: Et søkefilter inneholdt en ukjent felt: %1$s
nl_nl: Een zoekfilter bevat een onbekend veld: '%1$s'.
tr_tr: '% 1 $ s': Bir arama filtresi bilinmeyen bir alan içeriyordu.
zh_cn: 一个搜寻过滤器包含一个未知栏：'%1$s'。
zh_tw: 搜尋過濾器中包含未知欄位: 「%1$s」。

source: The value '%1$s' is invalid for option '%2$s'.
bg_bg: Стойността ' %1$s ' е невалидна за опцията ' %2$s '.

source: The facet "%1$s" is mandatory and has to be set.
bg_bg: Функцията \ " %1$s " е задължителна и трябва да бъде зададена.
ca_es: La faceta "%1$s" és obligatòria i ha de ser establerta.
fr_fr: L'aspect « %1$s » est obligatoire et doit être défini.
nb_no: Fasett "%1$s" er obligatorisk og må angis.
nl_nl: Het onderdeel "%1$s" is verplicht en moet ingesteld worden.
tr_tr: Bölüm "%1$s" zorunlu ve ayarlanmalıdır .
zh_cn: 方面 "%1$s" 为必填的，必须设置。
zh_tw: facet「%1$s」是必要的，必須設定。

source: Could not parse "%1$s".
bg_bg: Не можа да се анализира \ " %1$s ".
ca_es: No es pot analitzar "%1$s".
fr_fr: Impossible d'analyser « %1$s ».
nb_no: Kan ikke analysere "%1$s".
nl_nl: Kan dit niet verwerken: "%1$s".
tr_tr: "%1$s" ayrıştırılamıyor.
zh_cn: 无法解析 "%1$s"。
zh_tw: 無法剖析「%1$s」。

source: The folder id "%1$s" is invalid for module "%2$s".
bg_bg: Папката id \ " %1$s " е невалидна за модул \ " %2$s ".
ca_es: La ID de la carpeta "%1$s" no és vàlid per al mòdul "%2$s".
fr_fr: L'identifiant de dossier « %1$s » n'est pas valable pour le module « %2$s ».
nb_no: Mappe-IDen "%1$s" er ugyldig for modulen "%2$s".
nl_nl: De map id "%1$s" is ongeldig voor de module "%2$s".
tr_tr: Klasör kimliği " %1$s" "%2$s" modülü için geçersiz.
zh_cn: 文件夹 id "%1$s" 对模组 "%2$s" 无效。
zh_tw: 資料夾 ID「%1$s」對模組「%2$s」無效。

source: The folder type "%1$s" is not supported.
bg_bg: Типът папка \ " %1$s " не се поддържа.
ca_es: El tipus de carpeta "%1$s" no està admès.
fr_fr: Le type de dossier « %1$s » n'est pas géré.
nb_no: Mappetypen "%1$s" støttes ikke.
nl_nl: De mapsoort "%1$s" wordt niet ondersteund.
tr_tr: "%1$s" klasör türü desteklenmiyor.
zh_cn: 不支持文件夹类型 "%1$s"。
zh_tw: 不支援資料夾類型「%1$s」。

source: The facet types "%1$s" and "%2$s" conflict with each other and must not be used within one request.
bg_bg: Функционалните типове \ " %1$s " и \ " %2$s " са в конфликт помежду си и не трябва да се използват в рамките на една заявка.
ca_es: Els tipus de faceta "%1$s" i "%2$s" entren en conflicte entre si i no s'han d'emprar en la mateixa petició.
fr_fr: Les types d'aspect « %1$s » et « %2$s » sont mutuellement en conflit et ne peuvent pas être utilisés à l'intérieur d'une même requête.
nb_no: Fasett-typene "%1$s" og "%2$s" er i konflikt med hverandre og må ikke brukes i en forespørsel.
nl_nl: De facetonderdelen "%1$s" en "%2$s" conflicteren met elkaar en mogen niet gebruikt worden in één verzoek.
tr_tr: Faset türleri "%1$s" ve "%2$s" birbirleri ile çatışma içerisindedir ve bir talep içinde birlikte kullanılmamalıdır.
zh_cn: 方面类型 "%1$s" 与 "%2$s" 互相冲突，绝不能在同一个请求里使用。
zh_tw: facet 類型「%1$s」與「%2$s」互相衝突，不能在同一個請求中同時使用。

source: You are not allowed to search in module "%1$s".
bg_bg: Нямате право да търсите в модул \ " %1$s ".
ca_es: No se us permet cercar en el mòdul "%1$s".
fr_fr: Vous n'avez pas le droit d'effectuer des recherches dans le module « %1$s ».
nb_no: Du har ikke tillattelse til å søke i modulen "%1$s".
nl_nl: U mag niet zoeken in de module "%1$s".
tr_tr: "%1$s" modülünde arama izniniz yok.
zh_cn: 不允许您在模组 "%1$s" 搜寻。
zh_tw: 不允許您搜尋「%1$s」模組。

source: The query yielded too many results to be displayed. Please refine your search options and try again.
bg_bg: Заявката доведе до твърде много резултати, които да бъдат показани. Моля, прецизирайте опциите си за търсене и опитайте отново.
fr_fr: La requête a retourné trop de résultats à afficher. Veuillez restreindre vos critères de recherche et réessayer.
nb_no: Spørringen resulterte i for mange resultater. Vennligst raffinèr søkealternativene dine og forsøk igjen.
nl_nl: De zoekvraag heeft te veel resultaten opgeleverd. Maak uw zoekvraag alstublieft een preciezer en probeer opnieuw.
zh_cn: 查询採到超过可显示的结果，请重新定义搜寻选项后再试。
zh_tw: 查詢結果資料量太大，請縮小搜尋選項後再試一次。
