Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: A user named %1$s already exists in destination context %2$s.
bg_bg: Потребител с име %1$s вече съществува в контекста на местоназначението %2$s .
ca_es: Ja existeix un usuari anomenat %1$s al context de destinatari %2$s.
es_mx: Ya existe un usuario llamado %1$s en el contexto de destino %2$s.
fr_fr: Un utilisateur nommé %1$s existe déjà dans le contexte destination %2$s.
nb_no: En bruker med navnet %1$s eksisterer allerede i måldomenet %2$s.
nl_nl: Een gebruiker met de naam %1$s bestaat reeds in context %2$s.
pl_pl: Użytkownik o nazwie %1$s istnieje już na w kontekście docelowym %2$s.
tr_tr: %1$s kullanıcı adı %2$s hedef içeriğinde zaten var.
zh_cn: 在目标上下文 %2$s 上已经有一个名为 %1$s 的用户存在。
zh_tw: 在目標環境 %2$s 當中已經有一個名為 %1$s 的使用者存在。

source: No configuration service found.
es_mx: No se ha encontrado ningún servicio de configuración.
pl_pl: Nie znaleziono usługi konfiguracji.

source: The value given in the property %1$s is no integer value.
bg_bg: Стойността, дадена в собствеността %1$s не е целочислена стойност.
ca_es: El valor subministrat en la propietat %1$s no és un valor enter.
es_mx: El valor suministrado en la propiedad %1$s no es un valor entero.
fr_fr: La valeur donnée dans la propriété %1$s n'est pas une valeur entière.
nb_no: Verdien gitt i egenskapen %1$s er ikke heltall.
nl_nl: De opgegeven waarde voor eigenschap %1$s is geen getal.
pl_pl: Wartość właściwości %1$s nie jest liczbą całkowitą.
tr_tr: %1$s e girilen değer sayı değil.
zh_cn: %1$s 属性的值不是整数值。
zh_tw: %1$s 屬性中的值不是整數。

source: Property %1$s not set but required.
bg_bg: Имотът %1$s не е зададен, а се изисква.
ca_es: La propietat %1$s és obligatòria i no està definida.
es_mx: La propiedad %1$s es obligatoria y no está definida.
fr_fr: La propriété %1$s n'est pas définie, mais elle est nécessaire.
nb_no: Egenskap %1$s er ikke satt, men nødvendig.
nl_nl: Eigenschap %1$s is niet gedefinieerd maar wel verplicht.
pl_pl: Wartość %1$s jest nieustawiona, choć jest wymagana.
tr_tr: Özellik "%s" tanımlanmadı fakat gerekli.
zh_cn: %1$s 属性必填然未设置。
zh_tw: 未設定必要屬性「%1$s」。

source: Property %1$s claims to have condition but condition not set.
bg_bg: Имотът %1$s твърди, че има условие, но състоянието не е зададено.
ca_es: La propietat %1$ diu tenir una condició però tal condició no està definida.
es_mx: La propiedad %1$s dice tener una condición pero dicha condición no está definida.
fr_fr: La propriété %1$s prétend posséder la condition, mais la condition n'est pas en place.
nb_no: Egenskap %1$s hevder å ha betingelse, men betingelsen er ikke angitt.
nl_nl: Eigenschap %1$s claimt voorwaarden te hebben, maar deze zijn niet ingesteld.
pl_pl: Wartość %1$s powinna mieć warunek, lecz nie został żaden ustawiony.
tr_tr: %1$s özelliğinin koşulu olmalı fakat koşul girilmedi.
zh_cn: 属性 %1$s 应该有状态可是并没有设置。
zh_tw: 屬性 %1$s 宣稱有條件，但未設定條件。

source: Property %1$s must be set if %2$s is set to %3$s
bg_bg: Имотът %1$s трябва да бъде настроен, ако %2$s е настроен на %3$s
ca_es: La propietat %1$s ha d'estar definida si %2$s està ajustada a %3$s
es_mx: La propiedad %1$s debe estar definida si %2$s está ajustada a %3$s
fr_fr: La propriété %1$s doit être définie si %2$s vaut %3$s
nb_no: Egenskapen% 1 $ s må stilles hvis% 2 $ s er satt til% 3 $ s
nl_nl: Eigenschap %1$s moet ingesteld zijn als %2$s is ingesteld op %3$s
pl_pl: Właściwość %1$s musi być ustawiona, gdy %2$s ma wartość %3$s
tr_tr: %2$s %3$s a girildi ise %1$s özelliği girilmek zorunda
zh_cn: 如 %2$s 设置成 %3$s，%1$s 属性就必填。
zh_tw: 若 %2$s 設為 %3$s 則必須設定屬性 %1$s。

source: Missing main extension attribute for user %1$s in context %2$s.
es_mx: No se ha encontado el atributo de extensión principal para el usuario %1$s en el contexto %2$s.
pl_pl: Brak głównego atrybutu rozszerzenia dla użytkownika %1$s w kontekście %2$s.

source: HTTP request to VoipNow server "%1$s" failed. Status line: %2$s
es_mx: La petición HTTP al servidor VoipNow "%1$s" ha fallado. Línea de estado: %2$s
pl_pl: Żądanie HTTP do serwera VoipNow "%1$s" nie powiodło się. Linia statusu: %2$s

source: VoipNow request failed. Error code: %1$s. Error message: %2$s
es_mx: La petición VoipNow ha fallado. Código de error: %1$s. Mensaje de error: %2$s
pl_pl: Żądanie VoipNow nie powiodło się. Kod błędu: %1$s. Komunikat błędu: %2$s

source: A SOAP fault occurred: %1$s
es_mx: Se ha producido un error SOAP: %1$s
pl_pl: Wystąpił błąd SOAP: %1$s

source: Unparsable HTTP response: %1$s
es_mx: Respuesta HTTP no procesable: %1$s
pl_pl: Odpowiedź HTTP niemożliwa do analizy: %1$s

source: Africa/Abidjan
bg_bg: Африка / Абиджан
ca_es: Ã€frica/Abidjan
es_mx: África/Abiyán
fr_fr: Afrique / Abidjan
nb_no: Afrika/Abidjan
nl_nl: Afrika/Abidjan
pl_pl: Afryka/Abidżan
tr_tr: Afrika/Abican
zh_cn: 非洲/阿比让
zh_tw: 非洲/阿比尚

source: Africa/Accra
bg_bg: Африка / Акра
ca_es: Ã€frica/Accra
es_mx: África/Accra
fr_fr: Afrique / Accra
nb_no: Afrika/Accra
nl_nl: Afrika/Accra
pl_pl: Afryka/Akra
tr_tr: Afrika/Akra
zh_cn: 非洲/阿克拉
zh_tw: 非洲/阿克拉

source: Africa/Addis Ababa
bg_bg: Африка / Адис Абеба
ca_es: Ã€frica/Addis Abeba
es_mx: África/Adís Abeba
fr_fr: Afrique / Addis-Abeba
nb_no: Afrika/Addis Ababa
nl_nl: Afrika/Addis Ababa
pl_pl: Afryka/Addis Abeba
tr_tr: Afrika/Addis Ababa
zh_cn: 非洲/亚的斯亚贝巴
zh_tw: 非洲/阿迪斯阿貝巴

source: Africa/Algiers
bg_bg: Африка / Алжир
ca_es: Ã€frica/Alger
es_mx: África/Argel
fr_fr: Afrique / Alger
nb_no: Afrika /Alger
nl_nl: Afrika/Algiers
pl_pl: Afryka/Algier
tr_tr: Afrika/Cezayir
zh_cn: 非洲/阿尔及尔
zh_tw: 非洲/阿爾及爾

source: Africa/Asmara
bg_bg: Африка / Асмара
ca_es: Ã€frica/Asmara
es_mx: África/Asmara
fr_fr: Afrique / Asmera
nb_no: Afrika/Asmara
nl_nl: Afrika/Asmara
pl_pl: Afryka/Asmera
tr_tr: Afrika/Asmara
zh_cn: 非洲/阿斯马拉
zh_tw: 非洲/阿斯馬拉

source: Africa/Asmera
bg_bg: Африка / Asmera
ca_es: Ã€frica/Asmera
es_mx: África/Asmara
fr_fr: Afrique / Asmera
nb_no: Afrika/Asmera
nl_nl: Afrika/Asmera
pl_pl: Afryka/Asmera
tr_tr: Afrika/Asmera
zh_cn: 非洲/阿斯马拉
zh_tw: 非洲/阿斯馬拉

source: Africa/Bamako
bg_bg: Африка / Бамако
ca_es: Ã€frica/Bamako
es_mx: África/Bamako
fr_fr: Afrique / Bamako
nb_no: Afrika/Bamako
nl_nl: Afrika/Bamako
pl_pl: Afryka/Bamako
tr_tr: Afrika/Bamako
zh_cn: 非洲/巴马科
zh_tw: 非洲/巴馬科

source: Africa/Bangui
bg_bg: Африка / Банги
ca_es: Ã€frica/Bangui
es_mx: África/Bangui
fr_fr: Afrique / Bangui
nb_no: Afrika/Bangui
nl_nl: Afrika/Bangui
pl_pl: Afryka/Bangi
tr_tr: Afrika/Bangui
zh_cn: 非洲/班吉
zh_tw: 非洲/班吉

source: Africa/Banjul
bg_bg: Африка / Банджул
ca_es: Ã€frica/Banjul
es_mx: África/Banjul
fr_fr: Afrique / Banjul
nb_no: Afrika/Banjul
nl_nl: Afrika/Banjul
pl_pl: Afryka/Bandżul
tr_tr: Afrika/Banjul
zh_cn: 非洲/班珠尔
zh_tw: 非洲/班珠爾

source: Africa/Bissau
bg_bg: Африка / Бисау
ca_es: Ã€frica/Bissau
es_mx: África/Bissau
fr_fr: Afrique / Bissau
nb_no: Afrika/Bissau
nl_nl: Afrika/Bissau
pl_pl: Afryka/Bissau
tr_tr: Afrika/Bissau
zh_cn: 非洲/比绍
zh_tw: 非洲/比紹

source: Africa/Blantyre
bg_bg: Африка / Блантайр
ca_es: Ã€frica/Blantyre
es_mx: África/Blantyre
fr_fr: Afrique / Blantyre
nb_no: Afrika/Blantyre
nl_nl: Afrika/Blantyre
pl_pl: Afryka/Blantyre
tr_tr: Afrika/Blantyre
zh_cn: 非洲/布兰泰
zh_tw: 非洲/布蘭泰

source: Africa/Brazzaville
bg_bg: Африка / Бразавил
ca_es: Ã€frica/Brazzaville
es_mx: África/Brazzaville
fr_fr: Afrique / Brazzaville
nb_no: Afrika/Brazzaville
nl_nl: Afrika/Brazzaville
pl_pl: Afryka/Brazzaville
tr_tr: Afrika/Brazzaville
zh_cn: 非洲/布拉扎维
zh_tw: 非洲/布拉紮維

source: Africa/Bujumbura
bg_bg: Африка / Бужумбура
ca_es: Ã€frica/Bujumbura
es_mx: África/Bujumbura
fr_fr: Afrique / Bujumbura
nb_no: Afrika/Bujumbura
nl_nl: Afrika/Bujumbura
pl_pl: Afryka/Bużumbura
tr_tr: Afrika/Bujumbura
zh_cn: 非洲/布琼布拉
zh_tw: 非洲/布瓊布拉

source: Africa/Cairo
bg_bg: Африка / Кайро
ca_es: Ã€frica/El Caire
es_mx: África/El Cairo
fr_fr: Afrique / Le Caire
nb_no: Afrika/Kairo
nl_nl: Afrika/Caïro
pl_pl: Afryka/Kair
tr_tr: Afrika/Kahire
zh_cn: 非洲/开罗
zh_tw: 非洲/開羅

source: Africa/Casablanca
bg_bg: Африка / Казабланка
ca_es: Ã€frica/Casablanca
es_mx: África/Casablanca
fr_fr: Afrique / Casablanca
nb_no: Afrika/Casablanca
nl_nl: Afrika/Casablanca
pl_pl: Afryka/Casablanca
tr_tr: Afrika/Casablanca
zh_cn: 非洲/卡萨布兰卡
zh_tw: 非洲/卡薩布蘭卡

source: Africa/Ceuta
bg_bg: Африка / Сеута
ca_es: Ã€frica/Ceuta
es_mx: África/Ceuta
fr_fr: Afrique / Ceuta
nb_no: Afrika/Ceuta
nl_nl: Afrika/Ceuta
pl_pl: Afryka/Ceuta
tr_tr: Afrika/Ceuta
zh_cn: 非洲/休达
zh_tw: 非洲/休達

source: Africa/Conakry
bg_bg: Африка / Конакри
ca_es: Ã€frica/Conakry
es_mx: África/Conakry
fr_fr: Afrique / Conakry
nb_no: Afrika/Conakry
nl_nl: Afrika/Conakry
pl_pl: Afryka/Konakry
tr_tr: Afrika/Konakri
zh_cn: 非洲/科纳克里
zh_tw: 非洲/科納克里

source: Africa/Dakar
bg_bg: Африка / Дакар
ca_es: Ã€frica/Dakar
es_mx: África/Dakar
fr_fr: Afrique / Dakar
nb_no: Afrika/Dakar
nl_nl: Afrika/Dakar
pl_pl: Afryka/Dakar
tr_tr: Afrika/Dakar
zh_cn: 非洲/达喀尔
zh_tw: 非洲/達卡

source: Africa/Dar es Salaam
bg_bg: Африка / Дар ес Салаам
ca_es: Ã€frica/Dar es Salaam
es_mx: África/Dar es Salaam
fr_fr: Afrique / Dar es Salaam
nb_no: Afrika/Dar es Salaam
nl_nl: Afrika/Dar es Salaam
pl_pl: Afryka/Dar es Salaam
tr_tr: Afrika/Darüsselam
zh_cn: 非洲/达累斯萨拉姆
zh_tw: 非洲/達累斯薩拉姆

source: Africa/Djibouti
bg_bg: Африка / Джибути
ca_es: Ã€frica/Djibouti
es_mx: África/Yibouti
fr_fr: Afrique / Djibouti
nb_no: Afrika/Djibouti
nl_nl: Afrika/Djibouti
pl_pl: Afryka/Dżibuti
tr_tr: Afrika/Cibuti
zh_cn: 非洲/吉布提
zh_tw: 非洲/吉布地

source: Africa/Douala
bg_bg: Африка / Дуала
ca_es: Ã€frica/Douala
es_mx: África/Duala
fr_fr: Afrique / Douala
nb_no: Afrika/Douala
nl_nl: Afrika/Douala
pl_pl: Afryka/Douala
tr_tr: Afrika/Douala
zh_cn: 非洲/杜阿拉
zh_tw: 非洲/杜阿拉

source: Africa/El Aaiun
bg_bg: Африка / Ел Айюн
ca_es: Ã€frica/Al-Aaiun
es_mx: África/El Aaiún
fr_fr: Afrique / El-Ayoun
nb_no: Afrika/El Aaiun
nl_nl: Afrika/El Aaiún
pl_pl: Afryka/El Aaiun
tr_tr: Afrika/Layun
zh_cn: 非洲/阿尤恩
zh_tw: 非洲/阿尤恩

source: Africa/Freetown
bg_bg: Африка / Фрийтаун
ca_es: Ã€frica/Freetown
es_mx: África/Freetown
fr_fr: Afrique / Freetown
nb_no: Afrika/Freetown
nl_nl: Afrika/Freetown
pl_pl: Afryka/Freetown
tr_tr: Afrika/Freetown
zh_cn: 非洲/弗里敦
zh_tw: 非洲/自由城

source: Africa/Gaborone
bg_bg: Африка / Габороне
ca_es: Ã€frica/Gaborone
es_mx: África/Gaborone
fr_fr: Afrique / Gaborone
nb_no: Afrika/Gaborone
nl_nl: Afrika/Gaborone
pl_pl: Afryka/Gaborone
tr_tr: Afrika/Gaborone
zh_cn: 非洲/哈博罗
zh_tw: 非洲/哈博羅

source: Africa/Harare
bg_bg: Африка / Хараре
ca_es: Ã€frica/Harare
es_mx: África/Harare
fr_fr: Afrique / Harare
nb_no: Afrika/Harare
nl_nl: Afrika/Harare
pl_pl: Afryka/Harare
tr_tr: Afrika/Harare
zh_cn: 非洲/哈拉雷
zh_tw: 非洲/哈拉雷

source: Africa/Johannesburg
bg_bg: Африка / Йоханесбург
ca_es: Ã€frica/Johannesburg
es_mx: África/Johannesburgo
fr_fr: Afrique / Johannesburg
nb_no: Afrika/Johannesburg
nl_nl: Afrika/Johannesburg
pl_pl: Afryka/Johannesburg
tr_tr: Afrika/Johannesburg
zh_cn: 非洲/约翰内斯堡
zh_tw: 非洲/約翰尼斯堡

source: Africa/Juba
bg_bg: Африка / Джуба
ca_es: Àfrica/Juba
es_mx: África/Yuba
fr_fr: Afrique / Djouba
nb_no: Afrika/Juba
nl_nl: Afrika/Djoeba
pl_pl: Afryka/Dżuba
tr_tr: Afrika/Juba
zh_cn: 非洲/休达
zh_tw: 非洲/朱巴

source: Africa/Kampala
bg_bg: Африка / Кампала
ca_es: Ã€frica/Kampala
es_mx: África/Kampala
fr_fr: Afrique / Kampala
nb_no: Afrika/Kampala
nl_nl: Afrika/Kampala
pl_pl: Afryka/Kampala
tr_tr: Afrika/Kampala
zh_cn: 非洲/坎帕拉
zh_tw: 非洲/坎帕拉

source: Africa/Khartoum
bg_bg: Африка / Хартум
ca_es: Ã€frkica/Khartum
es_mx: África/Jartum
fr_fr: Afrique / Khartoum
nb_no: Afrika/Khartoum
nl_nl: Afrika/Khartoem
pl_pl: Afryka/Chartum
tr_tr: Afrika/Hartum
zh_cn: 非洲/喀土穆
zh_tw: 非洲/喀土穆

source: Africa/Kigali
bg_bg: Африка / Кигали
ca_es: Ã€frica/Kigali
es_mx: África/Kigali
fr_fr: Afrique / Kigali
nb_no: Afrika/Kigali
nl_nl: Afrika/Kigali
pl_pl: Afryka/Kigali
tr_tr: Afrika/Kigali
zh_cn: 非洲/基加利
zh_tw: 非洲/基加里

source: Africa/Kinshasa
bg_bg: Африка / Киншаса
ca_es: Ã€frica/Kinshasa
es_mx: África/Kinshasa
fr_fr: Afrique / Kinshasa
nb_no: Afrika/Kinshasa
nl_nl: Afrika/Kinshasa
pl_pl: Afryka/Kinszasa
tr_tr: Afrika/Kinşasa
zh_cn: 非洲/金沙萨
zh_tw: 非洲/金夏沙

source: Africa/Lagos
bg_bg: Африка / Лагос
ca_es: Ã€frica/Lagos
es_mx: África/Lagos
fr_fr: Afrique / Lagos
nb_no: Afrika/Lagos
nl_nl: Afrika/Lagos
pl_pl: Afryka/Lagos
tr_tr: Afrika/Lagos
zh_cn: 非洲/拉各斯
zh_tw: 非洲/拉各斯

source: Africa/Libreville
bg_bg: Африка / Либревил
ca_es: Ã€frica/Libreville
es_mx: África/Libreville
fr_fr: Afrique / Libreville
nb_no: Afrika/Libreville
nl_nl: Afrika/Libreville
pl_pl: Afryka/Libreville
tr_tr: Afrika/Libreville
zh_cn: 非洲/利伯维尔
zh_tw: 非洲/利伯維爾

source: Africa/Lome
bg_bg: Африка / Ломе
ca_es: Ã€frica/LomÃ©
es_mx: África/Lomé
fr_fr: Afrique / Lomé
nb_no: Afrika/Lome
nl_nl: Afrika/Lomé
pl_pl: Afryka/Lome
tr_tr: Afrika/Lome
zh_cn: 非洲/洛美
zh_tw: 非洲/洛美

source: Africa/Luanda
bg_bg: Африка / Луанда
ca_es: Ã€frica/Luanda
es_mx: África/Luanda
fr_fr: Afrique / Luanda
nb_no: Afrika/Luanda
nl_nl: Afrika/Luanda
pl_pl: Afryka/Luanda
tr_tr: Afrika/Luanda
zh_cn: 非洲/罗安达
zh_tw: 非洲/羅安達

source: Africa/Lubumbashi
bg_bg: Африка / Лубумбаши
ca_es: Ã€frica/Lubumbashi
es_mx: África/Lubumbashi
fr_fr: Afrique / Lubumbashi
nb_no: Afrika/Lubumbashi
nl_nl: Afrika/Lubumbashi
pl_pl: Afryka/Lubumbashi
tr_tr: Afrika/Lubumbashi
zh_cn: 非洲/卢本巴希
zh_tw: 非洲/盧本巴希

source: Africa/Lusaka
bg_bg: Африка / Лусака
ca_es: Ã€frica/Lusaka
es_mx: África/Lusaka
fr_fr: Afrique / Lusaka
nb_no: Afrika/Lusaka
nl_nl: Afrika/Lusaka
pl_pl: Afryka/Lusaka
tr_tr: Afrika/Lusaka
zh_cn: 非洲/卢萨卡
zh_tw: 非洲/盧薩卡

source: Africa/Malabo
bg_bg: Африка / Малабо
ca_es: Ã€frica/Malabo
es_mx: África/Malabo
fr_fr: Afrique / Malabo
nb_no: Afrika/Malabo
nl_nl: Afrika/Malabo
pl_pl: Afryka/Malabo
tr_tr: Afrika/Malabo
zh_cn: 非洲/马拉博
zh_tw: 非洲/馬拉博

source: Africa/Maputo
bg_bg: Африка / Мапуто
ca_es: Ã€frica/Maputo
es_mx: África/Maputo
fr_fr: Afrique / Maputo
nb_no: Afrika/Maputo
nl_nl: Afrika/Maputo
pl_pl: Afryka/Maputo
tr_tr: Afrika/Maputo
zh_cn: 非洲/马普托
zh_tw: 非洲/馬布多

source: Africa/Maseru
bg_bg: Африка / Масеру
ca_es: Ã€frica/Maseru
es_mx: África/Maseru
fr_fr: Afrique / Maseru
nb_no: Afrika/Maseru
nl_nl: Afrika/Maseru
pl_pl: Afryka/Maseru
tr_tr: Afrika/Maseru
zh_cn: 非洲/马塞卢
zh_tw: 非洲/馬塞盧

source: Africa/Mbabane
bg_bg: Африка / Мбабане
ca_es: Ã€frica/Mbabane
es_mx: África/Mbabane
fr_fr: Afrique / Mbabane
nb_no: Afrika/Mbabane
nl_nl: Afrika/Mbabane
pl_pl: Afryka/Mbabane
tr_tr: Afrika/Mbabane
zh_cn: 非洲/姆巴巴纳
zh_tw: 非洲/姆巴巴納

source: Africa/Mogadishu
bg_bg: Африка / Могадишу
ca_es: Ã€frica/Muqdisho
es_mx: África/Mogadiscio
fr_fr: Afrique / Mogadiscio
nb_no: Afrika/Mogadishu
nl_nl: Afrika/Mogadishu
pl_pl: Afryka/Mogadiszu
tr_tr: Afrika/Mogadişu
zh_cn: 非洲/摩加迪沙
zh_tw: 非洲/摩加迪休

source: Africa/Monrovia
bg_bg: Африка / Монровия
ca_es: Ã€frica/Monrovia
es_mx: África/Monrovia
fr_fr: Afrique / Monrovia
nb_no: Afrika/Monrovia
nl_nl: Afrika/Monrovia
pl_pl: Afryka/Monrovia
tr_tr: Afrika/Monrovia
zh_cn: 非洲/蒙罗维亚
zh_tw: 非洲/蒙羅維亞

source: Africa/Nairobi
bg_bg: Африка / Найроби
ca_es: Ã€frica/Nairobi
es_mx: África/Nairobi
fr_fr: Afrique / Nairobi
nb_no: Afrika/Nairobi
nl_nl: Afrika/Nairobi
pl_pl: Afryka/Nairobi
tr_tr: Afrika/Nairobi
zh_cn: 非洲/内罗毕
zh_tw: 非洲/奈洛比

source: Africa/Ndjamena
bg_bg: Африка / Нджамена
ca_es: Ã€frica/N'Djamena
es_mx: África/Yamena
fr_fr: Afrique / N'Djamena
nb_no: Afrika/Ndjamena
nl_nl: Afrika/Ndjamena
pl_pl: Afryka/Ndżamena
tr_tr: Afrika/Ndjamena
zh_cn: 非洲/恩贾梅纳
zh_tw: 非洲/恩賈梅納

source: Africa/Niamey
bg_bg: Африка / Ниамей
ca_es: Ã€frica/Niamey
es_mx: África/Niamey
fr_fr: Afrique / Niamey
nb_no: Afrika/Niamey
nl_nl: Afrika/Niamey
pl_pl: Afryka/Niamey
tr_tr: Afrika/Niamey
zh_cn: 非洲/尼亚美
zh_tw: 非洲/尼亞美

source: Africa/Nouakchott
bg_bg: Африка / Нуакшот
ca_es: Ã€frica/Nouakchott
es_mx: África/Nuakchot
fr_fr: Afrique / Nouakchott
nb_no: Afrika/Nouakchott
nl_nl: Afrika/Nouakchott
pl_pl: Afryka/Nawakszut
tr_tr: Afrika/Nouakchott
zh_cn: 非洲/努瓦克肖特
zh_tw: 非洲/努瓦克肖特

source: Africa/Ouagadougou
bg_bg: Африка / Уагадугу
ca_es: Ã€frica/Ouagadougou
es_mx: África/Uagadugú
fr_fr: Afrique / Ouagadougou
nb_no: Afrika/Ouagadougou
nl_nl: Afrika/Ouagadougou
pl_pl: Afryka/Wagadugu
tr_tr: Afrika/Ouagadougou
zh_cn: 非洲/瓦加杜古
zh_tw: 非洲/瓦加杜古

source: Africa/Porto-Novo
bg_bg: Африка / Порто-Ново
ca_es: Ã€frica/Porto Novo
es_mx: África/Porto Novo
fr_fr: Afrique / Porto-Novo
nb_no: Afrika/Porto-Novo
nl_nl: Afrika/Porto-Novo
pl_pl: Afryka/Porto-Novo
tr_tr: Afrika/Porto-Novo
zh_cn: 非洲/波多诺伏
zh_tw: 非洲/波多洛

source: Africa/Sao Tome
bg_bg: Африка / Сао Томе
ca_es: Ã€frica/SÃ£o TomÃ©
es_mx: África/Santo Tomé
fr_fr: Afrique / São Tomé
nb_no: Afrika/Sao Tome
nl_nl: Afrika/Sao Tomé
pl_pl: Afryka/Sao Tome
tr_tr: Afrika/Sao Tome
zh_cn: 非洲/圣多美
zh_tw: 非洲/聖多美

source: Africa/Timbuktu
bg_bg: Африка / Тимбукту
ca_es: Ã€frica/Timbuctu
es_mx: África/Tombuctú
fr_fr: Afrique / Tombouctou
nb_no: Afrika/Timbuktu
nl_nl: Afrika/Timboektoe
pl_pl: Afryka/Timbuktu
tr_tr: Afrika/Timbuktu
zh_cn: 非洲/廷巴克图
zh_tw: 非洲/廷巴克圖

source: Africa/Tripoli
bg_bg: Африка / Триполи
ca_es: Ã€frica/TrÃ­poli
es_mx: África/Trípoli
fr_fr: Afrique / Tripoli
nb_no: Afrika/Tripoli
nl_nl: Afrika/Tripoli
pl_pl: Afryka/Trypolis
tr_tr: Afrika/Tripoli
zh_cn: 非洲/的黎波里
zh_tw: 非洲/的黎波里

source: Africa/Tunis
bg_bg: Африка / Тунис
ca_es: Ã€frica/Tunis
es_mx: África/Túnez
fr_fr: Afrique / Tunis
nb_no: Afrika/Tunis
nl_nl: Afrika/Tunis
pl_pl: Afryka/Tunis
tr_tr: Afrika/Tunus
zh_cn: 非洲/突尼斯
zh_tw: 非洲/突尼斯

source: Africa/Windhoek
bg_bg: Африка / Виндхук
ca_es: Ã€frica/Windhoek
es_mx: África/Windhoek
fr_fr: Afrique / Windhoek
nb_no: Afrika/Windhoek
nl_nl: Afrika/Windhoek
pl_pl: Afryka/Windhuk
tr_tr: Afrika/Windhoek
zh_cn: 非洲/温得和克
zh_tw: 非洲/溫特和克

source: America/Adak
bg_bg: Америка / Адак
ca_es: AmÃ¨rica/Adak
es_mx: América/Adak
fr_fr: Amérique / Adak
nb_no: Amerika/Adak
nl_nl: Amerika/Adak
pl_pl: Ameryka/Adak
tr_tr: Amerika/Adak
zh_cn: 美洲/阿达克
zh_tw: 美洲/阿達克

source: America/Anchorage
bg_bg: Америка / Anchorage
ca_es: AmÃ¨rica/Anchorage
es_mx: América/Anchorage
fr_fr: Amérique / Anchorage
nb_no: Amerika/Anchorage
nl_nl: Amerika/Anchorage
pl_pl: Ameryka/Anchorage
tr_tr: Amerika/Anchorage
zh_cn: 美洲/安克雷奇
zh_tw: 美洲/安克雷奇

source: America/Anguilla
bg_bg: Америка / Ангуила
ca_es: AmÃ¨rica/Anguilla
es_mx: América/Anguila
fr_fr: Amérique / Anguilla
nb_no: Amerika/Anguilla
nl_nl: Amerika/Anguilla
pl_pl: Ameryka/Anguilla
tr_tr: Amerika/Anguilla
zh_cn: 美洲/安圭拉
zh_tw: 美洲/安圭拉

source: America/Antigua
bg_bg: Америка / Антигуа
ca_es: AmÃ¨rica/Antigua
es_mx: América/Antigua
fr_fr: Amérique / Antigua
nb_no: Amerika/Antigua
nl_nl: Amerika/Antigua
pl_pl: Ameryka/Antigua
tr_tr: Amerika/Antigua
zh_cn: 美洲/安提瓜岛
zh_tw: 美洲/安提瓜島

source: America/Araguaina
bg_bg: Америка / Арагуаина
ca_es: AmÃ¨rica/Araguaina
es_mx: América/Araguaína
fr_fr: Amérique / Araguaína
nb_no: Amerika/Araguaina
nl_nl: Amerika/Araguaina
pl_pl: Ameryka/Araguaina
tr_tr: Amerika/Araguaina
zh_cn: 美洲/阿拉瓜伊纳
zh_tw: 美洲/阿拉瓜伊納

source: America/Argentina/Buenos Aires
bg_bg: Америка / Аржентина / Буенос Айрес
ca_es: AmÃ¨rica/Argentina/Buenos Aires
es_mx: América/Argentina/Buenos Aires
fr_fr: Amérique / Argentine / Buenos Aires
nb_no: Amerika/Argentina/Buenos Aires
nl_nl: Amerika/Argentinië/Buenos Aires
pl_pl: Ameryka/Argentyna/Buenos Aires
tr_tr: Amerika/Arjantin/Buenos Aires
zh_cn: 美洲/阿根廷/布宜诺斯艾利斯
zh_tw: 美洲/阿根廷/布宜諾斯艾利斯

source: America/Argentina/Catamarca
bg_bg: Америка / Аржентина / Catamarca
ca_es: AmÃ¨rica/Argentina/Catamarca
es_mx: América/Argentina/Catamarca
fr_fr: Amérique / Argentine / Catamarca
nb_no: Amerika/Argentina/Catamarca
nl_nl: Amerika/Argentinië/Catamarca
pl_pl: Ameryka/Argentyna/Catamarca
tr_tr: Amerika/Arjantin/Catamarca
zh_cn: 美洲/阿根廷/卡塔马卡
zh_tw: 美洲/阿根廷/卡塔馬卡

source: America/Argentina/ComodRivadavia
bg_bg: Америка / Аржентина / ComodRivadavia
ca_es: AmÃ¨rica/Argentina/ComodRivadavia
es_mx: América/Argentina/Comodoro Rivadavia
fr_fr: Amérique / Argentine / ComodoroRivadavia
nb_no: Amerika/Argentina/ComodRivadavia
nl_nl: Amerika/Argentinië/Comodoro Rivadavia
pl_pl: Ameryka/Argentyna/Comodoro Rivadavia
tr_tr: Amerika/Arjantin/ComodRivadavia
zh_cn: 美洲/阿根廷/里瓦达维亚
zh_tw: 美洲/阿根廷/裏瓦達維亞

source: America/Argentina/Cordoba
bg_bg: Америка / Аржентина / Cordoba
ca_es: AmÃ¨rica/Argentina/CÃ³rdoba
es_mx: América/Argentina/Córdoba
fr_fr: Amérique / Argentine / Cordoba
nb_no: Amerika/Argentina/Cordoba
nl_nl: Amerika/Argentinië/Cordoba
pl_pl: Ameryka/Argentyna/Cordoba
tr_tr: Amerika/Arjantin/Cordoba
zh_cn: 美洲/阿根廷/科尔多瓦
zh_tw: 美洲/阿根廷/科爾多瓦

source: America/Argentina/Jujuy
bg_bg: Америка / Аржентина / Jujuy
ca_es: AmÃ¨rica/Argentina/Jujuy
es_mx: América/Argentina/Jujuy
fr_fr: Amérique / Argentine / Jujuy
nb_no: Amerika/Argentina/Jujuy
nl_nl: Amerika/Argentinië/Jujuy
pl_pl: Ameryka/Argentyna/Jujuy
tr_tr: Amerika/Arjantin/Jujuy
zh_cn: 美洲/阿根廷/胡胡伊
zh_tw: 美洲/阿根廷/胡胡伊

source: America/Argentina/La Rioja
bg_bg: Америка / Аржентина / Ла Риоха
ca_es: AmÃ¨rica/Argentina/La Rioja
es_mx: América/Argentina/La Rioja
fr_fr: Amérique / Argentine / La Rioja
nb_no: Amerika/Argentina/La Rioja
nl_nl: Amerika/Argentinië/La Rioja
pl_pl: Ameryka/Argentyna/La Rioja
tr_tr: Amerika/Arjantin/La Rioja
zh_cn: 美洲/阿根廷/拉里奥哈
zh_tw: 美洲/阿根廷/拉里奧哈

source: America/Argentina/Mendoza
bg_bg: Америка / Аржентина / Mendoza
ca_es: AmÃ¨rica/Argentina/Mendoza
es_mx: América/Argentina/Mendoza
fr_fr: Amérique / Argentine / Mendoza
nb_no: Amerika/Argentina/Mendoza
nl_nl: Amerika/Argentinië/Mendoza
pl_pl: Ameryka/Argentyna/Mendoza
tr_tr: Amerika/Arjantin/Mendoza
zh_cn: 美洲/阿根廷/门多萨
zh_tw: 美洲/阿根廷/門多薩

source: America/Argentina/Rio Gallegos
bg_bg: Америка / Аржентина / Рио Галегос
ca_es: AmÃ¨rica/Argentina/Riu Gallego
es_mx: América/Argentina/Río Gallegos
fr_fr: Amérique / Argentine / Río Gallegos
nb_no: Amerika/Argentina/Rio Gallegos
nl_nl: Amerika/Argentinië/Río Gallegos
pl_pl: Ameryka/Argentina/Rio Gallegos
tr_tr: Amerika/Arjantin/Rio Gallegos
zh_cn: 美洲/阿根廷/里奥加耶戈斯
zh_tw: 美洲/阿根廷/里奧戈耶斯省

source: America/Argentina/Salta
bg_bg: Америка / Аржентина / Salta
ca_es: AmÃ¨rica/Argentina/Salta
es_mx: América/Argentina/Salta
fr_fr: Amérique / Argentine / Salta
nb_no: Amerika/Argentina/Salta
nl_nl: Amerika/Argentinië/Salta
pl_pl: Ameryka/Argentyna/Salta
tr_tr: Amerika/Arjantin/Salta
zh_cn: 美洲/阿根廷/萨尔塔
zh_tw: 美洲/阿根廷/薩爾塔

source: America/Argentina/San Juan
bg_bg: Америка / Аржентина / Сан Хуан
ca_es: AmÃ¨rica/Argentina/San Juan
es_mx: América/Argentina/San Juan
fr_fr: Amérique / Argentine / San Juan
nb_no: Amerika/Argentina/San Juan
nl_nl: Amerika/Argentinië/San Juan
pl_pl: Ameryka/Argentyna/San Juan
tr_tr: Amerika/Arjantin/San Juan
zh_cn: 美洲/阿根廷/圣胡安
zh_tw: 美洲/阿根廷/聖胡安

source: America/Argentina/San Luis
bg_bg: Америка / Аржентина / San Luis
ca_es: AmÃ¨rica/Argentina/San LuÃ­s
es_mx: América/Argentina/San Luis
fr_fr: Amérique / Argentine / San Luis
nb_no: Amerika/Argentina/San Luis
nl_nl: Amerika/Argentinië/San Luis
pl_pl: Ameryka/Argentyna/San Luis
tr_tr: Amerika/Arjantin/San Luis
zh_cn: 美洲/阿根廷/圣刘易斯
zh_tw: 美洲/阿根廷/聖路易斯

source: America/Argentina/Tucuman
bg_bg: Америка / Аржентина / Tucuman
ca_es: AmÃ¨rica/Argentina/Tucuman
es_mx: América/Argentina/Tucumán
fr_fr: Amérique / Argentine / Tucuman
nb_no: Amerika/Argentina/Tucuman
nl_nl: Amerika/Argentinië/Tucuman
pl_pl: Ameryka/Argentyna/Tucuman
tr_tr: Amerika/Arjantin/Tucuman
zh_cn: 美洲/阿根廷/图库曼
zh_tw: 美洲/阿根廷/圖庫曼

source: America/Argentina/Ushuaia
bg_bg: Америка / Аржентина / Ушуая
ca_es: AmÃ¨rica/Argentina/Ushuaia
es_mx: América/Argentina/Ushuaia
fr_fr: Amérique / Argentine / Ushuaïa
nb_no: Amerika/Argentina/Ushuaia
nl_nl: Amerika/Argentinië/Ushuaia
pl_pl: Ameryka/Argentyna/Ushuaia
tr_tr: Amerika/Arjantin/Ushuaia
zh_cn: 美洲/阿根廷/乌斯怀亚
zh_tw: 美洲/阿根廷/烏斯懷亞

source: America/Aruba
bg_bg: Америка / Аруба
ca_es: AmÃ¨rica/Aruba
es_mx: América/Aruba
fr_fr: Amérique / Aruba
nb_no: Amerika/Aruba
nl_nl: Amerika/Aruba
pl_pl: Ameryka/Aruba
tr_tr: Amerika/Aruba
zh_cn: 美洲/阿鲁巴岛
zh_tw: 美洲/阿魯巴島

source: America/Asuncion
bg_bg: Америка / Асунсион
ca_es: AmÃ¨rica/Asuncion
es_mx: América/Asunción
fr_fr: Amérique / Asunción
nb_no: Amerika/Asuncion
nl_nl: Amerika/Asunción
pl_pl: Ameryka/Asuncion
tr_tr: Amerika/Asuncion
zh_cn: 美洲/亚松森
zh_tw: 美洲/亞松森
