Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: You do not have the appropriate permissions to change the content of folder "%1$s" on mail server %2$s.
bg_bg: Нямате подходящите разрешения за промяна на съдържанието на папката \ " %1$s " на пощенския сървър %2$s .
ca_es: No teniu els permisos adients per a canviar el contingut de la carpeta "%1$s" del servidor de correu %2$s.
fr_fr: Vous n'avez pas les droits requis pour modifier le contenu du dossier « %1$s » sur le serveur de courrier %2$s.
nb_no: Du har ikke de nødvendige tillatelsene til å endre innholdet i mappen "%1$s" på e-postserver %2$s.
nl_nl: U heeft niet de juiste rechten om de inhoud van de map "%1$s" op e-mailserver %2$s te veranderen.
tr_tr: %2$s eposta sunucusundaki "%1$s" klasörünün içeriğini değiştirmek için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有更改邮件服务器 %2$s 上文件夹 "%1$s" 内容的适当权限。
zh_tw: 您沒有適當的權限來變更伺服器 %2$s 上資料夾 %1$s 的內容。

source: The search expression "%1$s" you entered is invalid.
bg_bg: Въведеният от вас израз \ " %1$s ", който сте въвели, е невалиден.
ca_es: L'expressió de recerca que heu introduït "%1$s" no és vàlida.
fr_fr: L'expression de recherche « %1$s » que vous avez saisie est invalide.
nb_no: Søkeuttrykket "%1$s" du skrev inn er ugyldig.
nl_nl: De door u opgegeven zoekexpressie "%1$s" is ongeldig.
tr_tr: Girmiş olduğunuz arama ifadesi "%1$s" geçersizdir.
zh_cn: 您输入的搜寻表达式 "%1$s" 无效。
zh_tw: 您輸入的搜尋表達式「%1$s」無效。

source: Message could not be sent because it is too large.
bg_bg: Съобщението не можа да бъде изпратено, защото е твърде голямо.
ca_es: No se'ha pogut enviar el missatge perquè és massa gran.
fr_fr: Le message n'a pas pu être envoyé car il est trop volumineux.
nb_no: Meldingen kunne ikke sendes fordi den er for stor.
nl_nl: Kan het bericht niet versturen omdat het te groot is.
tr_tr: Dosya çok büyük olduğu için mesajınız gönderilemedi.
zh_cn: 因为消息太大，所以无法发送，
zh_tw: 無法發送郵件，因為郵件太大。

source: Message could not be sent because it is too large (%1$s).
bg_bg: Съобщението не можа да бъде изпратено, защото е твърде голямо ( %1$s ).
ca_es: El missatge no s'ha pogut enviar perquè és massa llarg (%1$s).
fr_fr: Le message n'a pas pu être envoyé car il est trop volumineux (%1$s).
nb_no: Meldingen kunne ikke sendes fordi den er for stor (%1$s).
nl_nl: Kan het bericht niet versturen omdat het te groot is (%1$s).
tr_tr: Dosya çok büyük (%1$s) olduğu için mesajınız gönderilemedi.
zh_cn: 因为消息太大 (%1$s)，所以无法发送，
zh_tw: 因為太大，無法發送訊息 (%1$s)。

source: Message could not be sent to the following recipients: %1$s.
bg_bg: Съобщението не можа да бъде изпратено до следните получатели: %1$s .
ca_es: No s'ha pogut enviar el missatge als següents destinataris: %1$s.
fr_fr: Le message n'a pas pu être envoyé aux destinataires suivants : %1$s.
nb_no: Meldingen kunne ikke sendes til følgende mottakere: %1$s.
nl_nl: Kan bericht niet versturen naar de volgende ontvangers: %1$s.
tr_tr: Mesaj, belirtilen alıcılara iletilemedi: %1$s.
zh_cn: 无法将消息发送到以下收件人：%1$s。
zh_tw: 無法將郵件發送到以下收件人: %1$s。

source: Message could not be sent to the following recipients: %1$s (%2$s)
bg_bg: Съобщението не можа да бъде изпратено до следните получатели: %1$s ( %2$s )
ca_es: El missatge no s'ha pogut enviar als següents destinataris: %1$s (%2$s)
fr_fr: Le message n'a pas pu être envoyé aux destinataires suivants : %1$s (%2$s)
nb_no: Meldingen kunne ikke sendes til følgende mottakere: %1$s (%2$s)
nl_nl: Kan het bericht niet sturen naar de volgende ontvangers: %1$s (%2$s)
tr_tr: Mesaj, belirtilen alıcılara iletilemedi: %1$s (%2$s)
zh_cn: 无法将消息发送到以下收件人：%1$s (%2$s)
zh_tw: 無法將訊息發送給下列收件人: %1$s (%2$s)

source: Message could not be sent. Error message from mail transport server: %1$s
bg_bg: Съобщението не можа да бъде изпратено. Съобщение за грешка от пощенския сървър за пренос на данни: %1$s
fr_fr: Le message n'a pas pu être envoyé. Message d'erreur du serveur de transport de courrier : %1$s.
nb_no: Meldingen kunne ikke sendes. Feilmelding fra e-posttransport serveren: %1$s
nl_nl: Bericht kan niet verstuurd worden. Foutmelding vanuit de e-mail transport server: %1$s
tr_tr: Mesaj gönderilemedi. Posta taşıma sunucusundan alınan hata mesajı: %1$s
zh_cn: 消息无法发送。邮件传送服务器回传错误消息：%1$s
zh_tw: 無法傳送訊息。郵件傳輸伺服器的錯誤訊息為: %1$s。

source: Message could not be sent. Error message from mail transport server: %1$s (%2$s)
bg_bg: Съобщението не можа да бъде изпратено. Съобщение за грешка от пощенския сървър за пренос на данни: %1$s ( %2$s )
fr_fr: Le message n'a pas pu être envoyé. Message d'erreur du serveur de transport de courrier : %1$s (%2$s).
nb_no: Meldingen kunne ikke sendes. Feilmelding fra e-posttransport serveren: %1$s (%2$s)
nl_nl: Kan het bericht niet sturen. Foutmelding vanuit de e-mail transport server: %1$s (%2$s)
tr_tr: Mesaj gönderilemedi. Posta taşıma sunucusundan alınan hata mesajı: %1$s (%2$s)
zh_cn: 消息无法发送。邮件传送服务器回传错误消息：%1$s (%2$s)
zh_tw: 無法傳送訊息。郵件傳輸伺服器的錯誤訊息為: %1$s (%2$s)

source: Lost connection to mail server. Please try again later.
bg_bg: Изгубена връзка към пощенския сървър. Моля, опитайте отново по-късно.

source: Connection closed to mail server %1$s. Please try again later.
bg_bg: Връзката е затворена до пощенския сървър %1$s . Моля, опитайте отново по-късно.

source: The connection to remote server %1$s was refused or timed out while attempting to connect. Please try again later.
bg_bg: Връзката с отдалечения сървър %1$s бе отхвърлена или изтече, докато се опитвате да се свържете. Моля, опитайте отново по-късно.

source: The connection to remote server %1$s timed out while awaiting the response. Please try again later.
bg_bg: Връзката с отдалечения сървър %1$s изтече в очакване на отговора. Моля, опитайте отново по-късно.

source: Mail server %1$s unexpectedly closed connection. Please try again later.
bg_bg: Поща сървър %1$s неочаквано затворена връзка. Моля, опитайте отново по-късно.

source: The allowed quota on mail server exceeded.
bg_bg: Разрешената квота на пощенския сървър е превишена.
ca_es: S'ha excedit la quota permesa al servidor de correu.
fr_fr: Le quota autorisé sur le serveur de courrier est dépassé.
nb_no: Den tillatte kvoten på e-postserveren overskredet.
nl_nl: Het quota op de mailserver is overschreden.
tr_tr: Posta sunucusunda izin verilen kota aşıldı.
zh_cn: 超出邮件服务器上允许的配额。
zh_tw: 郵件伺服器上的用量超出配額限制。

source: The allowed quota on mail server "%1$s" exceeded.
bg_bg: Допуска се разрешената квота на пощенския сървър \ " %1$s ".
ca_es: S'ha excedit la quota permesa al servidor de correu "%1$s".
fr_fr: Le quota autorisé sur le serveur de courrier « %1$s » est dépassé.
nb_no: Den tillatte kvoten på e-postserveren overskredet.
nl_nl: Het quota op de mailserver "%1$s" is overschreden.
tr_tr: Posta sunucusu "%1$s" da izin verilen kota aşıldı.
zh_cn: 超出邮件服务器 "%1$s" 上允许的配额。
zh_tw: 郵件伺服器「%1$s」上的用量超出配額限制。

source: The mailbox is already in use. Please try again later.
bg_bg: Пощенската кутия вече се използва. Моля, опитайте отново по-късно.
ca_es: Aquesta bústia de correu ja està en ús. Per favor, provau-ho de nou més tard.
fr_fr: Cette boîte aux lettres est déjà en cours d'utilisation. Veuillez réessayer plus tard.
nb_no: Postboksen er allerede i bruk. Prøv igjen senere.
nl_nl: Deze mailbox is reeds in gebruik. Probeer het later opnieuw.
tr_tr: Posta kutusu zaten kullanımdadır. Lütfen sonra tekrar deneyin.
zh_cn: 邮箱已经被使用，请稍后再试。
zh_tw: 信件匣正在使用中，請稍候再試。

source: The mailbox on mail server %1$s for login %2$s is already in use by one of your other processes or clients. Please try again later.
bg_bg: Пощенската кутия на пощенския сървър %1$s за вход %2$s вече се използва от някой от другите ви процеси или клиенти. Моля, опитайте отново по-късно.
fr_fr: La boîte aux lettres sur le serveur de courrier %1$s pour l'identifiant %2$s est déjà utilisée par l'un de vos autres processus ou clients. Veuillez réessayer ultérieurement.
nb_no: Postkassen på eposttjeneren %1$s for kontoen %2$s er allerede i bruk av en annen prosess eller klient. Vennligst forsøk igjen senere.
nl_nl: De mailbox op mailserver %1$s voor aanmeldnaam %2$s is reeds in gebruik door een van uw andere processen of cliënten. Probeer het later nog eens.
tr_tr: %2$s giriş yapmak için %1$s posta sunucusundaki posta kutusu, işlemcileriniz veya müşterilerinizden biri tarafından zaten kullanımdadır. Lütfen sonra tekrar deneyin.
zh_cn: 服务器 %1$s（登录：%2$s）的邮箱，正被您其他的进程或客户端使用。请稍后再试。
zh_tw: 郵件伺服器 %1$s 上帳號 %2$s 的信箱已被您的一個其他程序或客戶端占用中，請稍後再試。

source: Wrong or missing login data to access mail transport server %1$s. Please check associated account's settings/credentials.
bg_bg: Грешни или липсващи данни за вход за достъп до сървър за поща за пренос %1$s . Моля, проверете настройките / идентификационните данни на съответния профил.
ca_es: Les dades de connexió per a accedir al servidor de transport de correu %1$s falten o són errònies. Per favor, comprovau els ajustaments i credencials del compte.
fr_fr: Données de connexion incorrectes ou manquantes pour accéder au serveur de transport de courrier %1$s. Veuillez vérifier les réglages et les preuves d'identité du compte associé.
nb_no: Feil eller mangler innloggingsdata for å få tilgang til e-posttransport serveren %1$s. Vennligst sjekk forbundet kontos innstillinger/legitimasjon.
nl_nl: Verkeerde of ontbrekende aanmeldgegevens voor e-mail transport server %1$s. Controleer alstublieft de instellingen/aanmeldgegevens van het gekoppelde account.
tr_tr: %1$s sunucusuna erişim için yanlış ya da boş kullanıcı giriş bilgisi. Lütfen ilgili hesabın ayarlarını/giriş bilgilerini kontrol edin.
zh_cn: 用以访问邮件传输服务器 %1$s 的登入数据错误或缺少。请检查关联户口的设置/证书。
zh_tw: 缺少存取郵件傳輸伺服器 %1$s 的登入資料，或資料錯誤。請檢查關聯帳號的設定。

source: The message could not be sent due to a mail server temporary failure. Please try again later.
bg_bg: Съобщението не можа да бъде изпратено поради временна повреда на пощенския сървър. Моля, опитайте отново по-късно.
fr_fr: Le message n'a pas pu être envoyé à cause d'un problème temporaire sur le serveur de courrier. Veuillez réessayer ultérieurement.
nb_no: Meldingen kunne ikke sendes på grunn av en midlertidig feil med eposttjeneren. Vennligst forsøk igjen senere.
nl_nl: Het bericht kon niet verzonden worden door een tijdelijke fout in de e-mailserver. Probeer het alstublieft later opnieuw.
zh_cn: 消息因为一个邮件服务器临时故障而无法发送。请稍后再试。
zh_tw: 由於郵件伺服器發生錯誤，暫時無法寄出訊息。請稍後再試。

source: Timeout while trying to send to the following recipient: %1$s. Please try again later.
bg_bg: Timeout, докато се опитвате да изпратите на следния получател: %1$s . Моля, опитайте отново по-късно.

source: Mail server denies access.
bg_bg: Пощенският сървър отказва достъп.

source: Destination folder does not exist. Please try to create it and retry the operation.
bg_bg: Папката за местоназначение не съществува. Моля, опитайте да го създадете и опитайте отново.

source: A temporary failure occurred during login. Please try again later.
bg_bg: Възникна временна повреда по време на влизането. Моля, опитайте отново по-късно.

source: Access to mail server is no longer permitted using your password. Please obtain a new one.
bg_bg: Достъпът до пощенския сървър вече не е разрешен с използването на паролата ви. Моля, получете нов.

source: Access to mail server is not permitted due to a lack of privacy.
bg_bg: Достъпът до пощенския сървър не е разрешен поради липса на поверителност.

source: All fine
bg_bg: Всичко е наред
nl_nl: Alles ok
zh_cn: 一切正常

source: The entered credential or authentication information does not work or are no longer accepted by provider. Please change them.
bg_bg: Въведената информация за удостоверяване или удостоверяване не работи или вече не се приема от доставчика. Моля, променете ги.
nl_nl: De opgegeven aanmeldgegevens werken niet of worden niet meer geaccepteerd door de dienstverlener. Verander ze alstublieft.
zh_cn: 输入的凭据或身份验证信息不能使用或不再被提供者接受。请更改它们。

source: Account is broken and needs to be re-created
bg_bg: Профилът е нарушен и трябва да бъде възстановен отново

source: Account is disabled.
bg_bg: Профилът е деактивиран.

source: Account is currently being set-up.
bg_bg: В момента се създава профил.

source: There was an SSL problem.
bg_bg: Имаше проблем със SSL.

source: Cannot find mail account for user "%2$s".
bg_bg: Не може да се намери пощенска сметка за потребител \ " %2$s ".
ca_es: No s'ha pogut trobar el compte de correu de l'usuari "%2$s".
fr_fr: Impossible de trouver le compte de courrier pour l'utilisateur « %2$s ».
nb_no: Kan ikke finne e-postkonto for brukeren '"%2$s".
nl_nl: Kan het e-mailaccount voor gebruiker "%2$s" niet vinden.
tr_tr: "%2$s" kullanıcısı için posta hesabı bulunamamaktadır.
zh_cn: 找不到用户 "%2$s" 的邮件户口。
zh_tw: 找不到使用者「%2$s」的郵件帳號。

source: Found two mail accounts with same identifier %1$s for user %2$s.
bg_bg: Намерени са два пощенски акаунта със същия идентификатор %1$s за потребител %2$s .
ca_es: S'han trobat dos comptes de correu electrònic amb identificador %1$s per a l'usuari %2$s.
fr_fr: Deux comptes de courrier avec le même identifiant %1$s pour l'utilisateur %2$s ont été trouvés.
nb_no: Fant to e-postkontoer med samme ID %1$s for bruker %2$s.
nl_nl: Twee e-mail accounts gevonden met hetzelfde kenmerk %1$s voor gebruiker %2$s.
tr_tr: K%2$s kullanıcısı için aynı tanımlayıcı %1$s ile iki posta hesabı bulundu.
zh_cn: 为用户 %2$s 找到两个具有相同 ID %1$s 的邮件帐户。
zh_tw: 為用戶 %2$s 找到兩個具有相同 ID %1$s 的郵件帳戶。

source: You do not have the appropriate permissions to delete the default mail account.
bg_bg: Нямате подходящите разрешения за изтриване на пощенския акаунт по подразбиране.
ca_es: No teniu els permisos adients per a suprimir el compte de correu predeterminat.
fr_fr: Vous n'avez pas les droits requis pour supprimer le compte de courrier par défaut.
nb_no: Du har ikke de nødvendige tillatelsene til å slette standard e-postkonto.
nl_nl: U heeft niet de juiste rechten om het standaard e-mailaccount te verwijderen.
tr_tr: Varsayılan posta hesabını silmek için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有删除默认邮件户口的适当权限。
zh_tw: 您沒有刪除預設郵件帳號的適當權限。

source: You do not have the appropriate permissions to update the default mail account.
bg_bg: Нямате подходящите разрешения за актуализиране на пощенския акаунт по подразбиране.
ca_es: No teniu els permisos adients per a actualitzar el compte de correu predeterminat.
fr_fr: Vous n'avez pas les droits requis pour mettre à jour le compte de courrier par défaut.
nb_no: Du har ikke de nødvendige tillatelsene til å oppdatere standard e-postkonto.
nl_nl: U heeft niet de juiste rechten om het standaard e-mailaccount aan te passen.
tr_tr: Varsayılan posta hesabını güncellemek için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有更新默认邮件户口的适当权限。
zh_tw: 您沒有更新預設郵件帳號的適當權限。

source: The default mail account already exists.
bg_bg: Пощенският профил по подразбиране вече съществува.
ca_es: El compte de correu electrònic per defecte ja existeix.
fr_fr: Le compte de courrier par défaut existe déjà.
nb_no: Standard e-postkonto finnes allerede.
nl_nl: Het standaard e-mailaccount bestaat reeds.
tr_tr: Varsayılan posta hesabı zaten bulunmaktadır.
zh_cn: 默认邮件户口已经存在。
zh_tw: 預設郵件帳號已經存在。

source: The Unified Mail account already exists.
bg_bg: Профилът за унифицирана поща вече съществува.
ca_es: El compte de correu unificat ja existeix.
fr_fr: Le compte de Messagerie unifiée existe déjà.
nb_no: Unified Mail kontoen finnes allerede.
nl_nl: Het Verzamelde Mail account bestaat reeds.
tr_tr: Birleşik Posta hesabı zaten bulunmaktadır.
zh_cn: 统一邮件户口已经存在。
zh_tw: 統一郵件帳號已經存在。

source: It is not allowed to create a new mail account for Unified Mail.
bg_bg: Не е разрешено да създавате нов пощенски акаунт за Unified Mail.
ca_es: No està permès crear un nou compte per al correu unificat.
fr_fr: Il n'est pas permis de créer un autre compte de courrier pour la Messagerie unifiée.
nb_no: Det er ikke tillatt å opprette en ny e-postkonto for Unified Mail.
nl_nl: Het is niet toegestaan om een nieuw e-mailaccount te maken voor Verzamelde Mail.
tr_tr: Birleşik Posta için yeni bir posta hesabı oluşturma izni yoktur.
zh_cn: 为统一邮件创建一个新邮件户口是不允许的。
zh_tw: 不允許為統一郵件匣建立新帳號。

source: Validation for Unified Mail failed.
bg_bg: Неуспешно потвърждение за унифицирана поща.
ca_es: Ha fallat la validació del correu unificat.
fr_fr: La validation pour la Messagerie unifiée a échoué.
nb_no: Validering for Unified Mail mislyktes.
nl_nl: Validatie van Verzamelde Mail mislukt.
tr_tr: Birleşik Posta için doğrulama başarısız olmuştur.
zh_cn: 统一邮件验证失败。
zh_tw: 驗證統一郵件失敗。

source: You do not have the appropriate permissions to create more than one mail account.
bg_bg: Нямате подходящите разрешения за създаване на повече от един пощенски акаунт.
ca_es: No teniu els permisos adients per a crear més d'un compte de correu electrònic.
fr_fr: Vous n'avez pas les droits requis pour créer plus d'un compte de courrier.
nb_no: Du har ikke de nødvendige tillatelsene for å lage mer enn én e-postkonto.
nl_nl: U heeft niet de juiste rechten om meer dan één e-mailaccount te maken.
tr_tr: Bir posta hesabından daha fazla hesap oluşturma için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有创建多于一个邮件户口的适当权限。
zh_tw: 您沒有建立超過一個郵件帳號的適當權限。

source: A mail account with the given E-Mail address already exists.
bg_bg: Вече съществува пощенска сметка с даден адрес за електронна поща.
ca_es: Ja existeix un compte amb l'adreça de correu indicada.
fr_fr: Un compte de courrier avec l'adresse électronique indiquée existe déjà.
nb_no: En e-postkonto med den gitte e-postadressen finnes allerede.
nl_nl: Een e-mailaccount met hetzelfde e-mailadres bestaat reeds.
tr_tr: Verilen Eposta adresi ile bir eposta hesabı zaten bulunmaktadır.
zh_cn: 一个有指定电子邮件的邮件户口已经存在。
zh_tw: 使用該郵件地址的帳號已經存在。

source: The mail account name "%1$s" is not valid.
bg_bg: Името на имейл акаунта \ " %1$s " не е валидно.
ca_es: El nom del compte de correu electrònic "%1$s" no és vàlid.
fr_fr: Le nom de compte de courrier « %1$s » est invalide.
nb_no: E-postkontoens navn "%1$s" er ikke gyldig.
nl_nl: De e-mailaccountnaam "%1$s" is ongeldig.
tr_tr: Posta hesabı ismi"%1$s" geçersizdir.
zh_cn: 邮件户口名称 "%1$s" 无效。
zh_tw: 郵件帳號「%1$s」無效。

source: The selected mail account name already exists.
bg_bg: Избраното име на пощенски профил вече съществува.
ca_es: El nom del compte de correu seleccionat ja existeix.
fr_fr: Le nom de compte de courrier choisi existe déjà.
nb_no: Det valgte navnet for e-postkontoen finnes allerede.
nl_nl: De gekozen e-mailaccountnaam bestaat reeds.
tr_tr: Seçili posta hesabı adı zaten bulunmaktadır.
zh_cn: 选择的邮件户口名称已经存在。
zh_tw: 選擇的郵件帳號已經存在。

source: Could not connect to mail server "%1$s" for login %2$s. Please review your settings.
bg_bg: Не можа да се свърже с пощенския сървър \ " %1$s " за вход %2$s . Моля, прегледайте настройките си.
ca_es: No s'ha pogut connectar amb el servidor de correu "%1$s" per a l'accés %2$s. Per favor, revisau els vostres ajustaments.
fr_fr: Impossible de se connecter au serveur de courrier « %1$s » pour la connexion %2$s. Veuillez vérifier votre configuration.
nb_no: Kunne ikke koble til e-postserver "% 1$s" for innlogging %2$s. Vennligst se gjennom innstillingene.
nl_nl: Kan geen verbinding maken met mailserver "%1$s" voor aanmeldnaam %2$s. Controleer alstublieft uw instellingen.
tr_tr: %2$s giriş için "%1$s" posta sunucusuna bağlanılamamaktadır. Lütfen ayarlarınızı gözden geçirin.
zh_cn: 不能为 %2$s 户口连上 "%1$s" 邮件服务器。请检查您的设置。
zh_tw: 無法連線到帳號 %2$s 的郵件伺服器「%1$s」，請檢查設定。

source: Could not connect to transport server "%1$s" for login %2$s. Please review your settings.
bg_bg: Не можа да се свърже с транспортния сървър \ " %1$s " за вход %2$s . Моля, прегледайте настройките си.
ca_es: No s'ha pogut connectar amb el servidor de transport "%1$s" per a l'accés %2$s. Per favor, revisau la vostra configuració.
fr_fr: Impossible de se connecter au serveur de transport « %1$s » pour la connexion %2$s. Veuillez vérifier votre configuration.
nb_no: Kunne ikke koble til transportserver "%1$s" for innlogging %2$s. Vennligst se gjennom innstillingene.
nl_nl: Kan geen verbinding maken met transportserver "%1$s" voor aanmeldnaam %2$s. Controleer alstublieft uw instellingen.
tr_tr: %2$s giriş için "%1$s" taşıma sunucusuna bağlanılamamaktadır. Lütfen ayarlarınızı gözden geçirin.
zh_cn: 不能为 %2$s 户口连上 "%1$s" 传送服务器。请检查您的设置。
zh_tw: 無法連線到帳號 %2$s 的轉送伺服器「%1$s」，請檢查設定。

source: The given host name "%1$s" is invalid.
bg_bg: Даденото име на хост \ " %1$s " е невалидно.
ca_es: El nom de servidor subministrat "%1$s" no és vàlid.
fr_fr: Le nom d'hôte « %1$s » indiqué est invalide.
nb_no: Det oppgitte vertsnavnet "%1$s" er ugyldig.
nl_nl: De opgegeven servernaam "%1$s" is ongeldig.
tr_tr: Verilen host adı "%1$s" geçersizdir.
zh_cn: 指定的主机名称 "%1$s" 无效。
zh_tw: 指定的主機名稱「%1$s」無效。

source: The given host name "%1$s" is not allowed.
bg_bg: Даденото име на хост \ " %1$s " не е разрешено.
ca_es: El nom de servidor subministrat "%1$s" no està permès.
fr_fr: Le nom d'hôte « %1$s » indiqué n'est pas autorisé.
nb_no: Det oppgitte vertsnavnet "%1$s" er ikke tillatt.
nl_nl: De opgegeven servernaam "%1$s" is niet toegestaan.
tr_tr: Verilen host adı "%1$s" için izin yoktur.
zh_cn: 不允许指定的主机名称 "%1$s"。
zh_tw: 指定的主機名稱「%1$s」不被允許。

source: The protocol must not changed from %1$s to %2$s.
bg_bg: Протоколът не трябва да се променя от %1$s на %2$s .
ca_es: El protocol no s'ha de canviar de %1$s a %2$s.
fr_fr: Le protocole ne peut pas être modifié de %1$s vers %2$s.
nb_no: Protokollen skal ikke endres fra %1$s til %2$s.
nl_nl: Het protocol mag niet veranderd worden van %1$s naar %2$s.
tr_tr: Protokol %1$s dan %2$s a değiştirilmemelidir.
zh_cn: 通讯协定不能从 %1$s 更改成 %2$s。
zh_tw: 通訊協定不得從 %1$s 變更為 %2$s。

source: Read all your mail accounts.
bg_bg: Прочетете всичките си пощенски профили.
nl_nl: Lees als uw e-mailaccounts.
zh_cn: 读取您所有邮件户口。

source: Create, modify and delete mail accounts.
bg_bg: Създаване, промяна и изтриване на пощенски акаунти.
nl_nl: Maak, wijzig en verwijder e-mailaccounts.
zh_cn: 创建、 修改、和删除电子邮件户口。

source: Found resource(s) with same identifier "%1$s".
bg_bg: Намерен ресурс (и) със същия идентификатор \ " %1$s ".
ca_es: S'han trobat un o diversos recursos amb el mateix identificador "%1$s".
fr_fr: Une ou plusieurs ressources avec le même identifiant « %1$s » ont été trouvées.
nb_no: Fant ressurs(er) med samme ID "%1$s.".
nl_nl: Bron(nen) gevonden met hetzelfde kenmerk "%1$s".
tr_tr: Aynı tanımlayıcı %d ile kaynak(lar) bulundu.
zh_cn: 找到有一样辨识符 "%1$s" 的资源。
zh_tw: 找到具有相同指示符「%1$s」的資源。

source: You do not have the appropriate permissions to modify resources.
bg_bg: Нямате подходящите разрешения за промяна на ресурси.
ca_es: No teniu els permisos adients per a modificar recursos.
fr_fr: Vous n'avez pas les droits requis pour modifier des ressources.
nb_no: Du har ikke de nødvendige tillatelsene til å endre ressurser.
nl_nl: U heeft niet de juiste rechten om bronnen te wijzigen.
tr_tr: Kaynakları değiştirmek için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有修改资源的适当权限。
zh_tw: 您沒有修改此資源的適當權限。

source: The provided resource identifier "%1$s" contains invalid characters.
bg_bg: Предоставеният идентификатор на ресурса \ " %1$s " съдържа невалидни знаци.
ca_es: L'identificador del recurs proporcionat "%1$s" conté caràcters no vàlids.
fr_fr: L'identifiant de ressource fourni « %1$s » contient des caractères invalides.
nb_no: Den medfølgende ressurs-identfikatoren "%1$s" inneholder ugyldige tegn.
nl_nl: Het opgegeven bron kenmerk "%1$s" bevat ongeldige tekens.
tr_tr: Sağlanan kaynak tanımlayıcısı "%1$s" geçersiz karakterler içermektedir.
zh_cn: 提供的资源辨识符 "%1$s" 包含无效字符。
zh_tw: 提供的資源指示符「%1$s」包含無效字元。
