Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Asia/Kabul
bg_bg: Азия / Кабул
ca_es: Ã€sia/Kabul
fr_fr: Asie / Kaboul
nl_nl: Azië/Kabul
pl_pl: Azja/Kabul
tr_tr: Asya/Kabul
zh_cn: 亚洲/喀布尔
zh_tw: 亞洲/喀布爾

source: Asia/Kamchatka
bg_bg: Азия / Камчатка
ca_es: Àsia/Kamchatka
fr_fr: Asie / Kamtchatka
nl_nl: Azië/Kamtsjatka
pl_pl: Azja/Kamczatka
tr_tr: Asya/Kamçatka
zh_cn: 亚洲/勘察加
zh_tw: 亞洲/勘察加

source: Asia/Karachi
bg_bg: Азия / Карачи
ca_es: Àsia/Karachi
fr_fr: Asie / Karachi
nl_nl: Azië/Karachi
pl_pl: Azja/Karaczi
tr_tr: Asya/Karachi
zh_cn: 亚洲/卡拉奇
zh_tw: 亞洲/卡拉奇

source: Asia/Kashgar
bg_bg: Азия / Кашгар
ca_es: Àsia/Kashgar
fr_fr: Asie / Kachgar
nl_nl: Azië/Kashgar
pl_pl: Azja/Kaszgar
tr_tr: Asya/Kaşgar
zh_cn: 亚洲/喀什
zh_tw: 亞洲/喀什

source: Asia/Kathmandu
bg_bg: Азия / Катманду
ca_es: Àsia/Katmandú
es_mx: Asia/Katmandú
fr_fr: Asie / Katmandou
nl_nl: Azië/Katmandu
pl_pl: Azja/Katmandu
tr_tr: Asya/Katmandu
zh_cn: 亚洲/加德满都
zh_tw: 亞洲/加德滿都

source: Asia/Katmandu
bg_bg: Азия / Катманду
ca_es: Àsia/Katmandú
es_mx: Asia/Katmandú
fr_fr: Asie / Katmandou
nl_nl: Azië/Katmandu
pl_pl: Azja/Katmandu
tr_tr: Asya/Katmandu
zh_cn: 亚洲/加德满都
zh_tw: 亞洲/加德滿都

source: Asia/Kolkata
bg_bg: Азия / Калкута
ca_es: Àsia/Calcuta
es_mx: Asia/Calcuta
fr_fr: Asie / Calcutta
nl_nl: Azië/Kolkata
pl_pl: Azja/Kalkuta
tr_tr: Asya/Kolkata
zh_cn: 亚洲/加尔各答
zh_tw: 亞洲/加爾各答

source: Asia/Krasnoyarsk
bg_bg: Азия / Красноярск
ca_es: Àsia/Krasnoyarsk
fr_fr: Asie / Krasnoïarsk
nl_nl: Azië/Krasnoyarsk
pl_pl: Azja/Krasnojarsk
tr_tr: Asya/Krasnoyarsk
zh_cn: 亚洲/克拉斯诺亚尔斯克
zh_tw: 亞洲/克拉斯諾亞爾斯克

source: Asia/Kuala Lumpur
bg_bg: Азия / Куала Лумпур
ca_es: Àsia/Kuala Lumpur
fr_fr: Asie /Kuala Lumpur
nl_nl: Azië/Kuala Lumpur
pl_pl: Azja/Kuala Lumpur
tr_tr: Asya/Kuala Lumpur
zh_cn: 亚洲/吉隆坡
zh_tw: 亞洲/吉隆坡

source: Asia/Kuching
bg_bg: Азия / Кучинг
fr_fr: Asie / Kuching
nl_nl: Azië/Kuching
pl_pl: Azja/Kuching
zh_cn: 亚洲/古晋
zh_tw: 亞洲/古晉

source: Asia/Kuwait
bg_bg: Азия / Кувейт
ca_es: Àsia/Kuwait
fr_fr: Asie / Koweït
nl_nl: Azië/Koeweit
pl_pl: Azja/Kuwejt
tr_tr: Asya/Küveyt
zh_cn: 亚洲/科威特
zh_tw: 亞洲/科威特

source: Asia/Macao
bg_bg: Азия / Макао
ca_es: Àsia/Macao
fr_fr: Asie / Macao
nl_nl: Azië/Macao
pl_pl: Azja/Makao
tr_tr: Asya/Macao
zh_cn: 亚州/澳门
zh_tw: 亞州/澳門

source: Asia/Macau
bg_bg: Азия / Макао
ca_es: Ã€sia/Macau
es_mx: Asia/Macao
fr_fr: Asie / Macao
nl_nl: Azië/Macau
pl_pl: Azja/Makao
tr_tr: Asya/Macau
zh_cn: 亚州/澳门
zh_tw: 亞州/澳門

source: Asia/Magadan
bg_bg: Азия / Магадан
ca_es: Àsia/Magadan
es_mx: Asia/Magadán
fr_fr: Asie / Magadan
nl_nl: Azië/Magadan
pl_pl: Azja/Magadan
tr_tr: Asya/Magadan
zh_cn: 亚洲/玛格丹
zh_tw: 亞洲/瑪格丹

source: Asia/Makassar
bg_bg: Азия / Макасар
ca_es: Àsia/Macasar
es_mx: Asia/Macasar
fr_fr: Asie / Makassar
nl_nl: Azië/Makassar
pl_pl: Azja/Makassar
tr_tr: Asya/Makassar
zh_cn: 亚洲/望加锡
zh_tw: 亞洲/望加錫

source: Asia/Manila
bg_bg: Азия / Манила
ca_es: Àsia/Manila
fr_fr: Asie / Manille
nl_nl: Azië/Manila
pl_pl: Azja/Manila
tr_tr: Asya/Manila
zh_cn: 亚洲/马尼拉
zh_tw: 亞洲/馬尼拉

source: Asia/Muscat
bg_bg: Азия / Мускат
ca_es: Àsia/Muscat
fr_fr: Asie / Muscat
nl_nl: Azië/Muscat
pl_pl: Azja/Maskat
tr_tr: Asya/Maskat
zh_cn: 亚洲/马斯喀特
zh_tw: 亞洲/馬斯喀特

source: Asia/Nicosia
bg_bg: Азия / Никозия
ca_es: Ã€sia/NicÃ²sia
fr_fr: Asie / Nicosie
nl_nl: Azië/Nicosia
pl_pl: Azja/Nikozja
tr_tr: Asya/Lefkoşa
zh_cn: 亚洲/尼科西亚
zh_tw: 亞洲/尼科西亞

source: Asia/Novokuznetsk
bg_bg: Азия / Новокузнецк
ca_es: Àsia/INovokuznetsk
es_mx: Asia/INovokuznetsk
fr_fr: Asie / Novokouznetsk
nl_nl: Azië/Novokuznetsk
pl_pl: Azja/Nowokuźnieck
tr_tr: Asya/Novukuznetsk
zh_cn: 亚洲/新库兹涅茨克
zh_tw: 亞洲/新庫茲涅茨克

source: Asia/Novosibirsk
bg_bg: Азия / Новосибирск
ca_es: Àsia/Novosibirsk
fr_fr: Asie / Novossibirsk
nl_nl: Azië/Novosibirsk
pl_pl: Azja/Nowosybirsk
tr_tr: Asya/Novosibirsk
zh_cn: 亚洲/诺夫哥罗德
zh_tw: 亞洲/諾夫哥羅德

source: Asia/Omsk
bg_bg: Азия / Омск
ca_es: Àsia/Omsk
fr_fr: Asie / Omsk
nl_nl: Azië/Omsk
pl_pl: Azja/Omsk
tr_tr: Asya/Omsk
zh_cn: 亚洲/鄂木斯克
zh_tw: 亞洲/鄂木斯克

source: Asia/Oral
bg_bg: Азия / устен
ca_es: Àsia/Oral
fr_fr: Asie / Oural
nl_nl: Azië/Oral
pl_pl: Azja/Oral
tr_tr: Asya/Oral
zh_cn: 亚洲/乌拉尔
zh_tw: 亞洲/烏拉爾

source: Asia/Phnom Penh
bg_bg: Азия / Пном Пен
ca_es: Àsia/Phnom Penh
fr_fr: Asie / Phnom Penh
nl_nl: Azië/Phnom-Penh
pl_pl: Azja/Phnom Penh
tr_tr: Asya/Phnom Penh
zh_cn: 亚洲/金边
zh_tw: 亞洲/金邊

source: Asia/Pontianak
bg_bg: Азия / Pontianak
ca_es: Àsia/Pontianak
fr_fr: Asie / Pontianak
nl_nl: Azië/Pontianak
pl_pl: Azja/Pontianak
tr_tr: Asya/Pontianak
zh_cn: 亚洲/坤甸
zh_tw: 亞洲/坤甸

source: Asia/Pyongyang
bg_bg: Азия / Пхенян
ca_es: Àsia/Pyongyang
fr_fr: Asie / Pyongyang
nl_nl: Azië/Pyongyang
pl_pl: Azja/Pjongjang
tr_tr: Asya/Pyongyang
zh_cn: 亚洲/平壤
zh_tw: 亞洲/平壤

source: Asia/Qatar
bg_bg: Азия / Катар
ca_es: Ã€sia/Qatar
fr_fr: Asie / Qatar
nl_nl: Azië/Qatar
pl_pl: Azja/Katar
tr_tr: Asya/Katar
zh_cn: 亚洲/卡塔尔
zh_tw: 亞洲/卡塔爾

source: Asia/Qyzylorda
bg_bg: Азия / Кизилорда
ca_es: Àsia/Qyzylorda
fr_fr: Asie / Qyzylorda
nl_nl: Azië/Qyzylorda
pl_pl: Azja/Kyzyłorda
tr_tr: Asya/Qyzylorda
zh_cn: 亚洲/克孜勒奥尔达
zh_tw: 亞洲/克孜勒奧爾達

source: Asia/Rangoon
bg_bg: Азия / Рангун
ca_es: Àsia/Rangun
es_mx: Asia/Rangún
fr_fr: Asie / Rangoon
nl_nl: Azië/Rangoon
pl_pl: Azja/Rangun
tr_tr: Asya/Yangon
zh_cn: 亚洲/仰光
zh_tw: 亞洲/仰光

source: Asia/Riyadh
bg_bg: Азия / Рияд
ca_es: Àsia/Riad
es_mx: Asia/Riad
fr_fr: Asie / Riyad
nl_nl: Azië/Riyadh
pl_pl: Azja/Rijad
tr_tr: Asya/Riyad
zh_cn: 亚洲/利雅得
zh_tw: 亞洲/利雅德

source: Asia/Riyadh87
es_mx: Asia/Riad87
pl_pl: Azja/Rijad 87

source: Asia/Riyadh88
es_mx: Asia/Riad88
pl_pl: Azja/Rijad 88

source: Asia/Riyadh89
es_mx: Asia/Riad89
pl_pl: Azja/Rijad 89

source: Asia/Saigon
bg_bg: Азия / Сайгон
ca_es: Àsia/Saigon
es_mx: Asia/Saigón
fr_fr: Asie / Saïgon
nl_nl: Azië/Saigon
pl_pl: Azja/Sajgon
tr_tr: Asya/Saigon
zh_cn: 亚洲/西贡
zh_tw: 亞洲/西貢

source: Asia/Sakhalin
bg_bg: Азия / Сахалин
ca_es: Àsia/Sakhalín
es_mx: Asia/Sajalín
fr_fr: Asie / Sakhaline
nl_nl: Azië/Sakhalin
pl_pl: Azja/Sachalin
tr_tr: Asya/Sakhalin
zh_cn: 亚洲/萨哈林
zh_tw: 亞洲/薩哈林

source: Asia/Samarkand
bg_bg: Азия / Самарканд
ca_es: Àsia/Samarcanda
es_mx: Asia/Samarcanda
fr_fr: Asie / Samarcande
nl_nl: Azië/Samarkand
pl_pl: Azja/Samarkanda
tr_tr: Asya/Semerkant
zh_cn: 亚洲/撒马尔罕
zh_tw: 亞洲/撒馬爾罕

source: Asia/Seoul
bg_bg: Азия / Сеул
ca_es: Àsia/Seül
es_mx: Asia/Seúl
fr_fr: Asie / Séoul
nl_nl: Azië/Seoul
pl_pl: Azja/Seul
tr_tr: Asya/Seoul
zh_cn: 亚洲/首尔
zh_tw: 亞洲/首爾

source: Asia/Shanghai
bg_bg: Азия / Шанхай
ca_es: Àsia/Shanghai
es_mx: Asia/Shanghái
fr_fr: Asie / Shanghai
nl_nl: Azië/Shanghai
pl_pl: Azja/Szanghaj
tr_tr: Asya/Şangay
zh_cn: 亚洲/上海
zh_tw: 亞洲/上海

source: Asia/Singapore
bg_bg: Азия / Сингапур
ca_es: Àsia/Singapur
es_mx: Asia/Singapur
fr_fr: Asie / Singapour
nl_nl: Azië/Singapore
pl_pl: Azja/Singapur
tr_tr: Asya/Singapur
zh_cn: 亚洲/新加坡
zh_tw: 亞洲/新加坡

source: Asia/Taipei
bg_bg: Азия / Тайпе
ca_es: Àsia/Taipei
es_mx: Asia/Taipéi
fr_fr: Asie / Taipei
nl_nl: Azië/Taipei
pl_pl: Azja/Tajpej
tr_tr: Asya/Taipei
zh_cn: 亚洲/台北
zh_tw: 亞洲/台北

source: Asia/Tashkent
bg_bg: Азия / Ташкент
ca_es: Àsia/Taskent
es_mx: Asia/Taskent
fr_fr: Asie / Tachkent
nl_nl: Azië/Tashkent
pl_pl: Azja/Taszkient
tr_tr: Asya/Taşkent
zh_cn: 亚洲/塔什干
zh_tw: 亞洲/塔什干

source: Asia/Tbilisi
bg_bg: Азия / Тбилиси
ca_es: Àsia/Tiflis
es_mx: Asia/Tiflis
fr_fr: Asie / Tbilissi
nl_nl: Azië/Tbilisi
pl_pl: Azja/Tbilisi
tr_tr: Asya/Tbilisi
zh_cn: 亚洲/梯比利斯
zh_tw: 亞洲/梯比利斯

source: Asia/Tehran
bg_bg: Азия / Техеран
ca_es: Àsia/Teheran
es_mx: Asia/Teherán
fr_fr: Asie / Téhéran
nb_no: Asia/Teheran
nl_nl: Azië/Teheran
pl_pl: Azja/Tehran
tr_tr: Asya/Tahran
zh_cn: 亚洲/德黑兰
zh_tw: 亞洲/德黑蘭

source: Asia/Tel Aviv
bg_bg: Азия / Тел Авив
ca_es: Àsia/Tel Aviv
fr_fr: Asie / Tel Aviv
nl_nl: Azië/Tel Aviv
pl_pl: Azja/Tel Awiw
tr_tr: Asya/Tel Aviv
zh_cn: 亚洲/特拉维夫
zh_tw: 亞洲/特拉維夫

source: Asia/Thimbu
bg_bg: Азия / Thimbu
ca_es: Àsia/Timbu
es_mx: Asia/Timbu
fr_fr: Asie / Thimphu
nl_nl: Azië/Thimbu
pl_pl: Azja/Thimphu
zh_cn: 亚洲/廷布
zh_tw: 亞洲/廷布

source: Asia/Thimphu
bg_bg: Азия / Тхимпху
ca_es: Àsia/Timbu
es_mx: Asia/Timbu
fr_fr: Asie / Thimphu
nl_nl: Azië/Thimphu
pl_pl: Azja/Thimphu
tr_tr: Asya/Thimphu
zh_cn: 亚洲/廷布
zh_tw: 亞洲/廷布

source: Asia/Tokyo
bg_bg: Азия / Токио
ca_es: Ã€sia/TÃ²quio
es_mx: Asia/Tokio
fr_fr: Asie / Tokyo
nl_nl: Azië/Tokyo
pl_pl: Azja/Tokio
tr_tr: Asya/Tokyo
zh_cn: 亚洲/东京
zh_tw: 亞洲/東京

source: Asia/Ujung Pandang
bg_bg: Азия / Уджун Панданг
ca_es: Àsia/Macasar
es_mx: Asia/Macasar
fr_fr: Asie / Makassar
nl_nl: Azië/Makassar
pl_pl: Azja/Ujung Pandang
tr_tr: Asya/Ujung Pandang
zh_cn: 亚洲/乌戎潘当
zh_tw: 亞洲/烏戎潘當

source: Asia/Ulaanbaatar
bg_bg: Азия / Улан Батор
ca_es: Àsia/Ulan Bator
es_mx: Asia/Ulán Bator
fr_fr: Asie / Oulan-Bator
nl_nl: Azië/Ulaanbaatar
pl_pl: Azja/Ułan Bator
tr_tr: Asya/Ulan Batur
zh_cn: 亚洲/乌兰巴托
zh_tw: 亞洲/烏蘭巴托

source: Asia/Ulan Bator
bg_bg: Азия / Улан Батор
ca_es: Àsia/Ulan Bator
es_mx: Asia/Ulán Bator
fr_fr: Asie /Oulan-Bator
nl_nl: Azië/Ulan Bator
pl_pl: Azja/Ułan Bator
tr_tr: Asya/Ulan Batur
zh_cn: 亚洲/乌兰巴托
zh_tw: 亞洲/烏蘭巴托

source: Asia/Urumqi
bg_bg: Азия / Урумчи
ca_es: Àsia/Ürümqi
es_mx: Asia/Ürümqi
fr_fr: Asie / Ürümqi
nl_nl: Azië/Urumqi
pl_pl: Azja/Urumczi
tr_tr: Asya/Ürümqi
zh_cn: 亚洲/乌鲁木齐
zh_tw: 亞洲/烏魯木齊

source: Asia/Vientiane
bg_bg: Азия / Виентян
ca_es: Àsia/Vientiane
es_mx: Asia/Vientián
fr_fr: Asie / Vientiane
nl_nl: Azië/Vientiane
pl_pl: Azja/Wientian
tr_tr: Asya/Vientiane
zh_cn: 亚洲/万象
zh_tw: 亞洲/永珍

source: Asia/Vladivostok
bg_bg: Азия / Владивосток
ca_es: Àsia/Vladivostok
fr_fr: Asie / Vladivostok
nl_nl: Azië/Vladivostok
pl_pl: Azja/Władywostok
tr_tr: Asya/Vladivostok
zh_cn: 亚洲/海参崴
zh_tw: 亞洲/符拉迪沃斯托克

source: Asia/Yakutsk
bg_bg: Азия / Якутск
ca_es: Àsia/Yakutsk
fr_fr: Asie / Iakoutsk
nl_nl: Azië/Jakoetsk
pl_pl: Azja/Jakuck
tr_tr: Asya/Yakutsk
zh_cn: 亚洲/雅库次克
zh_tw: 亞洲/雅庫次克

source: Asia/Yekaterinburg
bg_bg: Азия / Екатеринбург
ca_es: Àsia/Ekaterimburg
es_mx: Asia/Ekaterimburgo
fr_fr: Asie / Iekaterinbourg
nb_no: Asia/Jekaterinburg
nl_nl: Azië/Yekaterinburg
pl_pl: Azja/Jekaterynburg
tr_tr: Asya/Yekaterinburg
zh_cn: 亚洲/叶卡捷琳堡
zh_tw: 亞洲/葉卡捷琳堡

source: Asia/Yerevan
bg_bg: Азия / Ереван
ca_es: Àsia/Erevan
es_mx: Asia/Ereván
fr_fr: Asie / Erevan
nl_nl: Azië/Yerevan
pl_pl: Azja/Erewań
tr_tr: Asya/Erivan
zh_cn: 亚洲/埃里温
zh_tw: 亞洲/埃里溫

source: Atlantic/Azores
bg_bg: Атлантически / Азорски острови
ca_es: AtlÃ ntic/AÃ§ores
es_mx: Atlántico/Azores
fr_fr: Atlantique / Açores
nb_no: Atlanteren/Azores
nl_nl: Atlantische Oceaan/Azores
pl_pl: Atlantyk/Azory
tr_tr: Atlantik/Azorlar
zh_cn: 大西洋/亚速尔
zh_tw: 大西洋/亞速爾

source: Atlantic/Bermuda
bg_bg: Atlantic / Бермуда
ca_es: Alàntic/Bermudes
es_mx: Atlántico/Bermudas
fr_fr: Atlantique / Bermudes
nb_no: Atlanteren/Bermuda
nl_nl: Atlantische Oceaan/Bermuda
pl_pl: Atlantyk/Bermudy
tr_tr: Atlantik/Bermuda
zh_cn: 大西洋/百慕大
zh_tw: 大西洋/百慕達

source: Atlantic/Canary
ca_es: Atlàntic/Canàries
es_mx: Atlántico/Canarias
fr_fr: Atlantique / Canaries
nb_no: Atlanteren/Kanariøyene
nl_nl: Atlantische Oceaan/Canarische Eilanden
pl_pl: Atlantyk/Wyspy Kanaryjskie
zh_cn: 大西洋/加那利
zh_tw: 大西洋/加那利

source: Atlantic/Cape Verde
bg_bg: Атлантически / Кабо Верде
ca_es: Atlàntic/Cap verd
es_mx: Atlántico/Cabo Verde
fr_fr: Atlantique / Cap-Vert
nb_no: Atlanteren/Kapp Verde
nl_nl: Atlantische Oceaan/Kaapverdië
pl_pl: Atlantyk/Republika Zielonego Przylądka
tr_tr: Atlantk/Yeşil Burun Adaları
zh_cn: 大西洋/佛得角
zh_tw: 大西洋/維德角

source: Atlantic/Faeroe
bg_bg: Atlantic / Замбия
ca_es: Atlàntic/Feroe
es_mx: Atlántico/Feroe
fr_fr: Atlantique / Féroé
nb_no: Atlanteren/Færøyene
nl_nl: Atlantische Oceaan/Faeroe
pl_pl: Atlantyk/Wyspy Owcze
tr_tr: Atlantik/Faroe
zh_cn: 大西洋/法罗群岛
zh_tw: 大西洋/法羅群島

source: Atlantic/Faroe
bg_bg: Atlantic / Фарьорските
ca_es: Atlàntic/Feroe
es_mx: Atlántico/Feroe
fr_fr: Atlantique / Féroé
nb_no: Atlanteren/Faraoøyene
nl_nl: Atlantische Oceaan/Faroe
pl_pl: Atlantyk/Wyspy Owcze
tr_tr: Atlantik/Faroe
zh_cn: 大西洋/法罗群岛
zh_tw: 大西洋/法羅群島

source: Atlantic/Jan Mayen
bg_bg: Атлантик / Ян Майен
ca_es: Atlàntic/Jan Mayen
es_mx: Atlántico/Jan Mayen
fr_fr: Atlantique / Île Jan Mayen
nb_no: Atlanteren/Jan Mayen
nl_nl: Atlantische Oceaan/Jan Mayen
pl_pl: Atlantyk/Jan Mayen
tr_tr: Atlantik/Jan Mayen
zh_cn: 大西洋/扬马廷岛
zh_tw: 大西洋/揚馬廷島

source: Atlantic/Madeira
bg_bg: Atlantic / Мадейра
ca_es: Atlàntic/Madeira
es_mx: Atlántico/Madeira
fr_fr: Atlantique / Madère
nb_no: Atlanteren/Madeira
nl_nl: Atlantische Oceaan/Madeira
pl_pl: Atlantyk/Madeira
tr_tr: Atlantik/Madeira
zh_cn: 大西洋/马德拉群岛
zh_tw: 大西洋/馬德拉群島

source: Atlantic/Reykjavik
bg_bg: Atlantic / Рейкявик
ca_es: AtlÃ ntic/Reykjavik
es_mx: Atlántico/Reykiavik
fr_fr: Atlantique / Reykjavík
nb_no: Atlanteren/Reykjavik
nl_nl: Atlantische Oceaan/Reykjavik
pl_pl: Atlantyk/Reykjavik
tr_tr: Atlantik/Reykjavik
zh_cn: 大西洋/雷克雅未克
zh_tw: 大西洋/雷克雅維克

source: Atlantic/South Georgia
bg_bg: Атлантическа / Южна Грузия
ca_es: Atlàntic/Geòrgia del Sud
es_mx: Atlántico/Georgia del Sur
fr_fr: Atlantique / Géorgie du Sud
nb_no: Atlanteren/Sør-Georgia
nl_nl: Atlantische Oceaan/Zuid Georgia
pl_pl: Atlantyk/Georgia Południowa
tr_tr: Atlantik/Güney Gürcistan
zh_cn: 大西洋/南乔治亚
zh_tw: 大西洋/南喬治亞

source: Atlantic/St Helena
bg_bg: Атлантик / Света Елена
ca_es: Altàntic/St Helena
es_mx: Atlántico/Santa Elena
fr_fr: Atlantique / Sainte-Hélène
nb_no: Atlanteren/St. Helena
nl_nl: Atlantische Oceaan/Sint-Helena
pl_pl: Atlantyk/Św. Helena
tr_tr: Atlantik/St Helena
zh_cn: 大西洋/圣赫勒拿岛
zh_tw: 大西洋/聖赫勒拿島

source: Atlantic/Stanley
bg_bg: Atlantic / Стенли
ca_es: Atlàntic/Stanley
es_mx: Atlántico/Stanley
fr_fr: Atlantique / Stanley
nb_no: Atlanteren/Stanley
nl_nl: Atlantische Oceaan/Stanley
pl_pl: Atlantyk/Stanley
tr_tr: Atlantik/Stanley
zh_cn: 大西洋/斯坦利
zh_tw: 大西洋/斯坦利

source: Australia/Adelaide
bg_bg: Австралия / Аделаида
ca_es: Austràlia/Adelaida
es_mx: Australia/Adelaida
fr_fr: Australie / Adélaïde
nl_nl: Australië/Adelaide
pl_pl: Australia/Adelajda
tr_tr: Avustralya/Adelaide
zh_cn: 澳大利亚/阿得雷德
zh_tw: 澳大利亞/阿得雷德

source: Australia/North
bg_bg: Австралия / North
ca_es: Austràlia/Nord
es_mx: Australia/Norte
fr_fr: Australie / Nord
nl_nl: Australië/Noord
pl_pl: Australia/Północ
tr_tr: Avustralya/Kuzey
zh_cn: 澳大利亚/北澳州
zh_tw: 澳大利亞/北澳州

source: Australia/South
bg_bg: Австралия / Южна
ca_es: Austràlia/Sud
es_mx: Australia/Sur
fr_fr: Australie / Sud
nl_nl: Australië/Zuid
pl_pl: Australia/Południe
tr_tr: Avustralya/Güney
zh_cn: 澳大利亚/南澳州
zh_tw: 澳大利亞/南澳州

source: Australia/West
bg_bg: Австралия / Запад
ca_es: Austràlia/Oest
es_mx: Australia/Oeste
fr_fr: Australie / Ouest
nl_nl: Australië/West
pl_pl: Australia/Zachód
tr_tr: Avustralya/Batı
zh_cn: 澳大利亚/西澳州
zh_tw: 澳大利亞/西澳州

source: Brazil/Acre
bg_bg: Бразилия / Acre
ca_es: Brasil/Acre
es_mx: Brasil/Acre
fr_fr: Brésil / Acre
nb_no: Brasil/Acre
nl_nl: Brazilië/Acre
pl_pl: Brazylia/Acre
tr_tr: Brezilya/Acre
zh_cn: 巴西/阿克里
zh_tw: 巴西/阿克裏

source: Brazil/DeNoronha
bg_bg: Бразилия / DeNoronha
ca_es: Brasil/De Noronha
es_mx: Brasil/De Noronha
fr_fr: Brésil / DeNoronha
nb_no: Brasil/DeNoronha
nl_nl: Brazilië/De Noronha
pl_pl: Brazylia/De Noronha
tr_tr: Brezilya/DeNoronha
zh_cn: 巴西/迪诺罗尼亚
zh_tw: 巴西/迪諾羅尼亞

source: Brazil/East
bg_bg: Бразилия / Изток
ca_es: Brasil/Est
es_mx: Brasil/Este
fr_fr: Brésil / Est
nb_no: Brasil/East
nl_nl: Brazilië/Oost
pl_pl: Brazylia/Wschód
tr_tr: Brezilya/Doğu
zh_cn: 巴西/东部
zh_tw: 巴西/東部

source: Brazil/West
bg_bg: Бразилия / Запад
ca_es: Brasil/Oest
es_mx: Brasil/Oeste
fr_fr: Brésil / Ouest
nb_no: Brasil/West
nl_nl: Brazilië/West
pl_pl: Brazylia/Zachód
tr_tr: Brezilya/Batı
zh_cn: 巴西/西部
zh_tw: 巴西/西部

source: Canada/Atlantic
bg_bg: Канада / Atlantic
ca_es: CanadÃ /AtlÃ ntic
es_mx: Canadá/Atlántico
fr_fr: Canada / Atlantique
nb_no: Canada/Atlanteren
pl_pl: Kanada/Atlantyk
tr_tr: Kanada/Atlantik
zh_cn: 加拿大/大西洋
zh_tw: 加拿大/大西洋

source: Canada/Central
bg_bg: Канада / Central
ca_es: CanadÃ /Central
es_mx: Canadá/Central
fr_fr: Canada / Centre
nl_nl: Canada/Centraal
pl_pl: Kanada/Centralna
tr_tr: Kanada/Merkez
zh_cn: 加拿大/中部
zh_tw: 加拿大/中部

source: Canada/East-Saskatchewan
bg_bg: Канада / Саскачеван Изток-
ca_es: CanadÃ /Est-Saskatchewan
es_mx: Canadá/Este-Saskatchewan
fr_fr: Canada / Saskatchewan
nb_no: Canada/Øst-Saskatchewan
nl_nl: Canada/Oost-Saskatchewan
pl_pl: Kanada/Saskatchewan, wschód
tr_tr: Kanada/Doğu-Saskatchewan
zh_cn: 加拿大/东沙斯喀彻温
zh_tw: 加拿大/東沙斯喀徹溫

source: Canada/Eastern
bg_bg: Канада / Източна
ca_es: CanadÃ /Est
es_mx: Canadá/Oriental
fr_fr: Canada / Est
nb_no: Canada/Øst
nl_nl: Canada/Oost
pl_pl: Kanada/Wschód
tr_tr: Kanada/Doğu
zh_cn: 加拿大/东部
zh_tw: 加拿大/東部

source: Canada/Mountain
bg_bg: Канада / Mountain
ca_es: Canada/Muntanya
es_mx: Canada/Rocosas
nb_no: Canada/Fjell
pl_pl: Kanada/Góry
tr_tr: Kanada/Dağ
zh_cn: 加拿大/山区
zh_tw: 加拿大/山區

source: Canada/Newfoundland
bg_bg: Канада / Нюфаундленд
ca_es: CanadÃ /Terranova
es_mx: Canadá/Newfoundland
fr_fr: Canada / Terre-Neuve
pl_pl: Kanada/Nowa Fundlandia
tr_tr: Kanada/Newfoundland
zh_cn: 加拿大/纽芬兰
zh_tw: 加拿大/紐芬蘭

source: Canada/Pacific
bg_bg: Канада / Тихоокеанския
ca_es: CanadÃ /PacÃ­fic
es_mx: Canadá/Pacífico
fr_fr: Canada / Pacifique
nb_no: Canada/Stillehavet
pl_pl: Kanada/Pacyfik
tr_tr: Kanada/Pasifik
zh_cn: 加拿大/太平洋
zh_tw: 加拿大/太平洋

source: Canada/Saskatchewan
bg_bg: Канада / Саскачеван
ca_es: CanadÃ /Saskatchewan
es_mx: Canadá/Saskatchewan
pl_pl: Kanada/Saskatchewan
tr_tr: Kanada/Saskatchewan
zh_cn: 加拿大/沙斯喀彻温
zh_tw: 加拿大/沙斯喀徹溫

source: Canada/Yukon
bg_bg: Канада / Юкон
ca_es: CanadÃ /Yukon
es_mx: Canadá/Yukón
pl_pl: Kanada/Jukon
tr_tr: Kanada/Yukon
zh_cn: 加拿大/育空
zh_tw: 加拿大/育空

source: Chile/Continental
bg_bg: Чили / Continental
ca_es: Xile/Continental
fr_fr: Chili / Continental
nb_no: Chile/Kontinental
nl_nl: Chili/Continentaal
pl_pl: Chile/Kontynentalne
zh_cn: 智利/大陆
zh_tw: 智利/大陸

source: Chile/EasterIsland
bg_bg: Чили / EasterIsland
ca_es: Xile/Illa de Pasqua
fr_fr: Chili / Île de Pâques
nb_no: Chile/Påskeøya
nl_nl: Chili/Paaseiland
pl_pl: Chile/Wyspa Wielkanocna
tr_tr: Şili/Paskalya Adası
zh_cn: 智利/复活岛
zh_tw: 智利/復活島

source: Cuba
bg_bg: Куба
pl_pl: Kuba
tr_tr: Küba
zh_cn: 古巴
zh_tw: 古巴

source: Egypt
bg_bg: Египет
ca_es: Egipte
es_mx: Egipto
fr_fr: Égypte
nl_nl: Egypte
pl_pl: Egipt
tr_tr: Mısır
zh_cn: 埃及
zh_tw: 埃及

source: Eire
bg_bg: Ейре
es_mx: Irlanda
fr_fr: Irlande
nl_nl: Ierland
pl_pl: Republika Irlandii
zh_cn: 爱尔兰
zh_tw: 愛爾蘭

source: Europe/Amsterdam
bg_bg: Европа / Амстердам
ca_es: Europa/Amsterdam
es_mx: Europa/Amsterdam
nb_no: Europa/Amsterdam
nl_nl: Europa/Amsterdam
pl_pl: Europa/Amsterdam
tr_tr: Avrupa/Amsterdam
zh_cn: 欧洲/阿姆斯特丹
zh_tw: 歐洲/阿姆斯特丹

source: Europe/Andorra
bg_bg: Европа / Андора
ca_es: Europa/Andorra
es_mx: Europa/Andorra
fr_fr: Europe / Andorre
nb_no: Europa/Andorra
nl_nl: Europa/Andorra
pl_pl: Europa/Andora
tr_tr: Avrupa/Andora
zh_cn: 欧洲/安道尔
zh_tw: 歐洲/安道爾

source: Europe/Athens
bg_bg: Европа / Атина
ca_es: Europa/Atenes
es_mx: Europa/Atenas
fr_fr: Europe / Athènes
nb_no: Europa/Aten
nl_nl: Europa/Athene
pl_pl: Europa/Ateny
tr_tr: Avrupa/Atina
zh_cn: 欧洲/雅典
zh_tw: 歐洲/雅典

source: Europe/Belfast
bg_bg: Европа / Белфаст
ca_es: Europa/Belfast
es_mx: Europa/Belfast
nb_no: Europa/Belfast
nl_nl: Europa/Belfast
pl_pl: Europa/Belfast
tr_tr: Avrupa/Belfast
zh_cn: 欧洲/贝尔法斯特
zh_tw: 歐洲/貝爾法斯特

source: Europe/Belgrade
bg_bg: Европа / Белград
ca_es: Europa/Belgrade
es_mx: Europa/Belgrado
nb_no: Europa/Belgrade
nl_nl: Europa/Belgrado
pl_pl: Europa/Belgrad
tr_tr: Avrupa/Belgrad
zh_cn: 欧洲/贝尔格莱德
zh_tw: 歐洲/貝爾格勒

source: Europe/Berlin
bg_bg: Европа / Берлин
ca_es: Europa/BerlÃ­n
es_mx: Europa/Berlín
nb_no: Europa/Berlin
nl_nl: Europa/Berlijn
pl_pl: Europa/Berlin
tr_tr: Avrupa/Berlin
zh_cn: 欧洲/贝尔格莱德
zh_tw: 歐洲/柏林

source: Europe/Bratislava
bg_bg: Европа / Братислава
ca_es: Europa/Bratislava
es_mx: Europa/Bratislava
nb_no: Europa/Bratislava
nl_nl: Europa/Bratislava
pl_pl: Europe/Bratysława
tr_tr: Avrupa/Bratislava
zh_cn: 欧洲/布拉迪斯拉法
zh_tw: 歐洲/布拉迪斯拉法

source: Europe/Brussels
bg_bg: Европа / Брюксел
ca_es: Europa/BruselÂ·les
es_mx: Europa/Bruselas
fr_fr: Europe / Bruxelles
nb_no: Europa/Brussel
nl_nl: Europa/Brussel
pl_pl: Europa/Bruksela
tr_tr: Avrupa/Brüksel
zh_cn: 欧洲/布鲁塞尔
zh_tw: 歐洲/布魯塞爾

source: Europe/Bucharest
bg_bg: Европа / Букурещ
ca_es: Europa/Bucarest
es_mx: Europa/Bucarest
fr_fr: Europe / Bucarest
nb_no: Europa/Bukarest
nl_nl: Europa/Bucharest
pl_pl: Europa/Bukareszt
tr_tr: Avrupa/Bükreş
zh_cn: 欧洲/布加勒斯特
zh_tw: 歐洲/布加勒斯特

source: Europe/Budapest
bg_bg: Европа / Будапеща
ca_es: Europa/Budapest
es_mx: Europa/Budapest
nb_no: Europa/Budapest
nl_nl: Europa/Budapest
pl_pl: Europa/Budapeszt
tr_tr: Avrupa/Budapeşte
zh_cn: 欧洲/布达佩斯
zh_tw: 歐洲/布達佩斯

source: Europe/Chisinau
bg_bg: Европа / Кишинев
ca_es: Europa/Chișinău
es_mx: Europa/Chisinau
fr_fr: Europe / Chişinău
nb_no: Europa/Chisinau
nl_nl: Europa/Chisinau
pl_pl: Europa/Kiszyniów
tr_tr: Avrupa/Chisinau
zh_cn: 欧洲/基希讷乌
zh_tw: 歐洲/基希訥烏

source: Europe/Copenhagen
bg_bg: Европа / Копенхаген
ca_es: Europa/Copenhagen
es_mx: Europa/Copenhague
fr_fr: Europe / Copenhague
nb_no: Europa/København
nl_nl: Europa/Kopenhagen
pl_pl: Europa/Kopenhaga
tr_tr: Avrupa/Kopenhag
zh_cn: 欧洲/哥本哈根
zh_tw: 歐洲/哥本哈根

source: Europe/Dublin
bg_bg: Европа / Дъблин
ca_es: Europa/DublÃ­n
es_mx: Europa/Dublín
nb_no: Europa/Dublin
nl_nl: Europa/Dublin
pl_pl: Europa/Dublin
tr_tr: Avrupa/Dublin
zh_cn: 欧洲/都伯林
zh_tw: 歐洲/都伯林

source: Europe/Gibraltar
bg_bg: Европа / Гибралтар
ca_es: Europa/Gibraltar
es_mx: Europa/Gibraltar
nb_no: Europa/Gibraltar
nl_nl: Europa/Gibraltar
pl_pl: Europa/Gibraltar
tr_tr: Avrupa/Gibraltar
zh_cn: 欧洲/直布罗陀
zh_tw: 歐洲/直布羅陀

source: Europe/Guernsey
bg_bg: Европа / Гърнси
ca_es: Europa/Guernsey
es_mx: Europa/Guernsey
fr_fr: Europe / Guernesey
nb_no: Europa/Guernsey
nl_nl: Europa/Guernsey
pl_pl: Europa/Guernsey
tr_tr: Avrupa/Guernsey
zh_cn: 欧洲/格恩西
zh_tw: 歐洲/根息

source: Europe/Helsinki
bg_bg: Европа / Хелзинки
ca_es: Europa/Helsinki
es_mx: Europa/Helsinki
nb_no: Europa/Helsinki
nl_nl: Europa/Helsinki
pl_pl: Europa/Helsinki
tr_tr: Avrupa/Helsinki
zh_cn: 欧洲/赫尔辛基
zh_tw: 歐洲/赫爾辛基

source: Europe/Isle of Man
bg_bg: Европа / Остров Ман
ca_es: Europa/Illa de Man
es_mx: Europa/Isla de Man
fr_fr: Europe / Île de Man
nb_no: Europa/Isle of Man
nl_nl: Europa/Isle of Man
pl_pl: Europa/Wyspa Man
tr_tr: Avrupa/Man Adası
zh_cn: 欧洲/马恩岛
zh_tw: 歐洲/曼島

source: Europe/Istanbul
bg_bg: Европа / Истанбул
ca_es: Europa/Istanbul
es_mx: Europa/Estambul
nb_no: Europa/Istanbul
nl_nl: Europa/Istanbul
pl_pl: Europa/Istambuł
tr_tr: Avrupa/Istanbul
zh_cn: 欧洲/伊斯坦布尔
zh_tw: 歐洲/伊斯坦布爾

source: Europe/Jersey
bg_bg: Европа / Джърси
ca_es: Europa/Jersey
es_mx: Europa/Jersey
nb_no: Europa/Jersey
nl_nl: Europa/Jersey
pl_pl: Europa/Jersey
tr_tr: Avrupa/Jersey
zh_cn: 欧洲/泽西岛
zh_tw: 歐洲/澤西島

source: Europe/Kaliningrad
bg_bg: Европа / Калининград
ca_es: Europa/Kaliningrad
es_mx: Europa/Kaliningrado
nb_no: Europa/Kaliningrad
nl_nl: Europa/Kaliningrad
pl_pl: Europa/Kaliningrad
tr_tr: Avrupa/Kaliningrad
zh_cn: 欧洲/加里宁格勒
zh_tw: 歐洲/加里寧格勒

source: Europe/Kiev
bg_bg: Европа / Киев
ca_es: Europa/Kiev
es_mx: Europa/Kiev
nb_no: Europa/Kiev
nl_nl: Europa/Kiev
pl_pl: Europa/Kijów
tr_tr: Avrupa/Kiev
zh_cn: 欧洲/基辅
zh_tw: 歐洲/基輔

source: Europe/Lisbon
bg_bg: Европа / Лисабон
ca_es: Europa/Lisboa
es_mx: Europa/Lisboa
fr_fr: Europe / Lisbonne
nb_no: Europa/Lisboa
nl_nl: Europa/Lissabon
pl_pl: Europa/Lizbona
tr_tr: Avrupa/Lisbon
zh_cn: 欧洲/里斯本
zh_tw: 歐洲/里斯本

source: Europe/Ljubljana
bg_bg: Европа / Любляна
ca_es: Europa/Liubliana
es_mx: Europa/Liubliana
fr_fr: Europe / Ljubliana
nb_no: Europa/Ljubljana
nl_nl: Europa/Ljubljana
pl_pl: Europa/Ljubljana
tr_tr: Avrupa/Ljubljana
zh_cn: 欧洲/卢布尔雅那
zh_tw: 歐洲/盧布爾雅那

source: Europe/London
bg_bg: Европа / Лондон
ca_es: Europa/Londres
es_mx: Europa/Londres
fr_fr: Europe / Londres
nb_no: Europa/London
nl_nl: Europa/London
pl_pl: Europa/Londyn
tr_tr: Avrupa/Londra
zh_cn: 欧洲/伦敦
zh_tw: 歐洲/倫敦

source: Europe/Luxembourg
bg_bg: Европа / Люксембург
ca_es: Europa/Luxemburg
es_mx: Europa/Luxemburgo
nb_no: Europa/Luxembourg
nl_nl: Europa/Luxemburg
pl_pl: Europa/Luksemburg
tr_tr: Avrupa/Lüksemburg
zh_cn: 欧洲/卢森堡
zh_tw: 歐洲/盧森堡
