Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: OXMF Contacts
bg_bg: OXMF Контакти
ca_es: Contactes OXMF
es_mx: Contactos OXMF
fr_fr: Contacts OXMF
nb_no: OXMF-kontakter
nl_nl: OXMF Contacten
pl_pl: Kontakty OXMF
tr_tr: OXMF İletişim
zh_cn: OXMF 联系人
zh_tw: OXMF 聯絡人

source: OXMF Infostore
ca_es: Infostore OXMF
es_mx: Portadocumentos OXMF
fr_fr: Dépôt de données OXMF
nl_nl: OXMF Gegevensdepot
pl_pl: Magazyn informacji OXMF
tr_tr: OXMF Bilgi deposu
zh_cn: OXMF 信息存储
zh_tw: OXMF 資訊存儲

source: Privacy: The data and any references contained in this webpage are shared with you under the assumption that the owner of the data was entitled to make them available to you. Neither Open-Xchange, nor any of its subsidiaries or affiliates shall be liable for its publication or re-publication. Any unauthorized use or dissemination of this data is prohibited. If you intend to store, process, or pass on this data, please make sure that you have the right to do so. If you are one of the people listed or responsible for a resource listed on this page and you don't agree with the publication, please send an email containing the URL (the link) to this webpage to %s and the publisher of the data: Data published by %s on %s
es_mx: Privacidad: Los datos y cualesquiera referencias contenidas en esta página web se ofrecen bajo el supuesto de que el propietario de los datos ha dado su consentimiento para ello. Ni Open-Xchange, ni ninguna de sus subsidiarias o filiales, podrán ser responsabilizados de su publicación o republicación. Cualquier uso o distribución no autorizados de estos datos están prohibidos.Si usted tiene intención de almacenar, procesar o ceder estos datos, por favor asegúrese de que tiene permiso para hacerlo. Si usted es una de las personas mencionadas, o responsable de un recurso mencionado en esta página, y no está de acuerdo con su publicación, por favor envíe un email a %s que contenga la URL (el enlace) a esta página web y el editor de los datos: Datos publicados por %s el %s
pl_pl: Poufność: Dane i wszelkie odnośniki zamieszczone na tej stronie zostają Ci udzielone z założeniem, że właściciel danych miał prawo do ich udostępnienia. Ani Open-Xchange, ani żadna z jej filii lub oddziałów nie jest odpowiedzialna za ich publikację lub dalszą publikację. Jakiekolwiek bezprawne wykorzystanie lub rozpowszechnianie tych danych jest zabronione. Jeśli zamierzasz przechowywać, przetwarzać lub przekazywać te dane dalej, upewnij się, że masz do tego prawo. Jeśli jesteś jedną z osób wymienionych lub odpowiedzialnych za zasoby wymienione na tej stronie, a nie zgadzasz się na publikację, wyślij wiadomość e-mail zawierającą URL (łącze) do tej strony do %s i osoby, która zamieściła dane: Dane opublikowane przez %s dnia %s

source: Publish Infostore document
bg_bg: Публикуване на документ Infostore
ca_es: Publica document d'Infostore
es_mx: Publicar documento del Portadocumentos
fr_fr: Publier le document du dépôt de données
nb_no: Publiser Infostore-dokument
nl_nl: Publiceer Gegevensdepot document
pl_pl: Publikuj dokument z magazynu informacji
tr_tr: InfoStore belgesini yayınla
zh_cn: 发布信息存储文档
zh_tw: 發佈資訊存儲文檔

source: Display name
bg_bg: Показвано име
ca_es: Nom a mostrar
es_mx: Mostrar nombre
fr_fr: Nom d'affichage
nb_no: Visningsnavn
nl_nl: Weergave naam
pl_pl: Nazwa wyświetlana
tr_tr: Görüntü adı
zh_cn: 显示名称
zh_tw: 顯示名稱

source: A SQL error occurred.
es_mx: Se ha producido un error de SQL.
pl_pl: Wystąpił błąd SQL.

source: A parsing error occurred: %1$s.
bg_bg: Възникна грешка при анализа: %1$s .
ca_es: S'ha produït un error de processament: %1$s.
es_mx: Se ha producido un error de procesamiento: %1$s.
fr_fr: Une erreur d'analyse s'est produite : %1$s.
nb_no: En analysefeil oppsto: %1$s.
nl_nl: Er is een ontleedfout opgetreden: %1$s.
pl_pl: Wystąpił błąd analizy: %1$s.
tr_tr: Sözdizim hatası oluştu: %1$s
zh_cn: 出现一个解析错误：%1$s。
zh_tw: 出現一個解析錯誤: %1$s。

source: Could not load publications of type %1$s
es_mx: No se han podido cargar las publicaciones de tipo %1$s
pl_pl: Nie można załadować publikacji typu %1$s

source: Unable to save a given ID.
es_mx: No se ha podido guardar el ID suministrado.
pl_pl: Nie można zapisać podanego ID.

source: Cannot find the publication site.
es_mx: No se puede encontrar el sitio de publicación.
pl_pl: Nie można znaleźć witryny publikacji

source: %1$s has already been taken (field: %2$s)
pl_pl: Element %1$s został już zajęty (pole: %2$s)

source: You do not have the permissions to perform the chosen action (%s)
es_mx: No tiene permisos para llevar a cabo la acción elegida (%s)
pl_pl: Nie masz uprawnień do wykonania wybranej czynności (%s)

source: The published document has been deleted in the meantime and therefore is no longer available.
bg_bg: Публикуваният документ е бил изтрит междувременно и следователно вече не е на разположение.
ca_es: El document publicat ha estat eliminat d'ençà, i per tant ja no està disponible.
es_mx: El documento publicado ha sido eliminado desde entonces, y por tanto ya no está disponible.
fr_fr: Le document publié a été supprimé entre-temps et n'est donc plus disponible.
nb_no: Det publiserte dokumentet er slettet i mellomtiden, og derfor er ikke lenger tilgjengelig.
nl_nl: Het gepubliceerde document is ondertussen verwijderd en is daarom niet meer beschikbaar.
pl_pl: Opublikowany dokument został w międzyczasie usunięty i nie jest już dostępny.
tr_tr: Yayınlanan belge bu sırada silindi ve bu nedenle artık mevcut değil .
zh_cn: 发布的文档已被删除，不在可用。
zh_tw: 已發布的文件已同時被刪除，所以已不存在。

source: Push UDP Exception.
es_mx: Excepción Push UDP.
pl_pl: Wyjątek protokołu Push UDP.

source: Missing Push UDP configuration.
es_mx: Falta la configuración Push UDP.
pl_pl: Nie można znaleźć konfiguracji protokołu Push UDP.

source: User ID is not a number: %1$s.
es_mx: El ID de usuario no es un número: %1$s.
pl_pl: Identyfikator użytkownika nie jest liczbą: %1$s.

source: Context ID is not a number: %1$s.
es_mx: El ID de contexto no es un número: %1$s.
pl_pl: Identyfikator kontekstu nie jest liczbą: %1$s.

source: Magic bytes are not a number: %1$s.
es_mx: Magic Bytes no es un número: %1$s.
pl_pl: Bajty określające typ zawartości nie są liczbą: %1$s.

source: Invalid Magic bytes: %1$s.
es_mx: Magic Bytes no válidos: %1$s.
pl_pl: Nieprawidłowe bajty określające typ zawartości: %1$s.

source: Folder ID is not a number: %1$s.
es_mx: El ID de la carpeta no es un número: %1$s.
pl_pl: Identyfikator folderu nie jest liczbą: %1$s.

source: Module is not a number: %1$s.
es_mx: El módulo no es un número: %1$s.
pl_pl: Moduł nie jest liczbą: %1$s.

source: Port is not a number: %1$s.
es_mx: El puerto no es un número: %1$s.
pl_pl: Wartość portu nie jest liczbą: %1$s.

source: Request type is not a number: %1$s.
es_mx: El tipo de petición no es un número: %1$s.
pl_pl: Typ żądania nie jest liczbą: %1$s.

source: Length is not a number: %1$s.
es_mx: La longitud no es un número: %1$s.
pl_pl: Długość nie jest liczbą: %1$s.

source: Invalid user IDs: %1$s.
es_mx: IDs de usuario no válidos: %1$s.
pl_pl: Nieprawidłowe identyfikatory użytkownika: %1$s.

source: Unknown request type: %1$s.
es_mx: Tipo de petición desconocido: %1$s.
pl_pl: Nieznany typ żądania: %1$s.

source: Missing payload in datagram package.
es_mx: Faltan los datos útiles en el paquete de datagrama.
pl_pl: Brak danych w pakiecie.

source: No UDP channel is configured.
es_mx: No hay ningún canal UDP configurado.
pl_pl: Nie skonfigurowano kanału UDP.

source: Quota exceeded. Please delete some items in order to create new ones.
es_mx: Cuota superada. Por favor, borre algunos elementos para poder crear otros nuevos.
pl_pl: Przekroczono przydział. Przed utworzeniem nowych elementów usuń część istniejących.

source: The session information didn't match any ServerSession
es_mx: La información de sesión no coincidió con ningún ServerSession
pl_pl: Informacja o sesji nie pasuje do żadnej sesji typu ServerSession

source: Obligatory key "%1$s" is missing from the Stanza
bg_bg: Задължителен ключ \ " %1$s " липсва от Stanza
fr_fr: La clé obligatoire « %1$s » manque dans la phrase
nb_no: Obligatorisk nøkkel "%1$s" mangler rommet
nl_nl: Verplichte sleutel "%1$s" is niet aanwezig in de Stanza
pl_pl: Brak obowiązkowego klucza "%1$s" w elemencie stanza
tr_tr: Stanza'dan zorunlu anahtar "%1$s" eksik
zh_cn: 从 Stanza 欠缺一个必须的键 "%1$s"
zh_tw: Stanza 欠缺必要的 "%1$s" 碼。

source: Could not find a builder for the given element: . "%1$s"
es_mx: No se pudo encontrar un constructor para el elemento especificado: "%1$s"
pl_pl: Nie można znaleźć konstruktora wskazanego elementu: . "%1$s"

source: Error while building Stanza: "%1$s"
es_mx: Error al crear sección: "%1$s"
pl_pl: Wystąpił błąd podczas tworzenia elementu Stanza: "%1$s".

source: Could not find a transformer for the PayloadElement: "%1$s"
es_mx: No se pudo encontrar un transformador para el PayloadElement: "%1$s"
pl_pl: Nie można znaleźć transformatora elementu PayloadElement: "%1$s"

source: Could not find an initializer for the given stanza: . "%1$s"
es_mx: No se pudo encontrar un inicializador para la sección especificada: "%1$s"
pl_pl: Nie można znaleźć inicjatora dla wskazanego elementu Stanza: . "%1$s"

source: Error while transforming a PayloadElement: "%1$s, %2$s"
es_mx: Error al transformar un PayloadElement: "%1$s, %2$s"
pl_pl: Podczas transformowania elementu PayloadElement wystąpił błąd: "%1$s, %2$s"

source: Error while converting PayloadElement data: "%1$s"
es_mx: Error al convertir datos de PayloadElement: "%1$s"
pl_pl: Podczas konwertowania danych elementu PayloadElement wystąpił błąd: "%1$s"

source: The following obligatory element is missing: "%1$s"
es_mx: Falta el siguiente elemento obligatorio: "%1$s"
pl_pl: Brak następującego wymaganego elementu: "%1$s"

source: Malformed Presence Data
es_mx: Datos de presencia incorrectos
pl_pl: Zniekształcone informacje o obecności

source: Malformed Message Data
pl_pl: Zniekształcone dane komunikatu

source: Malformed Iq Data
pl_pl: Zniekształcone dane Iq

source: Malformed Presence Element: "%1$s"
es_mx: Elemento de presencia incorrecto: "%1$s"
pl_pl: Zniekształcony element obecności: "%1$s"

source: Malformed Message Element: "%1$s"
pl_pl: Zniekształcony element komunikatu: "%1$s"

source: Malformed IQ Element: "%1$s"
bg_bg: Неправилен елемент на IQ: \ " %1$s "
ca_es: Element IQ incorrecte: "%1$s"
fr_fr: Élément IQ mal formé : « %1$s »
nb_no: Misformet IQ Element: %1$s
nl_nl: Onjuist IQ Element: "%1$s"
pl_pl: Zniekształcony element IQ: "%1$s"
tr_tr: Hatalı biçimlendirilmiş IQ Elemanı: "%1$s"
zh_cn: 畸形的 IQ 元素："%1$s"
zh_tw: 畸形 IQ 元素：「%1$s」

source: Illegal value "%1$s" for key "%1$s" in: "%3$s"
es_mx: Valor "%1$s" no válido para la clave "%2$s" en: %3$s
pl_pl: Nieprawidłowa wartość "%1$s" klucza "%2$s" w: "%3$s"

source: Malformed POST Data
es_mx: Formato de datos POST incorrecto
pl_pl: Zniekształcone dane POST

source: Could not find a handler for the given stanza: . "%1$s"
es_mx: No se pudo encontrar un controlador para la sección especificada: "%1$s"
pl_pl: Nie można znaleźć metody obsługi dla wskazanego elementu Stanza: . "%1$s"

source: Could not send stanza to resource. Resource was offline: %1$s
bg_bg: Станцията не можа да бъде изпратена до ресурса. Ресурсът е офлайн: %1$s
es_mx: No se pudo enviar la sección al recurso. El rescurso estaba desconectado: %1$s
fr_fr: Impossible d'envoyer la phrase à la ressource qui était déconnectée : %1$s
nb_no: Kan ikke sende strofe til ressurs. Ressurs var frakoblet: %1$s
nl_nl: Kan de stanza niet naar de bron sturen. De bron is offline: "%1$s"
pl_pl: Nie można wysłać elementu Stanza do zasobu. Zasób był w trybie offline: %1$s
tr_tr: Kaynak dörtlü gönderilemedi. Kaynak çevrimdışı: %1$s
zh_cn: 无法发送诗节到资源。资源为离线：%1$s
zh_tw: 無法傳送 stanza 給資源。資源已離線: %1$s

source: Unknown channel %1$s
bg_bg: Неизвестен канал %1$s
ca_es: Canal desconegut %1$s
es_mx: Canal desconocido %1$s
fr_fr: Canal inconnu %1$s
nb_no: Ukjent kanal %1$s
nl_nl: Onbekend kanaal %1$s
pl_pl: Nieznany kanał %1$s.
tr_tr: Bilinmeyen kanal %1$s
zh_cn: 未知通道：%1$s
zh_tw: 未知頻道 %1$s

source: Unexpected error: %1$s
bg_bg: Неочаквана грешка: %1$s
ca_es: Error inesperat: %1$s
es_mx: Error inesperado: %1$s
fr_fr: Erreur inattendue : %1$s
nb_no: Uventet feil: %1$s
nl_nl: Onverwachte fout: %1$s
pl_pl: Nieoczekiwany błąd: %1$s
tr_tr: Beklenmeyen hata: %1$s
zh_cn: 意外错误：%1$s
zh_tw: 意外錯誤: %1$s

source: Could not send directed Presence to resource: %1$s
es_mx: No se ha podido enviar la presencia dirigida al recurso: %1$s
pl_pl: Nie można wysłać ukierunkowanego elementu Presence do zasobu %1$s

source: Invalid context ID. Couldn't find context for: %1$s
es_mx: ID de contexto no válido. No se pudo encontrar el contexto para: %1$s
pl_pl: Nieprawidłowy identyfikator kontekstu. Nie można znaleźć kontekstu %1$s

source: No appropriate channel found for recipient %1$s with payload namespace %2$s
bg_bg: Не е намерен подходящ канал за получателя %1$s с пространство за имена на полезни данни %2$s
ca_es: No s'ha trobat cap canal apropiat per al destinatari %1$s amb espai de noms de dades útils %2$s
es_mx: No se ha encontrado ningún canal apropiado para el destinatario %1$s con espacio de nombres de datos útiles %2$s
fr_fr: Impossible de trouver un canal approprié pour le récepteur %1$s avec l'espace de noms du contenu %2$s
nb_no: Ingen passende kanal funnet for mottakeren %1$s med nyttelast navneområde %2$s
nl_nl: Geen geschikt kanaal gewonden voor ontvanger %1$s met inhouds-namespace %2$s.
pl_pl: Brak odpowiedniego kanału dla odbiorcy %1$s w przestrzenią nazw zawartości %2$s.
zh_cn: 没有适合收件人 %1$s 和有效载荷命名空间 "%2$s" 的通道。
zh_tw: 沒有適合收件者「%1$s」使用負載命名空間「%2$s」的頻道。

source: Invalid ID. Resource identifier is missing.
bg_bg: Невалиден идентификационен номер. Идентификаторът на ресурса липсва.
ca_es: ID no vàlid. Falta l'identificador del recurs.
es_mx: ID no válido. Falta el identificador del recurso.
fr_fr: Identifiant invalide. L'identifiant de ressource est absent.
nb_no: Ugyldig ID. Ressurs-IDen mangler.
nl_nl: Ongeldige ID. Bronkenmerk is afwezig.
pl_pl: Nieprawidłowy identyfikator. Brak identyfikatora zasobu.
tr_tr: Geçersiz kimlik. Kaynak tanımlayıcı eksik.
zh_cn: ID 无效，缺少资源识别器。
zh_tw: 無效 ID。缺少資源 ID。

source: The client has sent a message that is malformed or cannot be processed: %1$s
pl_pl: Klient wysłał komunikat, który jest zniekształcony lub którego nie można przetworzyć: %1$s

source: The server could not process the stanza because of a misconfiguration or an otherwise-undefined internal server error: %1$s
pl_pl: Serwer nie przetworzył elementu stanza. Wystąpił błąd konfiguracji lub inne niezdefiniowany wewnętrzny błąd serwera: %1$s

source: Resource not available.
es_mx: Recurso no disponible.
pl_pl: Zasób nie jest dostępny.

source: Your session is invalid.
es_mx: Su sesión no es válida.
pl_pl: Sesja jest nieprawidłowa

source: The sent sequence is invalid.
pl_pl: Wysłana sekwencja jest nieprawidłowa.

source: Start of RMI service failed.
es_mx: El inicio del servicio RMI ha fallado.
pl_pl: Uruchomienie usługi RMI nie powiodło się.

source: Could not create RMI registry.
es_mx: No se ha podido crear el registro RMI.
pl_pl: Nie można utworzyć rejestru RMI.

source: Secret is empty. Please check configuration and set a valid secret source in file 'secret.properties'.
es_mx: Secret está vacío. Por favor, compruebe la configuración y establezca una fuente secreta válida en el archivo 'secret.properties'.
pl_pl: Źródło ukryte jest puste. Sprawdź konfigurację i ustaw prawidłowe źródło ukryte w pliku secret.properties.

source: Access to bundle %1$s is not permitted
es_mx: No está permitido el acceso al agrupamiento %1$s
pl_pl: Dostęp do pakietu %1$s nie jest dozwolony

source: Bad value %1$s in parameter %2$s
es_mx: Valor incorrecto, %1$s, en el parámetro %2$s
pl_pl: Nieprawidłowa wartość %1$s w parametrze %2$s

source: User is deactivated
bg_bg: Потребителят е деактивиран
ca_es: L'usuari està desactivat
es_mx: El usuario está desactivado
fr_fr: L'utilisateur est désactivé
nb_no: Bruker er deaktivert
nl_nl: Gebruiker is gedeactiveerd.
pl_pl: Użytkownik został zdezaktywowany.
tr_tr: Kullanıcı devre dışı bırakıldı.
zh_cn: 用户被停用
zh_tw: 用戶被停用

source: Password expired
bg_bg: Изтекла парола
ca_es: Contrasenya caducada
es_mx: Contraseña caducada
fr_fr: Mot de passe expiré
nb_no: Passordet er utløpt
nl_nl: Wachtwoord is verlopen
pl_pl: Hasło wygasło
tr_tr: Şifre zamanaşımına uğradı
zh_cn: 密码已过期
zh_tw: 密碼已過期

source: Unknown error
es_mx: Error desconocido
pl_pl: Nieznany błąd

source: File name for property file is not defined.
es_mx: El nombre del archivo de propiedades no está definido.
pl_pl: Nazwa pliku właściwości nie jest zdefiniowana.

source: File "%1$s" does not exist.
es_mx: El archivo "%1$s" no existe.
pl_pl: Plik "%1$s" nie istnieje.

source: File "%1$s" is not readable.
es_mx: El archivo "%1$s" no es legible.
pl_pl: Plik "%1$s" nie jest możliwy do odczytu.

source: Cannot read file "%1$s".
es_mx: No se puede leer el archivo "%1$s".
pl_pl: Nie można odczytać pliku "%1$s".

source: Cannot load class "%1$s".
es_mx: No se puede cargar la clase "%1$s".
pl_pl: Nie można załadować klasy "%1$s".

source: Invalid configuration: %1$s
bg_bg: Невалидна конфигурация: %1$s
es_mx: Configuración no válida: %1$s
fr_fr: Paramètre invalide : %1$s
nb_no: Ugyldig konfigurasjon: %1$s
nl_nl: Ongeldige configuratie: %1$s
pl_pl: Nieprawidłowa konfiguracja: %1$s
zh_cn: 配置无效：%1$s
zh_tw: 配置無效: %1$s

source: Property %1$s is not an integer
es_mx: La propiedad %1$s no es un entero.
pl_pl: Właściwość %1$s nie jest liczbą całkowitą

source: Error communicating with mbean in server: %s
es_mx: Error al comunicar con un mbean en el servidor: %s
pl_pl: Wystąpił błąd podczas komunikacji z elementem mbean na serwerze %s

source: Registration of consistency MBean failed.
es_mx: La certificación de consistencia de MBean ha fallado.
pl_pl: Nie można zarejestrować MBean'a zgodności.

source: Unregistration of consistency MBean failed.
es_mx: La anulación de certificación de consistencia de MBean ha fallado.
pl_pl: Nie można wyrejestrować MBean'a zgodności.

source: Malformed policy. Policies are formed like "condition:action"
es_mx: Directiva con formato incorrecto. Las directivas se conforman como "condición:acción"
pl_pl: Zasada jest źle sformułowana. Należy je formułować zgodnie z zasadą "warunek:akcja".

source: Unable to convert task status "%1$s".
bg_bg: Статусът на заданието \ " %1$s " не може да се конвертира.
ca_es: No s'ha pogut convertir l'estat de tasca "%1$s".
es_mx: No se pudo convertir el estado de tarea "%1$s".
fr_fr: Impossible de convertir l'état de la tâche « %1$s ».
nb_no: Kan ikke konvertere oppgavestatus "%1$s".
nl_nl: Niet in staat om taakstatus "%1$s" te converteren.
pl_pl: Nie można zamienić statusu zadania "%1$s".
tr_tr: Görev durumu dönüştürülemedi "%1$s".
zh_cn: 无法转换任务状态 "%1$s"。
zh_tw: 無法轉換任務狀態 "%1$s"。

source: Unable to convert task priority %d.
bg_bg: Не може да се преобразува приоритет на задача %d .
ca_es: No s'ha pogut convertir a prioritat de tasca %d.
es_mx: No se pudo convertir a prioridad de tarea %d.
fr_fr: Impossible de calculer la priorité de la tâche %d.
nb_no: Kan ikke konvertere oppgaveprioritet %d.
nl_nl: Niet in staat om taakprioriteit %d te converteren.
pl_pl: Nie można zamienić priorytetu zadania %d.
tr_tr: Görev önceliği değiştirilemedi %d.
zh_cn: 无法转换任务优先级 %d。
zh_tw: 無法轉換任務優先順序 %d。

source: Can not create recurrence rule: %s
es_mx: No se ha podido crear regla de periodicidad: %s
pl_pl: Nie można utworzyć reguły cyklicznej: %s

source: Invalid session given to implementation "%1$s".
es_mx: Sesión no válida proporcionada a la implementación "%1$s".
pl_pl: Do implementacji została przekazana nieprawidłowa sesja "%1$s".

source: Can not generate uid.
es_mx: No se ha podido generar el uid.
pl_pl: Nie można utworzyć uid.

source: Problem writing to stream.
es_mx: Problema al escribir en un flujo.
pl_pl: Wystąpił problem z zapisem do strumienia.

source: Validation of calendar failed.
es_mx: Falló la validación del calendario.
pl_pl: Nie można sprawdzić poprawności kalendarza.

source: Can not resolve user: %d
es_mx: No se pudo determinar el usuario: %d
pl_pl: Nie można określić użytkownika: %d

source: Parsing error parsing ical: %s
bg_bg: Грешка при анализиране на грешка ical: %s
ca_es: Error d'interpretació en analitzar iCal: %s
es_mx: Error de interpretación al analizar ical: %s
fr_fr: Erreur lors de l'analyse syntaxique d'ical : %s
nb_no: Analysefeil ved analyse av ical: %s
nl_nl: Analysefout bij het lezen van ical: %s
pl_pl: W czasie przetwarzania elementu iCal wystąpił błąd: %s
tr_tr: Ayrıştırma hatası iCal'ı Ayrıştırma: %s
zh_cn: 解析 ical 时出现解析错误：%s
zh_tw: 解析 ical 時出現解析錯誤: %s

source: Unknown Class: %1$s
bg_bg: Неизвестен клас: %1$s
ca_es: Classe desconeguda: %1$s
es_mx: Clase desconocida: %1$s
fr_fr: Classe inconnue : %1$s
nb_no: Ukjent klasse: %1$s
nl_nl: Onbekende klasse: %1$s
pl_pl: Nieznana klasa: %1$s
tr_tr: Bilinmeyen kategori: %1$s
zh_cn: 未知类：%1$
zh_tw: 未知類: %1$

source: Cowardly refusing to convert confidential classified objects.
bg_bg: Страхливо отказва да обърне поверителни класифицирани предмети.
ca_es: Per precaució es refusa convertir objectes classificats com a confidencials.
es_mx: Por precaución se rehúsa convertir objetos clasificados como confidenciales.
fr_fr: Refus timoré de convertir des objets classés confidentiels.
nb_no: Nekter feigt å konvertere konfidensielle klassifiserte objekter.
nl_nl: Converteren van als vertrouwelijk gemarkeerde objecten lafhartig geweigerd.
pl_pl: Tchórzliwie odmawiam zamiany poufnych obiektów utajnionych.
zh_cn: 谨慎地拒绝转换机密对象
zh_tw: 謹慎地拒絕轉換機密物件

source: Missing DTSTART
bg_bg: Липсва DTSTART
ca_es: Falta DTSTART
es_mx: Falta DTSTART
fr_fr: DTSTART manquant
nb_no: Mangler DTSTART
nl_nl: DTSTART ontbreekt
pl_pl: Brak wartości DTSTART
tr_tr: DTSTART Eksik
zh_cn: 缺少 DTSTART
zh_tw: 缺少 DTSTART

source: Can not resolve resource: %1$s
es_mx: No se pudo determinar el recurso: %1$s
pl_pl: Nie można określić zasobu: %1$s

source: Private appointments can not have attendees. Removing attendees and accepting appointment anyway.
bg_bg: Частни срещи не могат да присъстват. Премахване на присъстващите и приемане на срещи така или иначе.
ca_es: Les cites privades no poden tenir assistent. S'eliminaran els assistents i s'acceptarà la cita de totes formes.
es_mx: Las citas privadas no pueden tener asistentes. Se eliminarán los asistentes y se aceptará la cita de todas formas.
fr_fr: Les rendez-vous privés ne peuvent comporter des participants. Les participants sont supprimés et le rendez-vous est accepté tout de même.
nb_no: Private avtaler kan ikke ha deltakere. Fjern deltagere og godta avtalen likevel.
nl_nl: Privé-afspraken kunnen geen bijwoners hebben. Bijwoners worden verwijderd en de afspraak wordt toch geaccepteerd.
pl_pl: Prywatne spotkania nie mogą mieć uczestników. Uczestnicy zostaną usunięci, a spotkanie zostanie zaakceptowane.
tr_tr: Özel randevuların katılımcıları olamaz. Katılımcıları çıkarmak ve randevuyu yine de kabul etmek.
zh_cn: 私人约会不能有参加者。删除参加者和同意约会。
zh_tw: 私人約會不能有與會者。刪除與會者並以任何方式接受約會。

source: Not supported recurrence pattern: BYMONTH
bg_bg: Не се поддържа модел на повторение: BYMONTH
ca_es: No s'admet el patró de recurrència: BYMONTH
es_mx: No se admite el patrón de periodicidad: BYMONTH
fr_fr: Motif de répétition non pris en charge : BYMONTH
nb_no: Ikke støtte for regelmessighet: AVMÅNED
nl_nl: Niet-ondersteund terugkeerpatroon: BYMONTH
pl_pl: Wzorzec cykliczności BYMONTH nie jest obsługiwany
tr_tr: Desteklenmeyen tekrarlanma kalıbı: BYMONTH
zh_cn: 不支持的定期模式：BYMONTH
zh_tw: 不支援的定期模式: BYMONTH
