Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Your '%1$s' access was revoked. You have to reauthorize the server to use your account with a new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
bg_bg: Вашият достъп до " %1$s " бе отменен. Трябва да реорганизирате сървъра, за да използвате профила си с нова парола. За целта отворете Конфигурация -> Моята социална конфигурация -> Профили. След това опитайте отново.
fr_fr: Votre accès à « %1$s » a été révoqué. Vous devez autoriser le serveur à utiliser votre compte avec le nouveau mot de passe. Pour ce faire, allez dans Configuration -> Ma configuration sociale -> Comptes. Puis essayez à nouveau.
nb_no: Tilgang til '%1$s' har blitt tilbakekalt. Du må reautorisere tjeneren for å bruke kontoen din med et nytt passord. For å gjøre dette, gå til Innstillinger -> Sosial konfigurasjon -> Kontoer. Forsøk deretter igjen.
nl_nl: Uw '%1$s' toegang is ingetrokken. U moet de server herauthenticeren om uw account te gebruiken met een nieuw wachtwoord. Om dit te doen gaat u naar Configuratie -> Mijn Sociale Instellingen -> Accounts. Probeer het daarna opnieuw.
tr_tr: '%1$s' erişiminiz iptal edildi. Yeni bir şifre kullanarak sunucunuzu tekrardan onaylamanız gerekmektedir. Bunu yapmak için Yapılandırma - > Sosyal Yapılandırmam - > Hesaplar kısmına gitmeniz gerekmektedir. Bu işlem sonrasında tekrardan deneyiniz.
zh_cn: 您的 "%1$s" 密码已被收回。您需要重新认证服务器才能在您的户口使用新密码。如要这样，进入配置 -> 我的社交配置 -> 户口。然后重试。
zh_tw: 您的「%1$s」存取權已被註銷。您必須使用您的新密碼重新授權伺服器使用您的帳號。請到設定 -> 我的社群網路設定 -> 帳號裡面重新授權，並再試一次。

source: Your access token for '%1$s' is invalid. You have to reauthorize your account.
bg_bg: Вашият маркер за достъп за " %1$s " е невалиден. Трябва да реорганизирате профила си.
nl_nl: Uw toegangstoken voor '%1$s' is ongeldig. U moet uw account opnieuw authenticeren.
zh_cn: 您 '%1$s' 的访问令牌是无效的。您必须再授权您的户口。

source: You need to explicitly authorise %1$s to subscribe to %2$s
bg_bg: Трябва да упълномощите изрично %1$s да се абонирате за %2$s
nl_nl: U moet %1$s expliciet autoriseren om te abonneren op %2$s
zh_cn: 您需要显式授权 '%1$s' 以订阅到 '%2$s'

source: The scope %1$s is not supported by the provider or has been disabled
bg_bg: Обхвата %1$s не се поддържа от доставчика или е деактивиран

source: '%1$s' OAuth service is not enabled for you.
bg_bg: ' %1$s ' услугата OAuth не е активирана за вас.

source: The entered password is too short. Please try again using a longer password.
bg_bg: Въведената парола е твърде кратка. Моля, опитайте отново, като използвате по-дълга парола.
ca_es: La contrasenya introduïda és massa curta. Per favor, provau-ho de nou emprant una contrasenya més llarga.
fr_fr: Le mot de passe saisi est trop court. Veuillez essayer à nouveau avec un mot de passe plus long.
nb_no: Det angitte passordet er for kort. Prøv på nytt med et lengre passord.
nl_nl: Het opgegeven wachtwoord is te kort. Probeer alstublieft een langer wachtwoord.
tr_tr: Girdiğiniz şifre yeterli uzunlukta değildir. Daha uzun bir şifre kullanarak tekrar deneyin.
zh_cn: 输入的密码过短，请使用一个长一点的密码再试。
zh_tw: 輸入的密碼太短，請使用較長的密碼再試一次。

source: The entered password is too weak. Please try again using a more complex password.
bg_bg: Въведената парола е твърде слаба. Моля, опитайте отново, като използвате по-сложна парола.
ca_es: La contrasenya introduïda és massa feble. Per favor, provau-ho de nou utilitzant una contrasenya més complexa.
fr_fr: Le mot de passe saisi est trop faible. Veuillez réessayer avec un mot de passe plus complexe.
nb_no: Det angitte passordet er for svakt. Prøv igjen med et mer komplekst passord.
nl_nl: Het opgegeven wachtwoord is te eenvoudig. Probeer alstublieft een complexer wachtwoord.
tr_tr: Girdiğiniz şifre yeterince güçlü değildir. Daha güçlü bir şifre kullanarak tekrar deneyin.
zh_cn: 输入的密码过弱，请使用一个复杂一点的密码再试。
zh_tw: 輸入的密碼太弱，請使用較複雜的密碼再試一次。

source: Password changed successfully. Please logout and login back again.
bg_bg: Паролата бе променена успешно. Моля, излезте и влезте отново.
ca_es: La contrasenya s'ha canviat correctament. Per favor, desconnectau-vos i connectau-vos de nou.
fr_fr: Le mot de passe a été changé avec succès. Veuillez vous déconnecter puis vous reconnecter.
nb_no: Passordet er nå endret! Vennligst logg ut og inn igjen.
nl_nl: Wachtwoord is succesvol aangepast. Meld u alstublieft een keer af en opnieuw aan.
tr_tr: Şifre başarıyla değiştirildi. Lütfen hesabınızdan çıkıp sonra tekrar giriniz.
zh_cn: 成功更改密码，请注销后再登录。
zh_tw: 已成功變更密碼。請登出後重新登入。

source: Password was not changed.
bg_bg: Паролата не бе променена.
ca_es: No s'ha canviat la contrasenya.
fr_fr: Le mot de passe n'a pas été changé.
nb_no: Passordet ble ikke endret.
nl_nl: Wachtwoord is niet gewijzigd
tr_tr: Şifre değiştirilemedi.
zh_cn: 并未更改密码。
zh_tw: 密碼未更改。

source: The master key for the given key ring could not be found.
bg_bg: Главният ключ за съответния пръстен на ключ не можа да бъде намерен.

source: One or more specified topics are invalid.
bg_bg: Една или повече конкретни теми са невалидни.
nl_nl: Eén of meer opgegeven onderwerpen zijn ongeldig.
zh_cn: 一个或多个指定的主题是无效的。

source: You do not have the appropriate permissions to access the mail folder %1$s
bg_bg: Нямате подходящите разрешения за достъп до папката за електронна поща %1$s
ca_es: No teniu els permisos adequats per a accedir a la carpeta de correu %1$s
fr_fr: Vous n'avez pas les droits requis pour accéder au dossier de courrier %1$s
nb_no: Du har ikke riktige tillatelser til e-postmappen %1$s
nl_nl: U heeft niet de juiste rechten om de e-mailmap %1$s te benaderen.
tr_tr: %1$s e-posta dosyasina erişim için gerekli olan izinlere sahip değilsiniz.
zh_cn: 您没有读取邮件文件夹 %1$s 的适当权限
zh_tw: 您沒有適當的權限來存取郵件資料夾 %1$s。

source: You do not have the appropriate permissions to read mail folder %1$s
bg_bg: Нямате подходящите разрешения за четене на пощенска папка %1$s
ca_es: No teniu els permisos adequats per a llegir la carpeta de correu %1$s
fr_fr: Vous n'avez pas les droits requis pour lire le dossier de courrier %1$s
nb_no: Du har ikke riktige tillatelser til å lese e-post mappen %1$s
nl_nl: U heeft niet de juiste rechten om de e-mailmap %1$s in te zien
tr_tr: %1$s e-posta dosyasını okumak için gerekli olan izinlere sahip değilsiniz.
zh_cn: 您没有读取邮件文件夹 %1$s 的适当权限
zh_tw: 您沒有適當的權限來讀取郵件資料夾 %1$s。

source: You do not have the appropriate permissions to delete mail folder %1$s
bg_bg: Нямате подходящите разрешения за изтриване на пощенска папка %1$s
ca_es: No teniu els permisos adequats per a eliminar la carpeta de correu %1$s
fr_fr: Vous n'avez pas les droits requis pour supprimer le dossier de courrier %1$s
nb_no: Du har ikke riktige tillatelser til å slette e-postmappen %1$s
nl_nl: U heeft niet de juiste rechten om de e-mailmap %1$s te verwijderen
tr_tr: %1$s e-posta dosyasını silmek için gerekli olan izinlere sahip değilsiniz
zh_cn: 您没有删除邮件文件夹 %1$s 的适当权限
zh_tw: 您沒有適當的權限來刪除郵件資料夾 %1$s。

source: You do not have the appropriate permissions to insert to mail folder %1$s
bg_bg: Нямате подходящите разрешения за вмъкване в пощенската папка %1$s
ca_es: No teniu els permisos adequats per a inserir en la carpeta de correu %1%s
fr_fr: Vous n'avez pas les droits requis pour ajouter dans le dossier de courrier %1$s
nb_no: Du har ikke riktige tillatelser til å sette inn i e-postmappen %1$s
nl_nl: U heeft niet de juiste rechten om in te voegen in de e-mailmap %1$s
tr_tr: %1$s e-posta dosyasına ekleme yapmak için gerekli olan izinlere sahip değilsiniz
zh_cn: 您没有插入到邮件文件夹 %1$s 的适当权限
zh_tw: 您沒有適當的權限來插入郵件資料夾 %1$s。

source: You do not have the appropriate permissions to administer mail folder %1$s
bg_bg: Нямате подходящите разрешения за администриране на пощенска папка %1$s
ca_es: No teniu els permisos adequats per a administrar la carpeta de correu %1$s
fr_fr: Vous n'avez pas les droits requis pour administrer le dossier de courrier %1$s
nb_no: Du har ikke riktige tillatelser til å administrere e-post mappen %1$s
nl_nl: U heeft niet de juiste rechten om de e-mailmap %1$s te beheren
tr_tr: %1$s e-posta dosyasını yönetmek için gerekli olan izinlere sahip değilsiniz
zh_cn: 您没有管理邮件文件夹 %1$s 的适当权限
zh_tw: 您沒有適當的權限來管理郵件資料夾 %1$s。

source: You do not have the appropriate permissions to write to POP3 folder %1$s
bg_bg: Нямате съответните разрешения да пишете в папката POP3 %1$s
ca_es: No teniu els permisos adequats per a escriure en la carpeta POP3 %1$s
fr_fr: Vous n'avez pas les droits requis pour écrire dans le dossier POP3 %1$s
nb_no: Du har ikke riktige tillatelser til å skrive til POP3 mappe %1$s
nl_nl: U heeft niet de juiste rechten om te schreven in de POP3 map %1$s
tr_tr: %1$s POP3 dosyasına yazmak için gerekli olan izinlere sahip değilsiniz
zh_cn: 您没有写入 POP3 文件夹 %1$s 的适当权限
zh_tw: 您沒有適當的權限來寫入 POP3 郵件資料夾 %1$s。

source: You do not have the appropriate permissions for a Read/Unread access in the mail folder %1$s
bg_bg: Нямате подходящите разрешения за достъп до четене / непрочетени в пощенската папка %1$s
ca_es: No teniu els permisos adequats per a un accés de lectura/escriptura en la carpeta de correu %1$s
fr_fr: Vous n'avez pas les droits requis pour un accès lecture / écriture au dossier de courrier %1$s
nb_no: Du har ikke riktige tillatelser for lest/ulest tilgang i e-postmappen %1$s
nl_nl: U heeft niet de juiste rechten voor lees/schrijf toegang in de e-mailmap %1$s
tr_tr: %1$s e-posta dosyası üzerindeki Okuma/Yazma erişimi için gerekli olan izinlere sahip değilsiniz.
zh_cn: 您没有邮件文件夹 %1$s 里已读/未读访问的适当权限
zh_tw: 您沒有適當的權限來將資料夾 %1$s 設為已讀/未讀

source: You cannot create subfolders in folder %1$s.
bg_bg: Не можете да създавате подпапки в папката %1$s .
ca_es: No podeu crear subcarpetes en la carpeta %1$s.
fr_fr: Vous ne pouvez pas créer de sous-dossiers dans le dossier %1$s.
nb_no: Kan ikke opprette undermapper i mappen %1$s.
nl_nl: U kan geen submappen maken in de map %1$s.
tr_tr: %1$s dosyası altında alt dosyalar oluşturamazsınız.
zh_cn: 您不能在文件夹 %1$s 里创建子文件夹。
zh_tw: 您無法在 %1$s 資料夾中建立子資料夾。

source: The supplied search field "%1$s" is unknown.
bg_bg: Доставеното поле за търсене \ " %1$s " е неизвестно.
ca_es: El camp de recerca subministrat "%1$s" és desconegut.
fr_fr: Le champ de recherche « %1$s » fourni est inconnu.
nb_no: Det medfølgende søkfeltet "%1$s" er ukjent.
nl_nl: Het opgegeven zoekveld "%1$s" is onbekend.
tr_tr: Verilmiş olan arama alanı "%1$s" bilinmiyor.
zh_cn: 提供的搜寻字段 "%1$s" 为未知。
zh_tw: 指定的搜尋欄位「%1$s」未知。

source: Moving mail folder %1$s to subsequent folder %2$s is not allowed.
bg_bg: Преместването на пощенска папка %1$s в следващата папка %2$s не е разрешено.
ca_es: No es permet moure la carpeta de correu %1$s a la carpeta filla %2$s.
fr_fr: Il n'est pas permis de déplacer le dossier de courrier %1$s vers le sous-dossier %2$s.
nb_no: Å flytte e-postmappen %1$s til den påfølgende mappen %2$s er ikke tillatt.
nl_nl: Het verplaatsen van de e-mailmap %1$s naar de volgende map %2$s is niet toegestaan.
tr_tr: %1$s dosyasının bir sonraki %2$s dosyasına aktarılmasına izin verilmemektedir.
zh_cn: 不允许移动邮件文件夹 %1$s 到子文件夹 %2$s。
zh_tw: 不允許將郵件資料夾 %1$s 移入子資料夾 %2$s。

source: This message could not be moved to trash folder, possibly because your mailbox is nearly full. In that case, please try to empty your deleted items first, or delete smaller messages first.
bg_bg: Това съобщение не може да бъде преместено в кошчето, вероятно защото пощенската ви кутия е почти пълна. В този случай, моля, опитайте първо да изпразните изтритите си елементи или първо да изтриете по-малки съобщения.
ca_es: Aquest missatge no s'ha pogut moure a la paperera, possiblement perquè la vostra bústia de correu està gairebé plena. En tal cas, per favor, primer provau de buidar-a d'elements eliminats, o suprimiu en primer lloc els missatges més petits.
fr_fr: Ce message n'a pas pu être déplacé dans la corbeille, peut-être parce que votre boîte aux lettres est presque pleine. Si c'est le cas, veuillez essayer dans un premier temps de supprimer définitivement vos éléments effacés, ou de de supprimer en premier les petits messages.
nb_no: Meldingen kunne ikke flyttes til papirkurven, muligens fordi postboksen er nesten full. I så fall kan du prøve å tømme slettede elementer først, eller slette mindre meldinger først.
nl_nl: Dit bericht kon niet naar de prullenbakmap verplaatst worden, mogelijk omdat uw postvak bijna vol is. In dat geval kunt u proberen om eerst uw prullenbak te legen, of eerst kleinere berichten te verwijderen.
tr_tr: Bu mesaj çöp kutusuna taşınamamaktadır, bunun nedeni e-posta kutunuzun neredeyse dolu olması olabilir. Bu durumda, lütfen silinmiş öğeleri kalıcı olarak silmeyi yada öncelikle daha daha küçük boyutta olan e-postalarınızı silmeyi deneyiniz.
zh_cn: 可能因为您的邮箱差不多占满，所以此消息未能移动到垃圾文件夹。如是者，请您尝试先清空您的删除项目，或先删除比较小的消息。
zh_tw: 此訊息無法被移動到垃圾桶，可能是因為您的信件匣快滿了。這種情況下，請先清空您已刪除的項目，或先刪除較小的訊息。

source: Missing %1$s folder in mail move operation. Please provide one and try again.
bg_bg: Липсва папка %1$s в операцията за преместване на поща. Моля, въведете и опитайте отново.
ca_es: Falta la carpeta %1$s en l'operació de trasllat de correu. Per favor, introduïu-n'hi una i provau-ho de nou.
fr_fr: Lors de l'opération de déplacement du courrier, le dossier %1$s manque. Veuillez en fournir un et réessayer.
nb_no: Mangler %1$s mappen i e-postflyttingen. Angi en og prøv på nytt.
nl_nl: De map %1$s ontbreekt tijdens het verplaatsen van e-mail. Geef er alstublieft één op en probeer opnieuw.
tr_tr: E-posta taşıma işleminde %1$s dosyası eksik. Lütfen bu dosyayı sağlayın ve tekrar deneyin.
zh_cn: 在邮件移动操作中缺少 %1$s 文件夹，请提供后再试。
zh_tw: 移動郵件操作中缺少 %1$s 資料夾，請提供一個並再試一次。

source: Message move aborted for user %1$s. Source and destination folders are the same: %2$s
bg_bg: Съобщението се прекъсва за потребител %1$s . Източниците и целевите папки са едни и същи: %2$s
ca_es: Trasllat de missatge cancel·lat per l'usuari %1$s. Les carpetes d'origen i destí són iguals: %2$s
fr_fr: Le déplacement du message a été interrompu pour l'utilisateur %1$s. Les dossiers source et destination sont les mêmes : %2$s
nb_no: Flytting av melding avbrutt for bruker %1$ . Kilde og målmappe er de samme: %2$s
nl_nl: Bericht verplaatsing voor gebruiker %1$s is afgebroken. De bron en doel mappen zijn gelijk: %2$s
tr_tr: Mesaj taşıma %1$s kullanıcısı için durduruldu. Kaynak ve hedef dosyalar aynı: %2$s
zh_cn: 已取消用户 %1$s 的消息移动。来源和目的地文件夹是一样的：%2$s
zh_tw: 使用者 %1$s 的移動操作中止。來源和目的文件夾相同: %2$s

source: You do not have the appropriate permissions to open folder %1$s due to missing read access
bg_bg: Нямате подходящите разрешения за отваряне на папка %1$s поради липса на достъп за четене
ca_es: No teniu els permisos adequats per a obrir la carpeta %1$s perquè no hi teniu accés de lectura
fr_fr: Vous n'avez pas les droits requis pour ouvrir le dossier %1$s, il manque l'accès en écriture
nb_no: Du har ikke riktige tillatelser til å åpne mappen %1$s på grunn av manglende lesetilgang
nl_nl: U heeft niet de juiste rechten om de map %1$s te openen doordat de leesrechten afwezig zijn.
tr_tr: Okuma erişimi eksikliği nedeniyle %1$s dosyasını açmak için gerekli izinlere sahip değilsiniz
zh_cn: 因为缺少读取权限，所以您没有打开 %1$s 文件夹的适当权限。
zh_tw: 因為缺少閱讀權限，您沒有開啟 %1$s 資料夾的適當權限。

source: Versit object (i.e. vCard or vCalendar) could not be saved
bg_bg: Елементът Versit (т.е. vCard или vCalendar) не можа да бъде запазен
ca_es: L'objecte de Versit (per exemple, vCard o vCalendar) no s'ha pogut desar
fr_fr: L'objet Versit (c'est-à-dire vCard ou vCalendar) n'a pas pu être enregistré
nb_no: Versit objekt (for eks. vCard eller vCalendar) kan ikke lagres
nl_nl: Versit-object (zoals vCard of vCalendar) kon niet worden opgeslagen
zh_cn: 无法保存 Versit 对象（即是 vCard 或 vCalendar)
zh_tw: 無法儲存 Versit 物件 (vCard 或 vCalendar)

source: Thread sorting is not supported by the server.
bg_bg: Сортирането на нишките не се поддържа от сървъра.
ca_es: El servidor no admet l'ordenació de fils.
fr_fr: Le tri de fils de discussion n'est pas pris en charge par le serveur.
nb_no: Trådsortering støttes ikke av serveren.
nl_nl: Conversatie sorteren wordt niet ondersteund door de server.
tr_tr: Konu sıralama sunucusu tarafından desteklenmiyor.
zh_cn: 服务器不支持帖子排序。
zh_tw: 伺服器不支援討論串排序。

source: Moving folders is not supported by the server.
bg_bg: Преместването на папки не се поддържа от сървъра.
ca_es: Moure carpetes no està admès pel servidor.
fr_fr: Le déplacement de dossiers n'est pas pris en charge par le serveur.
nb_no: Å flytte mapper støttes ikke av serveren.
nl_nl: Het verplaatsen van mappen wordt niet ondersteund door de server.
tr_tr: Dosyaları taşımak sunucu tarafından desteklenmiyor.
zh_cn: 服务器不支持移动文件夹。
zh_tw: 伺服器不支援移動資料夾。

source: The sort field you supplied is unsupported.
bg_bg: Полето за сортиране, което сте предоставили, не се поддържа.
ca_es: El camp d'ordenació que heu subministrat no està admès.
fr_fr: Le champ de tri que vous avez indiqué n'est pas pris en charge.
nb_no: Sorteringsfeltet du anga støttes ikke.
nl_nl: Het opgegeven sorteerveld wordt niet ondersteund.
tr_tr: Sağladığınız sıralama alanı desteklenmiyor.
zh_cn: 不支持您供应的排序字段。
zh_tw: 您指定的排序欄位無效。

source: Missing personal namespace. Please provide one and try again.
bg_bg: Липсва лично пространство от имена. Моля, въведете и опитайте отново.
ca_es: Falta espai de noms personal. Proporcionau-ne un i tornau-ho a provar.
fr_fr: L'espace de noms personnel manque. Veuillez en fournir un et réessayer.
nb_no: Mangler personlig navneområde. Angi en og prøv på nytt.
nl_nl: Ontbrekende persoonlijke namespace. Geef er alstublieft één op en probeer opnieuw.
tr_tr: Kişisel ad alanı eksik. Lütfen bunu sağlayın ve tekrar deneyin.
zh_cn: 缺少个人命名空间，请提供再试。
zh_tw: 缺少個人的命名空間，請指定一個並再試一次。

source: The creation of folders is not supported by the server.
bg_bg: Създаването на папки не се поддържа от сървъра.
ca_es: La creació de carpetes no està admesa pel servidor.
fr_fr: La création de dossiers n'est pas prise en charge par le serveur.
nb_no: Oppretting av mapper støttes ikke av serveren.
nl_nl: Het aanmaken van mappen wordt niet ondersteund door de server.
tr_tr: Klasörler oluşturulması sunucu tarafından desteklenmiyor.
zh_cn: 服务器不支持文件夹创建。
zh_tw: 伺服器不支援建立資料夾。

source: The deletion of folders is not supported by the server.
bg_bg: Изтриването на папки не се поддържа от сървъра.
ca_es: La supressió de carpetes no està admesa pel servidor.
fr_fr: La suppression de dossiers n'est pas prise en charge par le serveur.
nb_no: Sletting av mapper støttes ikke av serveren.
nl_nl: Het verwijderen van mappen wordt niet ondersteund door de server.
tr_tr: Klasörlerin silinmesi sunucu tarafından desteklenmiyor.
zh_cn: 服务器不支持文件夹删除。
zh_tw: 伺服器不支援刪除資料夾。

source: Updating folders is not supported by the server.
bg_bg: Актуализирането на папките не се поддържа от сървъра.
ca_es: L'actualització de carpetes no està admesa pel servidor.
fr_fr: La mise à jour de dossiers n'est pas prise en charge par le serveur.
nb_no: Oppdatering av mapper støttes ikke av serveren.
nl_nl: Het bijwerken van mappen wordt niet ondersteund door de server.
tr_tr: Klasörlerin güncellenmesi sunucu tarafından desteklenmiyor.
zh_cn: 服务器不支持更新文件夹。
zh_tw: 伺服器不支援更新資料夾。

source: Moving messages is not supported by the server.
bg_bg: Преместването на съобщения не се поддържа от сървъра.
ca_es: El servidor no admet moure missatges.
fr_fr: Le déplacement de messages n'est pas pris en charge par le serveur.
nb_no: Flytting av meldinger støttes ikke av serveren.
nl_nl: Het verplaatsen van berichten wordt niet ondersteund door de server.
tr_tr: Mesajların taşınması sunucu tarafından desteklenmiyor.
zh_cn: 服务器不支持文件夹移动。
zh_tw: 伺服器不支援移動訊息。

source: Copying messages is not supported by the server.
bg_bg: Копирането на съобщения не се поддържа от сървъра.
ca_es: El servidor no admet la còpia de missatges.
fr_fr: La copie de messages n'est pas prise en charge par le serveur.
nb_no: Kopiering av meldinger støttes ikke av serveren.
nl_nl: Het kopiëren van berichten wordt niet ondersteund door de server.
tr_tr: Mesajların Kopyalama sunucu tarafından desteklenmiyor.
zh_cn: 服务器不支持复制消息。
zh_tw: 伺服器不支援複製訊息。

source: Draft messages are not supported by the server.
bg_bg: Проектните съобщения не се поддържат от сървъра.
ca_es: El servidor no permet esborranys.
fr_fr: Les brouillons de messages ne sont pas pris en charge par le serveur.
nb_no: Utkastmeldinger støttes ikke av serveren.
nl_nl: Conceptberichten worden niet ondersteund door de server.
tr_tr: Taslak mesajları sunucu tarafından desteklenmiyor.
zh_cn: 服务器不支持草稿邮件。
zh_tw: 伺服器不支援草稿。

source: The POP3 storage name is missing for user %1$s. Please provide one and try again.
bg_bg: Името на хранилището за POP3 липсва за потребител %1$s . Моля, въведете и опитайте отново.
ca_es: Falta el nom d'emmagatzemament POP3 de l'usuari %1$s. Proporcionau-ne un i provau-ho de nou.
fr_fr: Le nom de stockage POP3 pour l'utilisateur %1$s est manquant. Veuillez en fournir un et réessayer.
nb_no: POP3-lagringsnavnet mangler for brukeren %1$s. Angi et og prøv på nytt.
nl_nl: De POP3 opslagnaam is niet ingevuld voor gebruiker %1$s. Geef er alstublieft één op en probeer opnieuw.
tr_tr: POP3 depolama ismi %1$s kullanıcısı için eksik. Lütfen bunu sağlayın ve tekrar deneyin.
zh_cn: 缺少 %1$s 用户的 POP3 储存名称，请提供一个再试。
zh_tw: 使用者 %1$S 缺少 POP3 儲存空間名稱，請指定一個並再試一次。

source: The POP3 storage is missing for user %1$s. Please provide one and try again
bg_bg: POP3 хранилището липсва за потребител %1$s . Моля, въведете и опитайте отново
ca_es: Falta l'emmagatzemament POP3 de l'usuari %1$s. Proporcionau-ne un i provau-ho de nou
fr_fr: Le stockage POP3 pour l'utilisateur %1$s est manquant. Veuillez en fournir un et réessayer
nb_no: POP3 lagring mangler for bruker %1$s. Angi en og prøv igjen
nl_nl: De POP3 opslag is niet aanwezig voor gebruiker %1$s. Geef er alstublieft één op en probeer opnieuw
tr_tr: POP3 depolaması %1$s kullanıcısı için eksik. Lütfen bunu sağlayın ve tekrar deneyin.
zh_cn: 缺少 %1$s 用户的 POP3 储存，请提供一个再试。
zh_tw: 使用者 %1$S 缺少 POP3 儲存空間，請指定一個並再試一次。

source: You are not allowed to move the POP3 default folder %1$s.
bg_bg: Не ви е позволено да премествате стандартната папка за POP3 %1$s .
ca_es: No se us permet moure la carpeta POP3 predeterminada %1$s.
fr_fr: Vous n'avez pas le droit de déplacer le dossier POP3 par défaut %1$s.
nb_no: Du har ikke tillattelse til å flytte POP3 standardmappen %1$s.
nl_nl: U mag de POP3 standaardmap %1$s niet verplaatsen.
tr_tr: POP3 varsayılan klasörünü %1$s taşıma izniniz bulunmamaktadır.
zh_cn: 不允许您移动 POP3 默认文件夹 %1$s。
zh_tw: 不允許您移動 POP3 預設資料夾 %1$s。

source: You are not allowed to rename the POP3 default folder %1$s.
bg_bg: Не ви е позволено да преименувате папката по подразбиране POP3 %1$s .
ca_es: No se us permet reanomenar la carpeta POP3 predeterminada %1$s.
fr_fr: Vous n'avez pas le droit de renommer le dossier POP3 par défaut %1$s.
nb_no: Du har tillatelse til å endre POP3 standardmappen %1$s.
nl_nl: U mag de POP3 standaardmap %1$s niet hernoemen.
tr_tr: POP3 varsayılan klasörünü %1$s yeniden adlandırma izniniz bulunmamaktadır.
zh_cn: 不允许您更名 POP3 默认文件夹 %1$s。
zh_tw: 不允許您更名 POP3 預設資料夾 %1$s。

source: The POP3 storage path is missing for user %1$s. Please provide one and try again.
bg_bg: Пътят за съхранение на POP3 липсва за потребител %1$s . Моля, въведете и опитайте отново.
ca_es: Falta la ruta d'emmagatzemament POP3 per a l'usuari %1$s. Per favor, proporcionau-ne una i provau-ho de nou.
fr_fr: Le chemin de stockage POP3 pour l'utilisateur %1$s est manquant. Veuillez en fournir un et réessayer.
nb_no: POP3 lagringssti mangler for bruker %1$s. Angi en og prøv igjen
nl_nl: De POP3 opslaglocatie is niet ingevuld voor gebruiker %1$s. Geef er alstublieft één op en probeer opnieuw.
tr_tr: POP3 depolama yolu %1$s kullanıcısı için eksiktir. Lütfen bunu sağlayın ve tekrar deneyin.
zh_cn: 缺少收件人 %1$s 的 POP3 储存路径，请提供后再试。
zh_tw: 缺少使用者 %1$s 的 POP3 儲存路徑。請提供一個並再試一次。
