Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: The provided E-Mail address "%1$s" for resource is invalid.
bg_bg: Предоставеният имейл адрес \ " %1$s " за ресурса е невалиден.
ca_es: L'adreça de correu proporcionada "%1$s" per al recurs no és vàlida.
fr_fr: L'adresse de courrier électronique « %1$s » indiquée est invalide.
nb_no: Den medfølgende e-post adressen "%1$s" for ressursen er ugyldig.
nl_nl: Het opgegeven e-mailadres "%1$s" voor de bron is ongeldig.
tr_tr: Kaynak için sağlanan Eposta adresi "%1$s" geçersizdir.
zh_cn: 提供的电子邮件地址 "%1$s" 无效。
zh_tw: 資源所提供的電子郵件地址「%1$s」無效。

source: There is already a resource with E-Mail address "%1$s". Please choose another one.
bg_bg: Вече има ресурс с адрес за електронна поща \ " %1$s ". Моля, изберете друг.
fr_fr: Il existe déjà une ressource associée à l'adresse de courriel « %1$s ». Veuillez en choisir une autre.
nb_no: Der finnes allerede en ressurs med epostadressen "%1$s". Vennligst velg en annen epostadresse.
nl_nl: Er is al een bron met het e-mailadres "%1$s". Kies alstublieft een andere.
tr_tr: "%1$s" eposta adresi ie zaten bir kaynak bulunmaktadır. Lütfen diğerini seçin.
zh_cn: 已经有一个带有电子邮件地址 "%1$s" 的资源，请选择别的。
zh_tw: 已經有電子郵件地址為「%1$s」的資源，請選另一個。

source: The selected resource "%1$s" has been changed in the meantime.
bg_bg: Избраният ресурс \ " %1$s " е променен междувременно.
ca_es: El recurs seleccionat "%1$s" ha estat modificat mentrestant.
fr_fr: La ressource « %1$s » choisie a été modifiée entre-temps.
nb_no: Den valgte ressursen "%1$s" er blitt endret i mellomtiden.
nl_nl: De geselecteerde bron "%1$s" is in de tussentijd gewijzigd.
tr_tr: Seçilen kaynak "%1$s" bu süre içerisinde değiştirilmiştir.
zh_cn: 选择的资源 "%1$s" 期间被更改。
zh_tw: 選擇的資源「%1$s」同時被更改。

source: You do not have appropriate permissions for module "%2$s".
bg_bg: Нямате съответните разрешения за модул \ " %2$s ".
ca_es: No teniu els permisos adients per al mòdul "%2$s".
fr_fr: Vous n'avez pas les droits requis pour le module « %2$s ».
nb_no: Du har ikke de nødvendige tillatelsene for modul "%2$s".
nl_nl: U heeft niet de juiste rechten voor module "%2$s".
tr_tr: "%2$s" modülü için uygun yetki tanımınız bulunmamaktadır.
zh_cn: 您没有模组 "%2$s" 的适当权限。
zh_tw: 您沒有模組「%2$s」的適當權限。

source: Shared folders are not available for your account.
bg_bg: Споделените папки не са налице за профила ви.
ca_es: Les carpetes compartides no estan disponibles per al vostre compte.
fr_fr: Les dossiers partagés ne sont pas disponibles avec votre compte.
nb_no: Delte mapper er ikke tilgjengelig for kontoen din.
nl_nl: Gedeelte mappen zijn niet beschikbaar voor uw account.
tr_tr: Paylaşılan klasörler hesabınız için uygun değildir.
zh_cn: 您的户口没有分享文件夹可用。
zh_tw: 您的帳號無法使用共享資料夾。

source: You do not have appropriate permissions for the public folder.
bg_bg: Нямате подходящи разрешения за публичната папка.
fr_fr: Vous n'avez pas les droits requis pour le dossier public.
nb_no: Du har ikke nødvendige tillatelser for den offentlige mappen.
nl_nl: U heeft niet de juiste rechten voor de publieke map.
zh_cn: 您没有公共文件夹的适当权限。
zh_tw: 您沒有適當的權限來公開資料夾。

source: You do not have appropriate permissions to create subfolders.
bg_bg: Нямате подходящи разрешения за създаване на подпапки.
fr_fr: Vous n'avez pas les droits requis pour créer des sous-dossiers.
nb_no: Du har ikke nødvendige tillatelser for å opprette undermapper.
nl_nl: U heeft niet de juiste rechten om submappen aan te maken.
zh_cn: 您没有创建子文件夹的适当权限。
zh_tw: 您沒有適當的權限來建立子資料夾。

source: Such a folder does not exist.
bg_bg: Такова папка не съществува.
fr_fr: Il n'existe pas de dossier de ce type.
nb_no: En slik mappe finnes ikke.
nl_nl: Een dergelijke map bestaat niet.
zh_cn: 该个文件夹并不存在。
zh_tw: 該資料夾不存在。

source: The folder has been changed in the meantime. Please reload the view and try again.
bg_bg: Папката е променена междувременно. Моля, презаредете изгледа и опитайте отново.
fr_fr: Le dossier a changé entre-temps. Veuillez actualiser l'affichage et essayer à nouveau.
nb_no: Mappen har blitt endret i mellomtiden. Vennligst oppdater og forsøk igjen.
nl_nl: Het map is in de tussentijd gewijzigd. Ververs het overzicht en probeer opnieuw.
zh_cn: 文件夹期间被更改，请重刷视图后再试。
zh_tw: 資料夾已變更，請重新載入畫面後再試一次。

source: This operation requires administrative permissions for the folder.
bg_bg: Тази операция изисква административни разрешения за папката.
fr_fr: Cette opération nécessite des droits administratifs sur le dossier.
nb_no: Operasjonen krever administrative rettigheter til mappen.
nl_nl: Deze actie heeft beheerdersrechten nodig voor de map.
zh_cn: 此操作要求文件夹的管理权限。
zh_tw: 此操作需要對資料夾有管理權限。

source: The folder is a default folder and cannot be renamed.
bg_bg: Папката е папка по подразбиране и не може да бъде преименувана.
fr_fr: Le dossier est un dossier par défaut et ne peut pas être renommé.
nb_no: Mappen er en standardmappe og kan ikke endres navn på.
nl_nl: De map is een standaardmap en kan niet worden hernoemd.
zh_cn: 文件夹为一默认文件夹因而不能更名。
zh_tw: 此資料夾是預設資料夾，無法更名。

source: The folder already contains a folder with such a name.
bg_bg: Папката вече съдържа папка с такова име.
fr_fr: Le dossier contient déjà un dossier portant ce nom.
nb_no: Mappen inneholder allerede en mappe med et slikt navn.
nl_nl: De map bevat al een map met deze naam.
zh_cn: 文件夹已经包括一个有该名称的文件夹。
zh_tw: 資料夾中已包含有該名稱的子資料夾。

source: Folders of type "%2$s" can't be created below this folder.
bg_bg: Папките от тип \ " %2$s " не могат да бъдат създадени под тази папка.
fr_fr: Les dossiers de type « %2$s » ne peuvent pas être créés sous ce dossier.
nb_no: Mapper av typen "%2$s" kan ikke opprettes under denne mappen.
nl_nl: Map van het type "%2$s" kan niet gemaakt worden onder deze map.
zh_cn: 类型 "%2$s" 的文件夹不能在此文件夹下创建。
zh_tw: 無法在此資料夾內建立「%2$s」類型的子資料夾。

source: Folders of module "%2$s" can't be created below this folder.
bg_bg: Папките на модул \ " %2$s " не могат да бъдат създадени под тази папка.
fr_fr: Impossible de créer des dossiers du module « %2$s » sous ce dossier.
nb_no: Mapper fra modulen "%2$s" kan ikke opprettes under denne mappen.
nl_nl: Mappen van module "%2$s" kunnen niet aangemaakt worden onder deze map.
zh_cn: 模组 "%2$s" 的文件夹不能在此文件夹下创建。
zh_tw: 無法在此資料夾內建立「%2$s」類型的模組。

source: Only one user may have administrative permission roles in a private folder.
bg_bg: Само един потребител може да има роли на администраторско разрешение в частна папка.
ca_es: Només un usuari pot tenir rols de permisos administratius sobre una carpeta privada.
fr_fr: Un seul utilisateur peut avoir le rôle d'administrateur dans un dossier privé.
nb_no: Bare én bruker kan ha administrative tillatelser i en privat mappe.
nl_nl: Maar één gebruiker mag beheerdersrechten hebben voor een privémap.
tr_tr: Özel bir klasörde yalnızca bir kullanıcı yönetici iznine sahip olabilir.
zh_cn: 私人文件夹里只有一个用户能拥有管理权限角色。
zh_tw: 私人資料夾中僅一個使用者有管理權限。

source: Administrative permissions for a group are not allowed in a private folder.
bg_bg: Административните разрешения за група не са позволени в частна папка.
ca_es: Els permisos administratius per a un grup no estan permesos en una carpeta privada.
fr_fr: Les droits administratifs pour un groupe ne sont pas autorisés dans un dossier privé.
nb_no: Administrative tillatelser for en gruppe er ikke tillatt i en privat mappe.
nl_nl: Beheerdersrechten voor een groep zijn niet toegestaan in een privémap.
tr_tr: Bir grup için yönetici izinleri özel bir klasörde izin verilmemektedir.
zh_cn: 私人文件夹里不允许组的管理权限。
zh_tw: 私人資料夾中群組不允許有管理權限。

source: Only the owner of a private folder may hold administrative permissions.
bg_bg: Само собственикът на частна папка може да има административни разрешения.
ca_es: Només el propietari d'una carpeta privada pot tenir permisos administratius.
fr_fr: Seul le propriétaire d'un dossier privé peut détenir les droits administratifs.
nb_no: Bare eieren av en privat mappe kan ha administrative rettigheter.
nl_nl: Alleen de eigenaar van een privémap kan beheersrechten hebben.
tr_tr: Yalnızca bir özel klasör sahibi yönetici iznine sahip olabilir.
zh_cn: 只有一个私人文件夹的主人可以拥有管理权限。
zh_tw: 僅私人資料夾的擁有者可以保留管理權限。

source: At least one user with administrative permissions is required.
bg_bg: Необходим е поне един потребител с административни разрешения.
ca_es: Cal almenys un usuari amb permisos administratius.
fr_fr: Il faut qu'au moins un utilisateur ait des droits administratifs.
nb_no: Minst en bruker med administrative rettigheter er nødvendig.
nl_nl: Minstens één gebruiker moet beheerdersrechten hebben.
tr_tr: Yönetici izni bulunan en az bir kullanıcı gereklidir.
zh_cn: 只要求最少一个有管理权限的用户。
zh_tw: 至少需要有一個含有管理權限的使用者。

source: The folder is a default folder and cannot be moved.
bg_bg: Папката е папка по подразбиране и не може да бъде преместена.
fr_fr: Le dossier est un dossier par défaut et ne peut pas être déplacé.
nb_no: Mappen er en standardmappe og kan ikke flyttes.
nl_nl: De map is een standaardmap en kan niet verplaatst worden.
zh_cn: 文件夹为一默认文件夹因而不能移动。
zh_tw: 此資料夾是預設資料夾，無法移動。

source: The folder is shared and cannot be moved.
bg_bg: Папката е споделена и не може да бъде преместена.
fr_fr: Le dossier est partagé et ne peut pas être déplacé.
nb_no: Mappen er delt og kan ikke flyttes.
nl_nl: De map is een gedeelde map en kan niet verplaatst worden.
zh_cn: 文件夹已分享因而不能移动。
zh_tw: 此資料夾已被分享，無法移動。

source: The folder cannot be moved to a shared folder.
bg_bg: Папката не може да бъде преместена в споделена папка.
fr_fr: Le dossier ne peut pas être déplacé vers un dossier partagé.
nb_no: Mappen kan ikke flyttes til en delt mappe.
nl_nl: De map mag niet verplaatst worden naar een gedeelde map.
zh_cn: 不能移动文件夹到一个共享文件夹。
zh_tw: 此資料夾無法移動至共享資料夾。

source: The folder is a system folder and cannot be moved.
bg_bg: Папката е системна папка и не може да бъде преместена.
fr_fr: Le dossier est un dossier système et ne peut pas être déplacé.
nb_no: Mappen er en systemmappe og kan ikke flyttes.
nl_nl: De map is een systeemmap en kan niet verplaatst worden.
zh_cn: 文件夹为一系统文件夹因而不能移动。
zh_tw: 此資料夾是系統資料夾，無法移動。

source: The private folder can only be moved to another private folder.
bg_bg: Частната папка може да бъде преместена само в друга частна папка.
fr_fr: Le dossier privé ne peut être déplacé que vers un autre dossier privé.
nb_no: Den private mappen kan bare flyttes til en annen privat mappe.
nl_nl: De privémap kan allen verplaatst worden naar een andere privémap.
zh_cn: 私人文件夹只能移动到别的私人文件夹。
zh_tw: 私人資料夾僅能移動至另一個私人資料夾。

source: The public folder can only be moved to another public folder.
bg_bg: Публичната папка може да бъде преместена само в друга обществена папка.
fr_fr: Le dossier public ne peut être déplacé que vers un autre dossier public.
nb_no: Den offentlige mappen kan bare flyttes til en annen offentlig mappe.
nl_nl: De publieke map kan allen verplaatst worden naar een andere publieke map.
zh_cn: 公共文件夹只能移动到别的公共文件夹。
zh_tw: 公開資料夾僅能移動至另一個公開資料夾。

source: The destination folder is the same as the source folder.
bg_bg: Целевата папка е същата като папката източник.
ca_es: La carpeta de destí és la mateixa que la carpeta d'origen.
fr_fr: Le dossier destination est le même que le dossier source.
nb_no: Målmappen er den samme som kildemappen.
nl_nl: De doelmap en is de zelfde als de oorsprong.
tr_tr: Hedef klasör kaynak klasörü ile aynıdır.
zh_cn: 目的地文件夹和来源地文件夹是一样的。
zh_tw: 目的資料夾與來源資料夾相同。

source: You do not have appropriate permissions to move all subfolders.
bg_bg: Нямате подходящи разрешения за преместване на всички подпапки.
fr_fr: Vous n'avez pas les droits requis pour déplacer tous les sous-dossiers.
nb_no: Du har ikke nødvendige tillatelser for å flytte alle undermapper.
nl_nl: U heeft niet de juiste rechten om alle submappen te verplaatsen.
zh_cn: 您没有移动所有子文件夹的适当权限。
zh_tw: 您沒有適當的權限來移動所有子資料夾。

source: You do not have appropriate permissions to delete the shared folder.
bg_bg: Нямате подходящите разрешения за изтриване на споделената папка.
fr_fr: Vous n'avez pas les droits requis pour supprimer le dossier partagé.
nb_no: Du har ikke nødvendige tillatelser for å slette den delte mappen.
nl_nl: U heeft niet de juiste rechten om de gedeelte map te verwijderen.
zh_cn: 您没有删除共享文件夹的适当权限。
zh_tw: 您沒有適當的權限來刪除共享資料夾。

source: The folder is a default folder and cannot be deleted.
bg_bg: Папката е папка по подразбиране и не може да бъде изтрита.
fr_fr: Le dossier est un dossier par défaut et ne peut pas être supprimé.
nb_no: Mappen er en standardmappe og kan ikke slettes.
nl_nl: De map is een standaardmap en kan niet verwijderd worden.
zh_cn: 文件夹为一默认文件夹因而不能删除。
zh_tw: 此資料夾是預設資料夾，無法刪除。

source: You do not have appropriate permissions to delete all contained items.
bg_bg: Нямате подходящи разрешения да изтриете всички съдържащи се елементи.
fr_fr: Vous n'avez pas les droits requis pour supprimer tous les éléments contenus.
nb_no: Du har ikke nødvendige tillatelser for å slette alle elementer.
nl_nl: U heeft niet de juiste rechten om alle elementen uit de map te verwijderen.
zh_cn: 您没有删除所有包括项目的适当权限。
zh_tw: 您沒有適當的權限來刪除所有包含的項目。

source: The folder cannot be be moved to one of its subfolders.
bg_bg: Папката не може да бъде преместена в някое от подпапките й.
fr_fr: Le dossier ne peut pas être déplacé vers un de ses sous-dossiers.
nb_no: Mappen kan ikke flyttes til en av dens undermapper.
nl_nl: De map kan niet verplaatst worden naar één van haar submappen.
zh_cn: 文件夹不能移动到它的其中一个子文件夹里。
zh_tw: 資料夾無法被移動至其子資料夾中。

source: Folders of module "%1$s" cannot be moved to folders of module "%2$s".
bg_bg: Папките на модула \ " %1$s " не могат да бъдат преместени в папки на модул \ " %2$s ".
ca_es: Les carpetes del mòdul "%1$s" no es poden moure a les carpetes del mòdul "%2$s".
fr_fr: Les dossiers du module « %1$s » ne peuvent pas être déplacés dans des dossiers du module « %2$s ».
nb_no: Mapper med modulen %1$s" kan ikke flyttes til mapper med modulen "%2$s".
nl_nl: Mappen van module "%1$s" mag niet verplaatst worden naar mappen van module "%2$s".
tr_tr: "%1$s" modülünün klasörleri "%2$s" modülünün klasörlerine taşınamaz.
zh_cn: 模块 "%1$s" 的文件夹不得移到模块 "%2$s" 的文件夹内。
zh_tw: 模組「%1$s」的資料夾不得移到模組「%2$s」的資料夾中。

source: The shared folder cannot be updated.
bg_bg: Споделената папка не може да бъде актуализирана.
fr_fr: Le dossier partagé ne peut pas être mis à jour.
nb_no: Den delte mappen kan ikke oppdateres.
nl_nl: De gedeelde map kan niet bijgewerkt worden.
zh_cn: 共享文件夹不能更新。
zh_tw: 無法更新共享資料夾。

source: The value for attribute %1$s contains more than the allowed number of %2$d characters. Current length: %3$d characters.
bg_bg: Стойността на атрибута %1$s съдържа повече от разрешения брой %2$d знака. Текуща дължина: %3$d знака.
ca_es: El valor de l'atribut %1$s conté més caràcters que els %2$d permesos. Longitud actual: %3$d caràcters.
fr_fr: La valeur de l'attribut %1$s contient trop de caractères. La longueur actuelle %3$d est supérieure à la longueur autorisée de %2$d caractères.
nb_no: Verdien for attributtet %1$s inneholder mer enn det tillatte antallet av %2$d tegn. Nåværende lengde: %3$d tegn.
nl_nl: De waarde voor attribuut %1$s bevat meer dan het toegestane aantal van %2$d tekens. Huidige lengte: %3$d tekens.
tr_tr: Girilen değer %1$s izin verilen %2$d karakter sayısını aşıyor. Şuanki karakter sayısı: %3$d karakter.
zh_cn: 属性 %1$s 值包含多于允许的 %2$d 个字元。现在长度：%3$d 个字元。
zh_tw: 屬性 %1$s 包含太多字元。當前長度 %3$d 超過允許的 %2$d 個字元。

source: The specified folder name exceeds the limit of %2$d characters. Please shorten the name and try again.
bg_bg: Посоченото име на папката надхвърля границата на %2$d знака. Моля, съкратете името и опитайте отново.
ca_es: El nom de carpeta especificat excedeix el límit de $2$d caràcters. Per favor, escurçau el nom i provau-ho de nou.
fr_fr: Le nom de dossier indiqué comporte plus que la limite de %2$d caractères. Veuillez raccourcir son nom et réessayer.
nb_no: Det angitte mappenavnet overskrider grensen på %2$d tegn. Vennligst forkort navnet og prøv igjen.
nl_nl: De opgegeven mapnaam is langer dan het maximum van %2$d tekens. Maak de naam alstublieft korter en probeer opnieuw.
tr_tr: Belirtilen dosya ismi %2$d karakter limitini aşmaktadır. Lütfen ismi kısaltıp tekrar deneyin.
zh_cn: 制定的文件夹名称超出 %2$d 个字元限制，请缩短名称再试。
zh_tw: 指定的資料夾名稱超過 %2$d 字元的限制，請縮短名稱並再試一次。

source: Only the owner of the parent shared folder may hold administrative permissions.
bg_bg: Само собственикът на споделената папка майка може да има административни разрешения.
fr_fr: Seul le propriétaire du dossier partagé parent peut détenir les droits administratifs.
nb_no: Bare eieren av den delte foreldremappen kan inneha administrative rettigheter.
nl_nl: Alleen de eigenaar van de bovenliggende gedeelde map kan beheersrechten hebben.
zh_cn: 只有母共享文件夹的拥有者持有管理权限。
zh_tw: 僅有父共享資料夾的擁有者能擁有管理權限。

source: The folder is a default folder. Hence its owner needs to hold administrative permissions.
bg_bg: Папката е папка по подразбиране. Следователно собственикът му трябва да притежава административни разрешения.
fr_fr: Le dossier est un dossier par défaut . Par conséquent, son propriétaire doit détenir les droits administratifs.
nb_no: Mappen er en standardmappe. Eieren må derfor inneha administrative rettigheter.
nl_nl: De map is een standaard map. Daarom heeft de eigenaar er beheerdersrechten op.
zh_cn: 文件夹为一默认文件夹，其拥有者因而需要持有管理权限。
zh_tw: 此資料夾是預設資料夾，所以擁有者必須擁有管理權限。

source: You do not have appropriate permissions to share the folder.
bg_bg: Нямате подходящи разрешения за споделяне на папката.
fr_fr: Vous n'avez pas les droits requis pour partager le dossier.
nb_no: Du har ikke de nødvendige rettighetene for å dele mappen.
nl_nl: U heeft niet de juiste rechten om de map te delen
zh_cn: 您没有分享文件夹的适当权限。
zh_tw: 您沒有適當的權限來分享此資料夾。

source: It is not possible to apply the changes due to limited permissions
bg_bg: Не е възможно да се прилагат промените поради ограничените разрешения
fr_fr: Il n'est pas possible d'appliquer les modifications du fait de droits limités.
nb_no: Det er ikke mulig å lagre endringene på grunn av begrensede tillatelser
nl_nl: Door de beperkte rechten is het niet mogelijk de wijzigingen toe te passen
zh_cn: 因为权限有限，所以不能套用更改。
zh_tw: 因為權限限制，無法套用變更

source: It is not possible to apply the changes as a result of restricted permissions of the user "%1$s".
bg_bg: Не е възможно да се приложат промените в резултат на ограничените разрешения на потребителя \ " %1$s ".
fr_fr: Comme les droits de l'utilisateur « %1$s » sont limités, il n'est pas possible d'appliquer les modifications.
nb_no: Det er ikke mulig å lagre endringene på grunn av begrensede tillatelser for brukeren "%1$s".
nl_nl: Door de beperkte rechten van de gebruiker "%1$s" is het niet mogelijk de wijzigingen toe te passen.
zh_cn: 因为用户的限制权限，结果不能套用更改。
zh_tw: 由於使用者「%1$s」的預設權限限制，無法套用變更。

source: The folder cannot be deleted since it contains a hidden subfolder you don't have the appropriate permissions for.
bg_bg: Папката не може да бъде изтрита, тъй като съдържа скрита подпапка, за която нямате съответните разрешения.
fr_fr: Le dossier ne peut pas être supprimé, car il contient un sous-dossier caché sur lequel vous n'avez pas les droits requis.
nb_no: Mappen kan ikke slettes fordi den inneholder en skjult undermappe som du ikke har nødvendige rettigheter til.
nl_nl: De map kan niet worden verwijderd omdat deze een verborgen submap heeft waarvoor u niet de juiste rechten heeft.
zh_cn: 由于文件夹包括一个您没有适当权限的子文件夹，所以不能删除。
zh_tw: 因為有隱藏的子資料夾，您又缺少適當的權限，無法刪除此資料夾。

source: The folder already contains a folder with such a name. Please choose a different name and try again.
bg_bg: Папката вече съдържа папка с такова име. Моля, изберете друго име и опитайте отново.
fr_fr: Le dossier contient déjà un dossier portant ce nom. Veuillez choisir un autre nom et réessayer.
nb_no: Mappen inneholder allerede en mappe med det navnet. Vennligst velg et annet navn og forsøk igjen.
nl_nl: De map bevat al een map met deze naam. Kies alstublieft een andere naam en probeer opnieuw.
zh_cn: 文件夹已经包括一个有该名称的文件夹。请选择一个不同的名称后再试。
zh_tw: 此資料夾已經含有一個使用該名稱的子資料夾。請選擇不同名稱後再試一次。

source: The folder name contains invalid characters.
bg_bg: Името на папката съдържа невалидни знаци.
ca_es: El nom de la carpeta conté caràcters no vàlids.
fr_fr: Le nom de dossier contient des caractères invalides.
nb_no: Mappenavnet inneholder ugyldige tegn.
nl_nl: De mapnaam bevat ongeldige tekens.
tr_tr: Klasör geçersiz karakterler içeriyor.
zh_cn: 文件夹名称包含无效字符。
zh_tw: 資料夾名稱包含無效字元。

source: Duplicate permission defined. Only one permission per user is allowed.
bg_bg: Определено е дублирано разрешение. Позволено е само едно разрешение на потребител.
fr_fr: Doublon sur les droits définis. Un seul droit est autorisé par utilisateur.
nb_no: Duplikate tillatelser er definerte. Bare èn tillatelse per bruker er tillatt.
nl_nl: Dubbele rechten gedefinieerd. Slechts één bevoegdheid toegestaan per gebruiker.
zh_cn: 定义了重复权限，每个群组只允许一个用户。
zh_tw: 設定了重複的權限。每位使用者僅能有一組權限。

source: Duplicate permission defined. Only one permission per group is allowed.
bg_bg: Определено е дублирано разрешение. Допуска се само едно разрешение за група.
fr_fr: Doublon sur les droits définis. Un seul droit est autorisé par groupe.
nb_no: Duplikate tillatelser er definerte. Bare èn tillatelse per gruppe er tillatt.
nl_nl: Dubbele rechten gedefinieerd. Slechts één bevoegdheid per groep is toegestaan.
zh_cn: 定义了重复权限，每个群组只允许一个权限。
zh_tw: 設定了重複的權限。每個群組僅能有一組權限。

source: Only the folder visibility permission is allowed to be changed.
bg_bg: Само разрешението за видимост на папката може да бъде променено.
fr_fr: Seul le droit de voir le dossier peut être modifié.
nb_no: Bare visningstillatelsene for mappen er tillatt å endre.
nl_nl: Alleen de zichtbaarheid van de map mag veranderd worden.
zh_cn: 只允许更改文件夹可视权限。
zh_tw: 僅能變更資料夾公開程度的權限。

source: Only individual user permissions, but no group permissions are allowed.
bg_bg: Позволени са само отделни разрешения на потребителите, но не и групови разрешения.
fr_fr: Seuls les droits d'utilisateurs individuels sont autorisés, aucun droit de groupe.
nb_no: Bare individuelle brukertillatelser - ingen gruppetillatelser - er tillatt.
nl_nl: Alleen individuele gebruikersrechten, maar geen groepsrechten, zijn toegestaan voor de map.
zh_cn: 只允许个别用户权限，而不允许群组权限。
zh_tw: 僅能設定單一使用者的權限，無法設定群組權限。

source: No individual user permissions are allowed.
bg_bg: Няма разрешения за отделни потребители.
fr_fr: Aucun droit d'utilisateurs individuels autorisé.
nb_no: Ingen individuelle brukertillatelser er tillatt.
nl_nl: Individuele gebruikersrechten zijn niet toegestaan.
zh_cn: 不允许个别用户权限。
zh_tw: 不允許設定單一使用者的權限。

source: You do not have appropriate permissions to rename the folder.
bg_bg: Нямате подходящо разрешение да преименувате папката.
fr_fr: Vous n'avez pas les droits requis pour renommer le dossier.
nb_no: Du har ikke nødvendige tillatelser for å endre navn på mappen.
nl_nl: U heeft niet de juiste rechten om de map te hernoemen.
zh_cn: 您没有更名文件夹的适当权限。
zh_tw: 您沒有適當的權限來更名此資料夾。

source: The folder cannot be deleted as it contains locked documents.
bg_bg: Папката не може да бъде изтрита, тъй като съдържа заключени документи.
fr_fr: Le dossier ne peut pas être supprimé car il contient des documents verrouillés.
nb_no: Mappen kan ikke slettes fordi den inneholder låste dokumenter.
nl_nl: De map kan niet worden verwijderd omdat deze vergrendelde documenten bevat.
zh_cn: 由于文件夹包括锁定文档，因而不能删除。
zh_tw: 因為含有被鎖定的文件，無法刪除該資料夾。

source: The folder cannot be deleted.
bg_bg: Папката не може да бъде изтрита.
fr_fr: Le dossier ne peut pas être supprimé.
nb_no: Mappen kan ikke slettes.
nl_nl: De map kan niet verwijderd worden.
zh_cn: 不能删除文件夹。
zh_tw: 無法刪除資料夾。

source: The administrative permissions were restored.
bg_bg: Административните разрешения бяха възстановени.
fr_fr: Les droits administratifs ont été restaurés.
nb_no: De administrative tillatelsene ble gjenopprettet.
nl_nl: De administratieve rechten zijn hersteld.
zh_cn: 已恢复管理权限。
zh_tw: 已恢復管理權限。
