Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Europe/Madrid
bg_bg: Европа / Мадрид
ca_es: Europa/Madrid
es_mx: Europa/Madrid
nb_no: Europa/Madrid
nl_nl: Europa/Madrid
pl_pl: Europa/Madryt
tr_tr: Avrupa/Madrid
zh_cn: 欧洲/马德里
zh_tw: 歐洲/馬德里

source: Europe/Malta
bg_bg: Европа / Малта
ca_es: Europa/Malta
es_mx: Europa/Malta
fr_fr: Europe / Malte
nb_no: Europa/Malta
nl_nl: Europa/Malta
pl_pl: Europa/Malta
tr_tr: Avrupa/Malta
zh_cn: 欧洲/马尔他
zh_tw: 歐洲/馬爾他

source: Europe/Mariehamn
bg_bg: Европа / Мариехамн
ca_es: Europa/Mariehamn
es_mx: Europa/Mariehamn
nb_no: Europa/Mariehamn
nl_nl: Europa/Mariehamn
pl_pl: Europa/Mariehamn
tr_tr: Avrupa/Mariehamn
zh_cn: 欧洲/玛丽港
zh_tw: 歐洲/瑪麗港

source: Europe/Minsk
bg_bg: Европа / Минск
ca_es: Europa/Minsk
es_mx: Europa/Minsk
nb_no: Europa/Minsk
nl_nl: Europa/Minsk
pl_pl: Europa/Mińsk
tr_tr: Avrupa/Minsk
zh_cn: 欧洲/明斯克
zh_tw: 歐洲/明斯克

source: Europe/Monaco
bg_bg: Европа / Монако
ca_es: Europsa/MÃ²naco
es_mx: Europa/Mónaco
nb_no: Europa/Monaco
nl_nl: Europa/Monaco
pl_pl: Europa/Monaco
tr_tr: Avrupa/Monako
zh_cn: 欧洲/摩纳哥
zh_tw: 歐洲/摩納哥

source: Europe/Moscow
bg_bg: Европа / Москва
ca_es: Europa/Moscou
es_mx: Europa/Moscú
fr_fr: Europe / Moscou
nb_no: Europa/Moskva
nl_nl: Europa/Moskou
pl_pl: Europa/Moskwa
tr_tr: Avrupa/Moskov
zh_cn: 欧洲/莫斯科
zh_tw: 歐洲/莫斯科

source: Europe/Nicosia
bg_bg: Европа / Никозия
ca_es: Europa/NicÃ²sia
es_mx: Europa/Nicosia
fr_fr: Europe / Nicosie
nb_no: Europa/Nicosia
nl_nl: Europa/Nicosia
pl_pl: Europa/Nikozja
tr_tr: Avrupa/Lefkoşa
zh_cn: 欧洲/尼科西亚
zh_tw: 歐洲/尼科西亞

source: Europe/Oslo
bg_bg: Европа / Осло
ca_es: Europa/Oslo
es_mx: Europa/Oslo
nb_no: Europa/Oslo
nl_nl: Europa/Oslo
pl_pl: Europa/Oslo
tr_tr: Avrupa/Oslo
zh_cn: 欧洲/奥斯陆
zh_tw: 歐洲/奧斯陸

source: Europe/Paris
bg_bg: Европа / Париж
ca_es: Europa/ParÃ­s
es_mx: Europa/París
nb_no: Europa/Paris
nl_nl: Europa/Parijs
pl_pl: Europa/Paryż
tr_tr: Avrupa/Paris
zh_cn: 欧洲/巴黎
zh_tw: 歐洲/巴黎

source: Europe/Podgorica
bg_bg: Европа / Подгорица
ca_es: Europa/Podgorica
es_mx: Europa/Podgorica
nb_no: Europa/Podgorica
nl_nl: Europa/Podgorica
pl_pl: Europa/Podgorica
tr_tr: Avrupa/Podgorica
zh_cn: 欧洲/波多格里察
zh_tw: 歐洲/波多格裏察

source: Europe/Prague
ca_es: Europa/Praga
es_mx: Europa/Praga
nb_no: Europa/Praha
nl_nl: Europa/Praag
pl_pl: Europa/Praga
tr_tr: Avrupa/Prag
zh_cn: 欧洲/布拉格
zh_tw: 歐洲/布拉格

source: Europe/Riga
bg_bg: Европа / Рига
ca_es: Europa/Riga
es_mx: Europa/Riga
nb_no: Europa/Riga
nl_nl: Europa/Riga
pl_pl: Europa/Ryga
tr_tr: Avrupa/Riga
zh_cn: 欧洲/里加
zh_tw: 歐洲/里加

source: Europe/Rome
bg_bg: Европа / Рим
ca_es: Europa/Roma
es_mx: Europa/Roma
nb_no: Europa/Roma
nl_nl: Europa/Rome
pl_pl: Europa/Rzym
tr_tr: Avrupa/Roma
zh_cn: 欧洲/罗马
zh_tw: 歐洲/羅馬

source: Europe/Samara
bg_bg: Европа / Самара
ca_es: Europa/Samara
es_mx: Europa/Samara
nb_no: Europa/Samara
nl_nl: Europa/Samara
pl_pl: Europa/Samara
tr_tr: Avrupa/Samara
zh_cn: 欧洲/萨马拉
zh_tw: 歐洲/薩馬拉

source: Europe/San Marino
bg_bg: Европа / Сан Марино
ca_es: Europa/San Marino
es_mx: Europa/San Marino
fr_fr: Europe / Saint-Marin
nb_no: Europa/San Marino
nl_nl: Europa/San Marino
pl_pl: Europa/San Marino
tr_tr: Avrupa/San Marino
zh_cn: 欧洲/圣马里诺
zh_tw: 歐洲/聖馬里諾

source: Europe/Sarajevo
bg_bg: Европа / Сараево
ca_es: Europa/Sarajevo
es_mx: Europa/Sarajevo
nb_no: Europa/Sarajevo
nl_nl: Europa/Sarajevo
pl_pl: Europa/Sarajewo
tr_tr: Avrupa/Saraybosna
zh_cn: 欧洲/萨拉热窝
zh_tw: 歐洲/塞拉耶佛

source: Europe/Simferopol
bg_bg: Европа / Симферопол
ca_es: Europa/Sim feròpol
es_mx: Europa/Simferópol
nb_no: Europa / Simferopol
nl_nl: Europa/Simferopol
pl_pl: Europa/Symferopol
tr_tr: Avrupa/Simferopol
zh_cn: 欧洲/辛菲罗波尔
zh_tw: 歐洲/辛菲羅波爾

source: Europe/Skopje
bg_bg: Европа / Скопие
ca_es: Europa/Skopje
es_mx: Europa/Skopje
nb_no: Europa/Skopje
nl_nl: Europa/Skopje
pl_pl: Europa/Skopje
tr_tr: Avrupa/Üsküp
zh_cn: 欧洲/斯科普里
zh_tw: 歐洲/斯科普里

source: Europe/Sofia
bg_bg: Европа / София
ca_es: Europa/Sofia
es_mx: Europa/Sofía
nb_no: Europa / Sofia
nl_nl: Europa/Sofia
pl_pl: Europa/Sofia
tr_tr: Avrupa/Sofya
zh_cn: 欧洲/索非亚
zh_tw: 歐洲/索非亞

source: Europe/Stockholm
bg_bg: Европа / Стокхолм
ca_es: Europa/Estocolm
es_mx: Europa/Estocolmo
nb_no: Europa/Stockholm
nl_nl: Europa/Stockholm
pl_pl: Europa/Sztokholm
tr_tr: Avrupa/Stockholm
zh_cn: 欧洲/斯德哥尔摩
zh_tw: 歐洲/斯德哥爾摩

source: Europe/Tallinn
bg_bg: Европа / Талин
ca_es: Europa/Tallinn
es_mx: Europa/Tallin
nb_no: Europa / Tallinn
nl_nl: Europa/Tallinn
pl_pl: Europa/Tallin
tr_tr: Avrupa/Tallin
zh_cn: 欧洲/塔林
zh_tw: 歐洲/塔林

source: Europe/Tirane
bg_bg: Европа / Тирана
ca_es: Europa/Tirana
es_mx: Europa/Tirana
fr_fr: Europe / Tirana
nb_no: Europa/Tirana
nl_nl: Europa/Tirane
pl_pl: Europa/Tirana
tr_tr: Avrupa/Tiran
zh_cn: 欧洲/地拉那
zh_tw: 歐洲/地拉那

source: Europe/Tiraspol
bg_bg: Европа / Тираспол
ca_es: Europa/Tiraspol
es_mx: Europa/Tiráspol
nb_no: Europa/Tiraspol
nl_nl: Europa/Tiraspol
pl_pl: Europa/Tiraspol
tr_tr: Avrupa/Tiraspol
zh_cn: 欧洲/蒂拉斯博
zh_tw: 歐洲/蒂拉斯博

source: Europe/Uzhgorod
bg_bg: Европа / Ужгород
ca_es: Europa/Újhorod
es_mx: Europa/Úzhgorod
fr_fr: Europe / Oujhorod
nb_no: Europa/Uzhgorod
nl_nl: Europa/Uzhgorod
pl_pl: Europa/Użgorod
tr_tr: Avrupa/Uzhgorod
zh_cn: 欧洲/乌兹哥罗德
zh_tw: 歐洲/烏茲哥羅德

source: Europe/Vaduz
bg_bg: Европа / Вадуц
ca_es: Europa/Vaduz
es_mx: Europa/Vaduz
nb_no: Europa/Vaduz
nl_nl: Europa/Vaduz
pl_pl: Europa/Vaduz
tr_tr: Avrupa/Vaduz
zh_cn: 欧洲/瓦杜兹
zh_tw: 歐洲/瓦杜茲

source: Europe/Vatican
bg_bg: Европа / Ватикана
ca_es: Europa/El VaticÃ
es_mx: Europa/Vaticano
nb_no: Europa/Vatikanet
nl_nl: Europa/Vaticaanstad
pl_pl: Europa/Watykan
tr_tr: Avrupa/Vatikan
zh_cn: 欧洲/梵蒂冈
zh_tw: 歐洲/梵蒂岡

source: Europe/Vienna
bg_bg: Европа / Виена
ca_es: Europa/Viena
es_mx: Europa/Viena
fr_fr: Europe / Vienne
nb_no: Europa/Wien
nl_nl: Europa/Wenen
pl_pl: Europa/Wiedeń
tr_tr: Avrupa/Viyana
zh_cn: 欧洲/维也纳
zh_tw: 歐洲/維也納

source: Europe/Vilnius
bg_bg: Европа / Вилнюс
ca_es: Europa/Vílnius
es_mx: Europa/Vilna
nb_no: Europa/Vilnius
nl_nl: Europa/Vilnius
pl_pl: Europa/Wilno
tr_tr: Avrupa/Vilnius
zh_cn: 欧洲/维尔纽斯
zh_tw: 歐洲/維爾紐斯

source: Europe/Volgograd
bg_bg: Европа / Волгоград
ca_es: Europa/Volgograd
es_mx: Europa/Volgogrado
fr_fr: Europe / Belgrade
nb_no: Europa/Volgograd
nl_nl: Europa/Volgograd
pl_pl: Europa/Wołgograd
tr_tr: Avrupa/Volgograd
zh_cn: 欧洲/伏尔加格勒
zh_tw: 歐洲/伏爾加格勒

source: Europe/Warsaw
bg_bg: Европа / Варшава
ca_es: Europa/VarsÃ²via
es_mx: Europa/Varsovia
fr_fr: Europe / Varsovie
nb_no: Europa/Warszawa
nl_nl: Europa/Warschau
pl_pl: Europa/Warszawa
tr_tr: Avrupa/Varşova
zh_cn: 欧洲/华沙
zh_tw: 歐洲/華沙

source: Europe/Zagreb
bg_bg: Европа / Загреб
ca_es: Europa/Zagreb
es_mx: Europa/Zagreb
nb_no: Europa/Zagreb
nl_nl: Europa/Zagreb
pl_pl: Europa/Zagrzeb
tr_tr: Avrupa/Zagreb
zh_cn: 欧洲/萨格勒布
zh_tw: 歐洲/札格拉布

source: Europe/Zaporozhye
bg_bg: Европа / Запорожие
ca_es: Europa/Zaporòjia
es_mx: Europa/Zaporozhia
fr_fr: Europe / Zaporijia
nb_no: Europa/Zaporozhye
nl_nl: Europa/Zaporozhye
pl_pl: Europa/Zaporoże
tr_tr: Avrupa/Zaporijya
zh_cn: 欧洲/扎波罗热
zh_tw: 歐洲/紮波羅熱

source: Europe/Zurich
bg_bg: Европа / Цюрих
ca_es: Europa/Zuric
es_mx: Europa/Zúrich
nb_no: Europa/Zürich
nl_nl: Europa/Zurich
pl_pl: Europa/Zurych
tr_tr: Avrupa/Zürih
zh_cn: 欧洲/苏黎世
zh_tw: 歐洲/蘇黎世

source: Iceland
bg_bg: Исландия
ca_es: IslÃ ndia
es_mx: Islandia
fr_fr: Islande
nb_no: Island
nl_nl: IJsland
pl_pl: Islandia
tr_tr: İzlanda
zh_cn: 冰岛
zh_tw: 冰島

source: Indian/Antananarivo
bg_bg: Индийски / Антананариво
ca_es: Índic/Antanaravivo
es_mx: Índico/Antananarivo
fr_fr: Océan Indien/Tananarive
nb_no: India/Antananarivo
nl_nl: Indische Oceaan/Antananarivo
pl_pl: Ocean Indyjski/Antananarywa
tr_tr: Hindistan/Antananarivo
zh_cn: 印度洋/塔那那利佛
zh_tw: 印度洋/安塔那那利佛

source: Indian/Chagos
bg_bg: Индийски / Чагос
ca_es: Índic/Chagos
es_mx: Índico/Chagos
fr_fr: Océan Indien / Chagos
nb_no: India/Chagos
nl_nl: Indische Oceaan/Chagos
pl_pl: Ocean Indyjski/Chagos
tr_tr: Hindistan/Chagos
zh_cn: 印度洋/查戈斯群岛
zh_tw: 印度洋/查戈斯群島

source: Indian/Christmas
bg_bg: Индийски / Коледа
ca_es: Índic/Christmas
es_mx: Índico/Christmas
fr_fr: Océan Indien / Christmas
nb_no: India/Christams
nl_nl: Indische Oceaan/Christmaseiland
pl_pl: Ocean Indyjski/Wyspa Bożego Narodzenia
zh_cn: 印度洋/圣诞岛
zh_tw: 印度洋/聖誕島

source: Indian/Cocos
bg_bg: Индийски / Кокосови
ca_es: Índic/Cocos
es_mx: Índico/Cocos
fr_fr: Océan Indien / Cocos
nb_no: India/Cocos
nl_nl: Indische Oceaan/Cocoseilanden
pl_pl: Ocean Indyjski/Wyspy Kokosowe
tr_tr: Hindistan/Cocos Adaları
zh_cn: 印度洋/可可斯岛
zh_tw: 印度洋/可可斯島

source: Indian/Comoro
bg_bg: Индийски / Коморски острови
ca_es: Índic/Comores
es_mx: Índico/Comoras
fr_fr: Océan Indien / Comores
nb_no: India/Comoro
nl_nl: Indische Oceaan/Comoro
pl_pl: Ocean Indyjski/Komory
tr_tr: Hindistan/Komor
zh_cn: 印度洋/科摩罗
zh_tw: 印度洋/科摩羅

source: Indian/Kerguelen
bg_bg: Индийски / Кергелен
ca_es: Índic/Kerguelen
es_mx: Índico/Kerguelen
fr_fr: Océan Indien / Kerguelen
nb_no: India/Kerguelen
nl_nl: Indische Oceaan/Kerguelen
pl_pl: Ocean Indyjski/Wyspy Kerguelena
tr_tr: Hindistan/Kerguelen
zh_cn: 印度洋/克尔格伦群岛
zh_tw: 印度洋/克爾葛籣群島

source: Indian/Mahe
bg_bg: Индийски / Махе
ca_es: Índic/Mahé
es_mx: Índico/Mahé
fr_fr: Océan Indien / Mahé
nb_no: India/Mahe
nl_nl: Indische Oceaan/Mahe
pl_pl: Ocean Indyjski/Mahe
tr_tr: Hindistan/Mahe
zh_cn: 印度洋/马埃
zh_tw: 印度洋/馬埃

source: Indian/Maldives
bg_bg: Индийски / Малдиви
ca_es: Índic/Maldives
es_mx: Índico/Maldivas
fr_fr: Océan Indien / Maldives
nb_no: India/Maldivene
nl_nl: Indische Oceaan/Maldiven
pl_pl: Ocean Indyjski/Malediwy
tr_tr: Hindistan/Maldivler
zh_cn: 印度洋/马尔代夫
zh_tw: 印度洋/馬爾地夫

source: Indian/Mauritius
bg_bg: Индийски / Мавриций
ca_es: Índic/Maurici
es_mx: Índico/Mauricio
fr_fr: Océan Indien / Maurice
nb_no: India/Mauritius
nl_nl: Indische Oceaan/Mauritius
pl_pl: Ocean Indyjski/Mauritius
tr_tr: Hindistan/Mauritius
zh_cn: 印度洋/毛里求斯
zh_tw: 印度洋/模里西斯

source: Indian/Mayotte
bg_bg: Индийски / Майот
ca_es: Índic/Mayotte
es_mx: Índico/Mayotte
fr_fr: Océan Indien / Mayotte
nb_no: India/Mayotte
nl_nl: Indische Oceaan/Mayotte
pl_pl: Ocean Indyjski/Majotta
tr_tr: Hindistan/Mayotte
zh_cn: 印度洋/马约特
zh_tw: 印度洋/馬約特

source: Indian/Reunion
bg_bg: Индийски / Реюнион
ca_es: Índic/Reunió
es_mx: Índico/Reunión
fr_fr: Océan Indien / Réunion
nb_no: India/Reunion
nl_nl: Indische Oceaan/Reunion
pl_pl: Ocean Indyjski/Reunion
zh_cn: 印度洋/留尼汪岛
zh_tw: 印度洋/留尼旺

source: Israel
bg_bg: Израел
fr_fr: Israël
nl_nl: Israël
pl_pl: Izrael
tr_tr: Israil
zh_cn: 以色列
zh_tw: 以色列

source: Jamaica
bg_bg: Ямайка
fr_fr: Jamaïque
pl_pl: Jamajka
tr_tr: Jamaika
zh_cn: 牙买加
zh_tw: 牙買加

source: Japan
bg_bg: Япония
ca_es: JapÃ³
es_mx: Japón
fr_fr: Japon
pl_pl: Japonia
tr_tr: Japonya
zh_cn: 日本
zh_tw: 日本

source: Libya
bg_bg: Либия
ca_es: LÃ­bia
es_mx: Libia
fr_fr: Libye
nl_nl: Libië
pl_pl: Libia
zh_cn: 利比亚
zh_tw: 利比亞

source: Mexico/BajaNorte
bg_bg: Мексико / BajaNorte
ca_es: Mèxic/Baja Nord
es_mx: México/Baja Norte
fr_fr: Mexique / BasseCalifornieNord
pl_pl: Meksyk/Baja Norte
tr_tr: Meksika/BajaNorte
zh_cn: 墨西哥/北下
zh_tw: 墨西哥/北下

source: Mexico/BajaSur
bg_bg: Мексико / BajaSur
ca_es: Mèxic/Baja Sud
es_mx: México/Baja Sur
fr_fr: Mexique / BasseCalifornieSud
pl_pl: Meksyk/Baja Sur
tr_tr: Meksika/BajaSur
zh_cn: 墨西哥/南下
zh_tw: 墨西哥/南下

source: Mexico/General
bg_bg: Мексико / Общи
ca_es: MÃ¨xic/General
es_mx: México/General
fr_fr: Mexique / Général
nl_nl: Mexico/Algemeen
pl_pl: Meksyk/Ogólna
tr_tr: Meksika/Genel
zh_cn: 墨西哥/一般
zh_tw: 墨西哥/一般

source: Mideast/Riyadh87
es_mx: Oriente Medio/Riad87
pl_pl: Bliski Wschód/Rijad 87

source: Mideast/Riyadh88
es_mx: Oriente Medio/Riad88
pl_pl: Azja/Rijad 88

source: Mideast/Riyadh89
es_mx: Oriente Medio/Riad89
pl_pl: Bliski Wschód/Rijad 89

source: Pacific/Apia
bg_bg: Pacific / Апия
ca_es: Pacífic/Apia
es_mx: Pacífico/Apia
fr_fr: Pacifique / Apia
nb_no: Stillehavet/Apia
nl_nl: Grote Oceaan/Apia
pl_pl: Pacyfik/Apia
tr_tr: Pasifik/Apia
zh_cn: 太平洋/阿批亚
zh_tw: 太平洋/阿批亞

source: Pacific/Auckland
bg_bg: Pacific / Окланд
ca_es: Pacífic/Auckland
es_mx: Pacífico/Auckland
fr_fr: Pacifique / Auckland
nb_no: Stillehavet/Auckland
nl_nl: Grote Oceaan/Auckland
pl_pl: Pacyfik/Auckland
tr_tr: Pasifik/Auckland
zh_cn: 太平洋/奥克兰
zh_tw: 太平洋/奧克蘭

source: Pacific/Chatham
ca_es: Pacífic/Chatham
es_mx: Pacífico/Chatham
fr_fr: Pacifique / Chatham
nl_nl: Grote Oceaan/Chatham
pl_pl: Pacyfik/Wyspy Chatham
tr_tr: Pasifik/Chatham
zh_cn: 太平洋/查塔姆
zh_tw: 太平洋/查塔姆

source: Pacific/Chuuk
bg_bg: Pacific / Чук
ca_es: Pacífic/Chuuk
es_mx: Pacífico/Chuuk
fr_fr: Pacifique / Chuuk
nb_no: Stillehavet/Chuuk
nl_nl: Grote Oceaan/Chuuk
pl_pl: Pacyfik/Chuuk
tr_tr: Pasifik/Chuuk
zh_cn: 太平洋/Chuuk
zh_tw: 太平洋/楚克

source: Pacific/Easter
bg_bg: Pacific / Великден
ca_es: PacÃ­fic/Pasqua
es_mx: Pacífico/Easter
fr_fr: Pacifique / Pâques
nb_no: Stillehavet/Easter
nl_nl: Grote Oceaan/Paaseiland
pl_pl: Pacyfik/Wyspa Wielkanocna
tr_tr: Pasifik/Paskalya
zh_cn: 太平洋/复活岛
zh_tw: 太平洋/復活島

source: Pacific/Efate
bg_bg: Pacific / Ефате
ca_es: Pacífic/Éfaté
es_mx: Pacífico/Efate
fr_fr: Pacifique / Efaté
nb_no: Stillehavet/Efate
nl_nl: Grote Oceaan/Efate
pl_pl: Pacyfik/Efate
tr_tr: Pasifik/Efate
zh_cn: 太平洋/埃法特
zh_tw: 太平洋/埃法特

source: Pacific/Enderbury
bg_bg: Pacific / Ендърбъри
ca_es: Pacífic/Enderbury
es_mx: Pacífico/Enderbury
fr_fr: Pacifique / Enderbury
nl_nl: Grote Oceaan/Enderbury
pl_pl: Pacyfik/Enderbury
tr_tr: Pasifik/Enderbury
zh_cn: 太平洋/恩的伯利
zh_tw: 太平洋/恩的伯利

source: Pacific/Fakaofo
bg_bg: Тихоокеански / Факаофо
ca_es: Pacífic/Fakaofo
es_mx: Pacífico/Fakaofo
fr_fr: Pacifique / Fakaofo
nb_no: Stillehavet/Fakaofo
nl_nl: Grote Oceaan/Fakaofo
pl_pl: Pacyfik/Fakaofo
tr_tr: Pasifik/Fakaofo
zh_cn: 太平洋/法考福
zh_tw: 太平洋/法考福

source: Pacific/Fiji
bg_bg: Pacific / Фиджи
ca_es: PacÃ­fic/Fiji
es_mx: Pacífico/Fiyi
fr_fr: Pacifique / Fidji
nb_no: Stillehavet/Fiji
nl_nl: Grote Oceaan/Fiji
pl_pl: Pacyfik/Fidżi
tr_tr: Pasifik/Fiji
zh_cn: 太平洋/斐济
zh_tw: 太平洋/斐濟

source: Pacific/Funafuti
bg_bg: Pacific / Фунафути
ca_es: Pacífic/Funafuti
es_mx: Pacífico/Funafuti
fr_fr: Pacifique / Funafuti
nl_nl: Grote Oceaan/Funafuti
pl_pl: Pacyfik/Funafuti
tr_tr: Pasifik/Funafuti
zh_cn: 太平洋/富纳富提
zh_tw: 太平洋/福納佛提

source: Pacific/Galapagos
bg_bg: Pacific / Галапагос
ca_es: PacÃ­fic/GalÃ pagos
es_mx: Pacífico/Galápagos
fr_fr: Pacifique / Galapagos
nb_no: Stillehavet/Galapagos
nl_nl: Grote Oceaan/Galapagos
pl_pl: Pacyfik/Galapagos
tr_tr: Pasifik/Galapagos
zh_cn: 太平洋/加拉帕戈斯群岛
zh_tw: 太平洋/加拉帕戈斯群島

source: Pacific/Gambier
bg_bg: Pacific / Гамбие
ca_es: Pacífic/Gambier
es_mx: Pacífico/Gambier
fr_fr: Pacifique / Gambier
nb_no: Stillehavet/Gambier
nl_nl: Grote Oceaan/Gambier
pl_pl: Pacyfik/Wyspy Gambier
tr_tr: Pasifik/Gambier
zh_cn: 太平洋/冈比亚
zh_tw: 太平洋/岡比亞

source: Pacific/Guadalcanal
bg_bg: Pacific / Гуадалканал
ca_es: Pacífic/Guadalcanal
es_mx: Pacífico/Guadalcanal
fr_fr: Pacifique / Guadalcanal
nb_no: Stillehavet/Guadalcanal
nl_nl: Grote Oceaan/Guadalcanal
pl_pl: Pacyfik/Guadalcanal
tr_tr: Pasifik/Guadalcanal
zh_cn: 太平洋/瓜达尔卡纳尔岛
zh_tw: 太平洋/瓜達爾卡納爾島

source: Pacific/Guam
bg_bg: Pacific / Гуам
ca_es: Pacífic/Guam
es_mx: Pacífico/Guam
fr_fr: Pacifique / Guam
nb_no: Stillehavet/Guam
nl_nl: Grote Oceaan/Guam
pl_pl: Pacyfik/Guam
tr_tr: Pasifik/Guam
zh_cn: 太平洋/关岛
zh_tw: 太平洋/關島

source: Pacific/Honolulu
bg_bg: Pacific / Хонолулу
ca_es: Pacífic/Honolulu
es_mx: Pacífico/Honolulú
fr_fr: Pacifique / Honolulu
nb_no: Stillehavet/Honolulu
nl_nl: Grote Oceaan/Honolulu
pl_pl: Pacyfik/Honolulu
tr_tr: Pasifik/Honolulu
zh_cn: 太平洋/火奴鲁鲁
zh_tw: 太平洋/檀香山

source: Pacific/Johnston
bg_bg: Pacific / Джонстън
ca_es: Pacífic/Johnston
es_mx: Pacífico/Johnston
fr_fr: Pacifique / Johnston
nb_no: Stillehavet/Johnston
nl_nl: Grote Oceaan/Johnston
pl_pl: Pacyfik/Johnston
tr_tr: Pasifik/Johnston
zh_cn: 太平洋/约翰斯顿岛
zh_tw: 太平洋/約翰斯頓島

source: Pacific/Kiritimati
bg_bg: Pacific / Киритимати
ca_es: Pacífic/Kiritim ati
es_mx: Pacífico/Kiritimati
fr_fr: Pacifique / Kiritibati
nb_no: Stillehavet/Kiritimati
nl_nl: Grote Oceaan/Kiritimati
pl_pl: Pacyfik/Kiritimati
tr_tr: Pasifik/Kiritimati
zh_cn: 太平洋/基里提马蒂
zh_tw: 太平洋/基裏提馬蒂

source: Pacific/Kosrae
bg_bg: Pacific / Кошрай
ca_es: Pacífic/Kosrae
es_mx: Pacífico/Kosrae
fr_fr: Pacifique / Kosrae
nb_no: Stillehavet/Kosrae
nl_nl: Grote Oceaan/Kosrae
pl_pl: Pacyfik/Kosrae
tr_tr: Pasifik/Kosrae
zh_cn: 太平洋/库赛埃
zh_tw: 太平洋/庫賽埃

source: Pacific/Kwajalein
bg_bg: Pacific / Кваялейн
ca_es: Pacífic/Kwajalein
es_mx: Pacífico/Kwajalein
fr_fr: Pacifique / Kwajalein
nb_no: Stillehavet/Kwajalein
nl_nl: Grote Oceaan/Kwajalein
pl_pl: Pacyfik/Kwajalein
tr_tr: Pasifik/Kwaljalein
zh_cn: 太平洋/卡瓦加兰
zh_tw: 太平洋/卡瓦加蘭

source: Pacific/Majuro
bg_bg: Pacific / Маджуро
ca_es: Pacífic/Majuro
es_mx: Pacífico/Majuro
fr_fr: Pacifique / Majuro
nb_no: Stillehavet/Majuro
nl_nl: Grote Oceaan/Majuro
pl_pl: Pacyfik/Majuro
tr_tr: Pasifik/Majuro
zh_cn: 太平洋/马朱罗
zh_tw: 太平洋/馬朱羅

source: Pacific/Marquesas
bg_bg: Pacific / Маркизките
ca_es: Pacífic/Marqueses
es_mx: Pacífico/Marquesas
fr_fr: Pacifique / Marquises
nb_no: Stillehavet/Marquesas
nl_nl: Grote Oceaan/Marquesas
pl_pl: Pacyfik/Markizy
tr_tr: Pasifik/Marquesas
zh_cn: 太平洋/马尔萨斯群岛
zh_tw: 太平洋/馬爾薩斯群島

source: Pacific/Midway
ca_es: Pacífic/Midway
es_mx: Pacífico/Midway
fr_fr: Pacifique / Midway
nb_no: Stillehavet/Midway
nl_nl: Grote Oceaan/Midway
pl_pl: Pacyfik/Midway
zh_cn: 太平洋/中途岛
zh_tw: 太平洋/中途島

source: Pacific/Nauru
bg_bg: Pacific / Науру
ca_es: Pacífic/Nauru
es_mx: Pacífico/Nauru
fr_fr: Pacifique / Nauru
nb_no: Stillehavet/Nauru
nl_nl: Grote Oceaan/Nauru
pl_pl: Pacyfik/Nauru
tr_tr: Pasifik/Nauru
zh_cn: 太平洋/瑙鲁
zh_tw: 太平洋/諾魯

source: Pacific/Niue
bg_bg: Pacific / Ниуе
ca_es: Pacífic/Niue
es_mx: Pacífico/Niue
fr_fr: Pacifique / Niué
nb_no: Stillehavet/Niue
nl_nl: Grote Oceaan/Niue
pl_pl: Pacyfik/Niue
tr_tr: Pasifik/Niue
zh_cn: 太平洋/扭埃
zh_tw: 太平洋/紐埃

source: Pacific/Norfolk
ca_es: Pacífic/Norfolk
es_mx: Pacífico/Norfolk
fr_fr: Pacifique / Norfolk
nb_no: Stillehavet/Norfolk
nl_nl: Grote Oceaan/Norfolk
pl_pl: Pacyfik/Norfolk
tr_tr: Pasifik/Norfolk
zh_cn: 太平洋/诺福克
zh_tw: 太平洋/諾福克

source: Pacific/Noumea
bg_bg: Pacific / Нумеа
ca_es: Pacífic/Numea
es_mx: Pacífico/Numea
fr_fr: Pacifique / Nouméa
nb_no: Stillehavet/Noumea
nl_nl: Grote Oceaan/Noumea
pl_pl: Pacyfik/Numea
tr_tr: Pasifik/Noumea
zh_cn: 太平洋/努美阿
zh_tw: 太平洋/努美阿

source: Pacific/Pago Pago
ca_es: Pacífic/Pago Pago
es_mx: Pacífico/Pago Pago
fr_fr: Pacifique / Pago Pago
nb_no: Stillehavet/Pago Pago
nl_nl: Grote Oceaan/Pago Pago
pl_pl: Pacyfik/Pago Pago
tr_tr: Pasifik/Pago Pago
zh_cn: 太平洋/帕果帕果
zh_tw: 太平洋/帕果帕果

source: Pacific/Palau
bg_bg: Pacific / Палау
ca_es: Pacífic/República de Palau
es_mx: Pacífico/Palaos
fr_fr: Pacifique / Palaos
nb_no: Stillehavet/Palau
nl_nl: Grote Oceaan/Palau
pl_pl: Pacyfik/Palau
tr_tr: Pasifik/Palau
zh_cn: 太平洋/帕劳
zh_tw: 太平洋/帛琉

source: Pacific/Pitcairn
bg_bg: Pacific / Питкерн
ca_es: Pacífic/Pitcairn
es_mx: Pacífico/Pitcairn
fr_fr: Pacifique / Pitcairn
nb_no: Stillehavet/Pitcairn
nl_nl: Grote Oceaan/Pitcairn
pl_pl: Pacyfik/Pitcairn
tr_tr: Pasifik/Pitcairn
zh_cn: 太平洋/皮特克恩岛
zh_tw: 太平洋/皮特克恩島

source: Pacific/Pohnpei
bg_bg: Pacific / Понапе
ca_es: Pacífic/Pohnpei
es_mx: Pacífico/Pohnpei
fr_fr: Pacifique / Pohnpei
nb_no: Stillehavet/Pohnpei
nl_nl: Grote Oceaan/Pohnpei
pl_pl: Pacyfik/Pohnpei
tr_tr: Pasifik/Pohnpei
zh_cn: 太平洋/Pohnpei
zh_tw: 太平洋/波納佩

source: Pacific/Ponape
bg_bg: Pacific / Понапе
ca_es: Pacífic/Ponape
es_mx: Pacífico/Ponape
fr_fr: Pacifique / Ponape
nb_no: Stillehavet/Ponape
nl_nl: Grote Oceaan/Ponape
pl_pl: Pacyfik/Ponape
tr_tr: Pasifik/Ponape
zh_cn: 太平洋/波纳佩
zh_tw: 太平洋/波納佩

source: Pacific/Port Moresby
bg_bg: Тихия океан / Порт Морсби
ca_es: Pacífic/Port Moresby
es_mx: Pacífico/Port Moresby
fr_fr: Pacifique / Port Moresby
nb_no: Stillehavet/Port Moresby
nl_nl: Grote Oceaan/Port Moresby
pl_pl: Pacyfik/Port Moresby
tr_tr: Pasifik/Port Moresby
zh_cn: 太平洋/莫尔兹比港
zh_tw: 太平洋/莫爾茲比港

source: Pacific/Rarotonga
bg_bg: Pacific / Раротонга
ca_es: Pacífic/Rarotonga
es_mx: Pacífico/Rarotonga
fr_fr: Pacifique / Rarotonga
nb_no: Stillehavet/Rarotonga
nl_nl: Grote Oceaan/Rarotonga
pl_pl: Pacyfik/Rarotonga
tr_tr: Pasifik/Rarotonga
zh_cn: 太平洋/拉罗汤加岛
zh_tw: 太平洋/拉羅湯加

source: Pacific/Saipan
bg_bg: Pacific / Сайпан
ca_es: Pacífic/Sairpan
es_mx: Pacífico/Saipán
fr_fr: Pacifique / Saipan
nb_no: Stillehavet/Saipan
nl_nl: Grote Oceaan/Saipan
pl_pl: Pacyfik/Saipan
tr_tr: Pasifik/Saipan
zh_cn: 太平洋/塞班岛
zh_tw: 太平洋/塞班島

source: Pacific/Samoa
bg_bg: Pacific / Самоа
ca_es: Pacífic/Samoa
es_mx: Pacífico/Samoa
fr_fr: Pacifique / Samoa
nb_no: Stillehavet/Samoa
nl_nl: Grote Oceaan/Samoa
pl_pl: Pacyfik/Samoa
tr_tr: Pasifik/Samoa
zh_cn: 太平洋/萨摩亚
zh_tw: 太平洋/薩摩亞

source: Pacific/Tahiti
bg_bg: Pacific / Таити
ca_es: Pacífic/Tahití
es_mx: Pacífico/Tahití
fr_fr: Pacifique / Tahiti
nb_no: Stillehavet/Tahiti
nl_nl: Grote Oceaan/Tahiti
pl_pl: Pacyfik/Tahiti
tr_tr: Pasifik/Tahiti
zh_cn: 太平洋/塔希提岛
zh_tw: 太平洋/塔希提島

source: Pacific/Tarawa
bg_bg: Pacific / Тарава
ca_es: Pacífic/Tarawa
es_mx: Pacífico/Tarawa
fr_fr: Pacifique / Tarawa
nb_no: Stillehavet/Tarawa
nl_nl: Grote Oceaan/Tarawa
pl_pl: Pacyfik/Tarawa
tr_tr: Pasifik/Tarawa
zh_cn: 太平洋/塔拉瓦岛
zh_tw: 太平洋/塔拉瓦島

source: Pacific/Tongatapu
bg_bg: Pacific / Тонгатапу
ca_es: Pacífic/Tongatapu
es_mx: Pacífico/Tongatapu
fr_fr: Pacifique / Tongatapu
nb_no: Stillehavet/Tongatapu
nl_nl: Grote Oceaan/Tongatapu
pl_pl: Pacyfik/Tongatapu
tr_tr: Pasifik/Tongatapu
zh_cn: 太平洋/汤加塔埔
zh_tw: 太平洋/湯加塔埔

source: Pacific/Truk
bg_bg: Pacific / Трък
ca_es: Pacífic/Truk
es_mx: Pacífico/Truk
fr_fr: Pacifique / Truk
nb_no: Stillehavet/Truk
nl_nl: Grote Oceaan/Truk
pl_pl: Pacyfik/Truk
tr_tr: Pasifik/Truk
zh_cn: 太平洋/特鲁克群岛
zh_tw: 太平洋/特魯克群島

source: Pacific/Wake
ca_es: Pacífic/Wake
es_mx: Pacífico/Wake
fr_fr: Pacifique / Wake
nb_no: Stillehavet/vekke
nl_nl: Grote Oceaan/Wake
pl_pl: Pacyfik/Wake
zh_cn: 太平洋/威克岛
zh_tw: 太平洋/威克島

source: Pacific/Wallis
ca_es: Pacífic/Wallis
es_mx: Pacífico/Wallis
fr_fr: Pacifique / Wallis
nb_no: Stillehavet/Wallis
nl_nl: Grote Oceaan/Wallis
pl_pl: Pacyfik/Wallis
tr_tr: Pasifik/Wallis
zh_cn: 太平洋/瓦利斯岛
zh_tw: 太平洋/瓦利斯島

source: Pacific/Yap
bg_bg: Pacific / Яп
ca_es: Pacífic/Yap
es_mx: Pacífico/Yap
fr_fr: Pacifique / Îles Yap
nb_no: Stillehavet/Yap
nl_nl: Grote Oceaan/Yap
pl_pl: Pacyfik/Yap
tr_tr: Pasifik/Yap
zh_cn: 太平洋/雅浦岛
zh_tw: 太平洋/雅浦島

source: Poland
bg_bg: Полша
ca_es: PolÃ²nia
es_mx: Polonia
fr_fr: Pologne
nb_no: Polen
nl_nl: Polen
pl_pl: Polska
tr_tr: Polonya
zh_cn: 波兰
zh_tw: 波蘭

source: Portugal
bg_bg: Португалия
pl_pl: Portugalia
tr_tr: Portekiz
zh_cn: 葡萄牙
zh_tw: 葡萄牙

source: Singapore
bg_bg: Сингапур
ca_es: Singapur
es_mx: Singapur
fr_fr: Singapour
pl_pl: Singapur
tr_tr: Singapur
zh_cn: 新加坡
zh_tw: 新加坡

source: Turkey
bg_bg: Турция
ca_es: Turquia
es_mx: Turquía
fr_fr: Turquie
nb_no: Tyrkia
nl_nl: Turkije
pl_pl: Turcja
tr_tr: Türkiye
zh_cn: 土耳其
zh_tw: 土耳其

source: US/Alaska
bg_bg: САЩ / Аляска
ca_es: EUA/Alaska
es_mx: EEUU/Alaska
fr_fr: États-Unis / Alaska
nb_no: USA/Alaska
nl_nl: VS/Alaska
pl_pl: Stany Zjednoczone/Alaska
tr_tr: A.B.D/Alaska
zh_cn: 美国/阿拉斯加
zh_tw: 美國/阿拉斯加

source: US/Aleutian
bg_bg: САЩ / Алеутските
ca_es: EUA/Aleutianas
es_mx: EEUU/Aleutianas
fr_fr: États-Unis / Aléoutiennes
nb_no: USA/Aleutian
nl_nl: VS/Aleutian
pl_pl: Stany Zjednoczone/Aleuty
tr_tr: A.B.D./Aleutian
zh_cn: 美国/阿留申群岛
zh_tw: 美國/阿留申群島

source: US/Arizona
bg_bg: САЩ / Аризона
ca_es: EUA/Arizona
es_mx: EEUU/Arizona
fr_fr: États-Unis / Arizona
nb_no: USA/Arizona
nl_nl: VS/Arizona
pl_pl: Stany Zjednoczone/Arizona
tr_tr: A.B.D./Arizona
zh_cn: 美国/亚利桑那
zh_tw: 美國/亞利桑那

source: US/Central
bg_bg: САЩ / Централно
ca_es: EUA/Central
es_mx: EEUU/Central
fr_fr: États-Unis / Centre
nb_no: USA/Central
nl_nl: VS/Centraal
pl_pl: Stany Zjednoczone/Środek
tr_tr: A.B.D./Merkez
zh_cn: 美国/中部
zh_tw: 美國/中部

source: US/East-Indiana
bg_bg: САЩ / Изток-Индиана
ca_es: EUA/Indiana Est
es_mx: EEUU/Indiana Este
fr_fr: États-Unis / Indiana de l'Est
nb_no: USA/Øst-Indiana
nl_nl: VS/Oost-Indiana
pl_pl: Stany Zjednoczona/Indiana, wschód
tr_tr: A.B.D./Doğu-Indiana
zh_cn: 美国/东印第安纳
zh_tw: 美國/東印第安那

source: US/Eastern
bg_bg: САЩ / Източна
ca_es: EUA/Oriental
es_mx: EEUU/Oriental
fr_fr: États-Unis / Est
nb_no: USA / Øst
nl_nl: VS/Oost
pl_pl: Stany Zjednoczone/Wschód
zh_cn: 美国/东部
zh_tw: 美國/東部
