Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: The entered password is illegal and can't be saved. Allowed characters are: %1$s
bg_bg: Въведената парола е невалидна и не може да бъде запазена. Позволените знаци са: %1$s
ca_es: La contrasenya introduïda no està admesa i no es podrà desar. Els caràcters permesos són: %1$s
fr_fr: Le mot de passe saisi est illégal et ne peut être enregistré. Les caractères autorisés sont : %1$s
nb_no: Det angitte passordet er ugyldig og kan ikke lagres. Gyldige tegn er: %1$s
nl_nl: Het opgegeven wachtwoord is ongeldig en kan niet worden opgeslagen. De toegestane tekens zijn: %1$s
tr_tr: Yasal olmayan ve kaydedilemeyen bir şifre girdiniz. İzin verilen karakterler: %1$s dir
zh_cn: 输入的密码不合法而且无法保存。允许的字符为：%1$s
zh_tw: 輸入的密碼無效，無法儲存。只允許下列符號: %1$s

source: The current password is incorrect. Please enter your correct current password and try again.
bg_bg: Текущата парола е неправилна. Моля, въведете правилната си текуща парола и опитайте отново.
ca_es: La contrasenya és incorrecta. Per favor, introduïu la vostra contrasenya actual i provau-ho de nou.
fr_fr: Le mot de passe actuel n'est pas valable. Veuillez saisir le bon mot de passe et réessayer.
nb_no: Det nåværende passord er feil. Skriv inn riktig gjeldende passord og prøv igjen.
nl_nl: Het huidige wachtwoord is ongeldig. Geef alstublieft het correcte wachtwoord en probeer opnieuw.
tr_tr: Mevcut şifre doğru değildir. Lütfen mevcut doğru şifrenizi girerek yeniden deneyin.
zh_cn: 当前的密码不正确，请输入您当前正确密码后再试。
zh_tw: 目前的密碼不正確，請輸入正確的目前密碼並再試一次。

source: The current password is missing. Please enter your current password and try again.
bg_bg: Текущата парола липсва. Моля, въведете текущата си парола и опитайте отново.
ca_es: Contrasenya absent. Per favor, introduïu la vostra contrasenya actual i provau-ho de nou.
fr_fr: Le mot de passe est manquant. Veuillez saisir le mot de passe actuel et réessayer.
nb_no: Gjeldende passord mangler. Skriv inn ditt nåværende passord, og prøv igjen.
nl_nl: Het huidige wachtwoord is niet ingevoerd. Geef alstublieft uw huidige wachtwoord en probeer opnieuw.
tr_tr: Mevcut şifre eksiktir. Lütfen mevcut şifrenizi girerek yeniden deneyin.
zh_cn: 缺少当前密码，请输入您当前密码后再试。
zh_tw: 缺少目前的密碼，請輸入您目前的密碼並再試一次。

source: The new password is missing. Please enter your new password and try again.
bg_bg: Новата парола липсва. Моля, въведете новата си парола и опитайте отново.
ca_es: Contrasenya nova absent. Per favor, introduïu la vostra contrasenya nova i provau-ho de nou.
fr_fr: Le nouveau mot de passe est manquant. Veuillez saisir le nouveau mot de passe et réessayer.
nb_no: Det nye passordet mangler. Skriv inn ditt nye passord og prøv igjen.
nl_nl: Het nieuwe wachtwoord is niet ingevoerd. Geef alstublieft uw nieuwe wachtwoord en probeer opnieuw.
tr_tr: Yeni şifre eksiktir. Lütfen yeni şifrenizi girerek yeniden deneyin.
zh_cn: 缺少新的密码，请输入您新的密码后再试。
zh_tw: 缺少新密碼，請輸入您的新密碼並再試一次。

source: Required value "user" was not supplied.
bg_bg: Изискваната стойност \ "потребител " не е предоставена.
ca_es: No s'ha proporcionat el valor requerit "usuari".
fr_fr: La valeur « Utilisateur » requise n'a pas été indiquée.
nb_no: Ønsket verdi "identifier" ble ikke levert.
nl_nl: Vereiste waarde "gebruiker" is niet opgegeven.
tr_tr: Gerekli ''kullanıcı'' değeri sağlanamadı.
zh_cn: 未提供需要的值“用户”。
zh_tw: 未提供需要的值「使用者」。

source: Required value "target id" was not supplied.
bg_bg: Изискваната стойност \ "цел ID " не е предоставена.
ca_es: No s'ha proporcionat el valor requerit "id de destinatari".
fr_fr: La valeur « Identifiant de cible » requise n'a pas été indiquée.
nb_no: Ønsket verdi "target id" ble ikke levert.
nl_nl: Vereiste waarde "Doel kenmerk" is niet opgegeven.
tr_tr: Gerekli ''hedef ID'' değeri sağlanamadı.
zh_cn: 未提供需要的值“目标 id”。
zh_tw: 未提供需要的值「目標 ID」。

source: Required value "alarm date" was not supplied.
bg_bg: Изискваната стойност \ "дата на аларма " не е предоставена.
ca_es: No s'ha proporcionat el valor requerit "data d'alarma".
fr_fr: La valeur « Date d'alarme » requise n'a pas été indiquée.
nb_no: Ønsket verdi "alarm date" ble ikke levert.
nl_nl: Vereiste waarde "waarschuwingsdatum" is niet opgegeven.
tr_tr: Gerekli ''alarm tarihi'' değeri sağlanamadı.
zh_cn: 未提供需要的值“闹钟日期”。
zh_tw: 未提供需要的值「提醒日期」。

source: Unable to insert reminder.
bg_bg: Не може да се вмъкне напомняне.
ca_es: No s'ha pogut inserir el recordatori.
fr_fr: Impossible d'ajouter le rappel.
nb_no: Kunne ikke sette inn påminnelse.
nl_nl: Niet in staat om de herinnering in te voegen.
tr_tr: Hatırlatma ekleme işlemi gerçekleştirilememektedir.
zh_cn: 无法插入提醒。
zh_tw: 無法插入提醒。

source: Unable to update reminder.
bg_bg: Не може да се актуализира напомнянето.
ca_es: No s'ha pogut actualitzar el recordatori.
fr_fr: Impossible de mettre à jour le rappel.
nb_no: Kunne ikke oppdatere påminnelse.
nl_nl: Niet in staat om de herinnering aan te passen.
tr_tr: Hatırlatma güncelleme işlemi gerçekleştirilememektedir.
zh_cn: 无法更新提醒。
zh_tw: 無法更新提醒。

source: Unable to delete reminder.
bg_bg: Не може да се изтрие напомнянето.
ca_es: No s'ha pogut suprimir el recordatori.
fr_fr: Impossible de supprimer le rappel.
nb_no: Kunne ikke slette påminnelse.
nl_nl: Niet in staat om de herinnering te verwijderen.
tr_tr: Hatırlatma silme işlemi gerçekleştirilememektedir.
zh_cn: 无法删除提醒。
zh_tw: 無法刪除提醒。

source: Unable to load reminder.
bg_bg: Напомнянето не може да се зареди.
ca_es: No s'ha pogut carregar el recordatori.
fr_fr: Impossible de charger le rappel.
nb_no: Kunne ikke laste påminnelse.
nl_nl: Niet in staat om de herinnering te laden.
tr_tr: Hatırlatma yükleme işlemi gerçekleştirilememektedir.
zh_cn: 无法加载提醒。
zh_tw: 無法載入提醒。

source: Unable to list reminder.
bg_bg: Списъкът с напомняния не може да се покаже.
ca_es: No s'ha pogut llistar el recordatori.
fr_fr: Impossible de lister le rappel.
nb_no: Kunne ikke liste påminnelser.
nl_nl: Niet in staat om de herinnering te tonen.
tr_tr: Hatırlatma listeleme işlemi gerçekleştirilememektedir.
zh_cn: 无法列出提醒。
zh_tw: 無法列出提醒。

source: Required value "folder" was not supplied.
bg_bg: Изискваната стойност \ "папка " не е предоставена.
ca_es: No s'ha proporcionat el valor requerit "carpeta".
fr_fr: La valeur « Dossier » requise n'a pas été indiquée.
nb_no: Ønsket verdi "identifier" ble ikke levert.
nl_nl: Vereiste waarde "map" is niet opgegeven.
tr_tr: Gerekli "klasör" değeri desteklenmemektedir.
zh_cn: 未提供需要的值“文件夹”。
zh_tw: 未提供需要的值「資料夾」。

source: Required value "module" was not supplied.
bg_bg: Изискваната стойност \ "модул " не е предоставена.
ca_es: No s'ha proporcionat el valor requerit "mòdul".
fr_fr: La valeur « Module » requise n'a pas été indiquée.
nb_no: Ønsket verdi "identifier" ble ikke levert.
nl_nl: Vereiste waarde "module" is niet opgegeven.
tr_tr: Gerekli "modül" değeri desteklenmemektedir.
zh_cn: 未提供需要的值“模组”。
zh_tw: 未提供需要的值「模組」。

source: Required value "identifier" was not supplied.
bg_bg: Изискваната стойност \ "идентификатор " не е предоставена.
ca_es: No s'ha proporcionat el valor requerit "identificador".
fr_fr: La valeur « Identifiant » requise n'a pas été indiquée.
nb_no: Ønsket verdi "identifier" ble ikke levert.
nl_nl: Vereiste waarde "kenmerk" is niet opgegeven.
tr_tr: Gerekli ''tanımlayıcı'' değeri sağlanmamaktadır.
zh_cn: 未提供需要的值“识别符”。
zh_tw: 未提供需要的值「指示符」。

source: Read reminders for appointments and tasks.
bg_bg: Четете напомняния за срещи и задачи.
fr_fr: Consulter les rappels pour les rendez-vous et tâches.
nb_no: Lese påminnelser for avtaler og oppgaver.
nl_nl: Lees herrieneringen voor afspraken en taken.
zh_cn: 读取您所有约会和任务的提醒。
zh_tw: 讀取約會與任務的提醒。

source: Set or change reminders for appointments and tasks.
bg_bg: Задайте или променете напомнянията за срещи и задачи.
fr_fr: Définir ou modifier des rappels pour des rendez-vous et tâches.
nb_no: Sette eller endre påminnelser for avtaler og oppgaver.
nl_nl: Zet of verander herinneringen voor afspraken en taken.
tr_tr: Randevular ve görevler için hatırlatıcıları kurun veya değiştirin.
zh_cn: 设置或更改约会和任务的提醒。
zh_tw: 設定或變更約會與任務的提醒。

source: Billing information
bg_bg: Данни за плащане
fr_fr: Informations de facturation
nb_no: Fakturainformasjon
nl_nl: Facturatie-informatie
tr_tr: Faturalandırma bilgisi
zh_cn: 开具账单信息
zh_tw: 帳務資訊

source: Companies
bg_bg: Компании
fr_fr: Entreprises
nb_no: Firmaer
nl_nl: Bedrijven
tr_tr: Firmalar
zh_cn: 公司
zh_tw: 公司

source: Currency
bg_bg: Валута
fr_fr: Devise
nb_no: Valuta
nl_nl: Valuta
tr_tr: Para birimi
zh_cn: 货币
zh_tw: 貨幣

source: Trip meter
bg_bg: Разходомер
fr_fr: Compteur kilométrique
nb_no: Trippteller
nl_nl: Dagteller
tr_tr: Seyahat sayacı
zh_cn: 路程计算器
zh_tw: 里程表

source: Error while inserting task.
bg_bg: Грешка при вмъкване на задача.
ca_es: Error en inserir tasca.
fr_fr: Erreur en ajoutant la tâche.
nb_no: Feil ved innsetting av oppgave.
nl_nl: Fout bij invoegen van een taak.
tr_tr: Görev eklenirken hata oluştu.
zh_cn: 插入任务时出错。
zh_tw: 插入任務時出錯。

source: Folder cannot be found.
bg_bg: Папката не може да бъде намерена.

source: Cannot create private task in public/shared folder.
bg_bg: Не може да се създаде частна задача в обществена / споделена папка.
ca_es: No podeu crear una tasca privada a una carpeta pública/compartida.
fr_fr: Impossible de créer une tâche privée dans un dossier public ou partagé.
nb_no: Kan ikke opprette privat oppgave i offentlig/delt mappe.
nl_nl: Kan geen privétaak aanmaken in een openbare/gedeelde map.
tr_tr: Ortak/Paylaşımlı dosyada özel görev oluşturulamamaktadır.
zh_cn: 无法在公共/共享文件夹中创建私人任务。
zh_tw: 無法在公共/共用資料夾中建立私人任務。

source: Error while updating task.
bg_bg: Грешка при актуализиране на задачата.
ca_es: Error en actualitzar la tasca.
fr_fr: Erreur en mettant à jour la tâche.
nb_no: Feil under oppdatering av oppgave.
nl_nl: Fout bij het aanpassen van een taak.
tr_tr: Görev güncellenirken hata meydana geldi.
zh_cn: 更新任务时出错。
zh_tw: 更新任務時出錯。

source: Error while deleting task.
bg_bg: Грешка при изтриване на задача.
ca_es: Error en suprimir la tasca.
fr_fr: Erreur en supprimant la tâche.
nb_no: Feil under sletting av oppgave.
nl_nl: Fout bij het verwijderen van een taak.
tr_tr: Görev silinirken hata meydana geldi.
zh_cn: 删除任务时出错。
zh_tw: 刪除任務時出錯。

source: Error while listing tasks.
bg_bg: Грешка при задаването на задачи.
ca_es: Error en llistar tasques.
fr_fr: Erreur en dressant la liste des tâches.
nb_no: Feil ved listing av oppgaver.
nl_nl: Fout bij het tonen van taken.
tr_tr: Görevler listelenirken hata meydana geldi.
zh_cn: 列出任务时出错。
zh_tw: 列出任務時出錯。

source: You do not have the appropriate permissions to delete the task.
bg_bg: Нямате съответните разрешения за изтриване на задачата.
ca_es: No teniu els permisos adequats per a suprimir la tasca.
fr_fr: Vous n'avez pas les droits requis pour supprimer la tâche.
nb_no: Du har ikke de nødvendige tillatelsene til å slette oppgaven.
nl_nl: U heeft niet de juiste rechten om de taak te verwijderen
tr_tr: Nesneyi silmek için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有删除任务的适当权限。
zh_tw: 您沒有刪除任務的適當權限。

source: You do not have the appropriate permissions to read the contents in that folder.
bg_bg: Нямате съответните права да четете съдържанието в тази папка.

source: Tasks are disabled for you.
bg_bg: Задачите са забранени за вас.
ca_es: Les tasques estan desactivades per a vós.
fr_fr: Les tâches sont désactivées pour vous.
nb_no: Oppgaver er deaktivert for deg.
nl_nl: Taken zijn voor u uitgeschakeld.
tr_tr: Görevler sizin için kullanım dışıdır.
zh_cn: 为您禁用了任务。
zh_tw: 為您禁用了任務。

source: You do not have the appropriate permissions to create tasks in that folder.
bg_bg: Нямате подходящите разрешения за създаване на задачи в тази папка.

source: You do not have the appropriate permission to delegate tasks.
bg_bg: Нямате подходящо разрешение да делегирате задачи.
ca_es: No teniu els permisos adeuqats per delegar tasques.
fr_fr: Vous n'avez pas les droits requis pour déléguer des tâches.
nb_no: Du har ikke riktig tillatelse til å delegere oppgaver.
nl_nl: U heeft niet de juiste rechten om een taak te delegeren.
tr_tr: Görevleri devretmek için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有指派任务的适当权限。
zh_tw: 您沒有指派任務的適當權限。

source: You do not have the appropriate permissions to edit tasks in that folder
bg_bg: Нямате съответните разрешения за редактиране на задачи в тази папка

source: Moving items from or into a shared folder is not allowed.
bg_bg: Преместването на елементи от или в споделена папка не е разрешено.

source: Start date "%1$s" must be before end date "%2$s".
bg_bg: Началната дата \ " %1$s " трябва да бъде преди крайната дата \ " %2$s ".
ca_es: La data d'inici "%1$s" ha de ser anterior a la de finalització "%2$s".
fr_fr: La date de début « %1$s » doit être avant la date de fin « %2$s ».
nb_no: Startdato "%1$s" må være før sluttdato "%2$s".
nl_nl: Startdatum "%1$s" moet vóór einddatum "%2$s" liggen.
tr_tr: Başlangıç tarihi %1$s bitiş tarihi %2$s den önce olmalıdır.
zh_cn: 开始日期 "%1$s" 必须早于结束日期 "%2$s"。
zh_tw: 開始日期「%1$s」必須早於結束日期「%2$s」。

source: The task could not be saved. Please shorten the "%1$s" and try again. Current length "%3$d" is more than allowed length of "%2$d" characters.
bg_bg: Задачата не можа да бъде запазена. Моля, съкратете \ " %1$s " и опитайте отново. Текущата дължина \ " %3$d " е повече от позволената дължина на символите \ " %2$d ".
ca_es: La tasca no s'ha pogut desar. Per favor, escurçau "%1$s" i provau-ho de nou. La llargària actual, de "%3$d", és major que la permesa de "%2$d" caràcters.
fr_fr: Impossible d'enregistrer la tâche. Veuillez raccourcir le « %1$s » et réessayer. La longueur actuelle « %3$s » est supérieure au maximum de %2$d caractères autorisés.
nb_no: Oppgaven kunne ikke lagres. Vennligst forkort navnet og prøv igjen. Nåværende lengde "%3$d" er mer enn tillatt lengde på "%2$d" tegn.
nl_nl: De taak kon niet worden opgeslagen. Verkort de "%1$s" en probeer het opnieuw. Huidige lengte "%3$d" is langer dan de toegestane lengte van "%2$d" tekens.
tr_tr: Görev kaydedilemedi. Lütfen "%1$s" i kısaltarak yeniden deneyin. Mevcut uzunluk "%3$d", izin verilen "%2$d" karakterlerinin uzunluğundan daha fazladır.
zh_cn: 无法保存任务，请缩短 "%1$s" 后再试。当前长度 "%3$d" 多于允许长度 "%2$d" 字符。
zh_tw: 無法儲存任務。請縮短「%1$s」並重試。目前的長度「%3$s」超過了允許的長度「%2$s」字元。

source: Tasks with private flag cannot be moved to a public folder.
bg_bg: Задачите с частен флаг не могат да бъдат преместени в публична папка.

source: You do not have the appropriate permisson to see the task.
bg_bg: Нямате подходящо разрешение, за да видите задачата.

source: Task contains invalid data: "%1$s".
bg_bg: Заданието съдържа невалидни данни: \ " %1$s ".
ca_es: La tasca conté dades no vàlides: "%1$s".
fr_fr: La tâche contient des données invalides : « %1$s ».
nb_no: Oppgaven inneholder ugyldige data: %1$s
nl_nl: Taak bevat ongeldige gegevens: "%1$s".
tr_tr: Görev geçersiz veri içermektedir: "%1$s"
zh_cn: 任务包含无效数据："%1$s"。
zh_tw: 任務包含無效資料:「%1$s」。

source: Priority is %d but must be between 1 and 3.
bg_bg: Приоритетът е %d но трябва да бъде между 1 и 3.
ca_es: La prioritat és %2, però ha d'estar entre 1 i 3.
fr_fr: La priorité est %d mais doit être comprise entre 1 et 3.
nb_no: Prioritet er %d, men må være mellom 1 og 3.
nl_nl: De prioriteit is %d maar moet tussen 1 en 3 liggen.
tr_tr: Öncelik %d, ancak 1 ve 3 arasında olmalıdır.
zh_cn: 优先度为 %d，但是必须在 0 和 3 之间。
zh_tw: 優先權為 %d，但是必須在 1 和 3 之間。

source: You do not have the appropriate permisson to see the folder.
bg_bg: Нямате подходящо разрешение, за да видите папката.

source: Unknown schema name: "%1$s".
bg_bg: Неизвестно име на схема: \ " %1$s ".
ca_es: Nom d'esquema desconegut: "%1$s".
fr_fr: Nom de schéma inconnu : « %1$s ».
nb_no: Ukjent skjemanavn: %1$s
nl_nl: Onbekende schemanaam: "%1$s".
tr_tr: Bilinmeyen şema adı: "%1$s".
zh_cn: 未知架构名称："%1$s"。
zh_tw: 未知 schema 名稱:「%1$s」。

source: Update task "%1$s" returned an unknown concurrency level. Running as blocking task.
bg_bg: Актуализиращата задача \ " %1$s " връща неизвестно ниво на съпротивление. Работа като блокираща задача.
ca_es: L'actualització de la tasca "%1$s" ha tornat un nivell de concurrència desconegut. S'executa com a tasca bloquejant.
fr_fr: La tâche de mise à jour « %1$s » a renvoyé un niveau d'accès simultané inconnu. Exécution en tant que tâche bloquante.
nb_no: Oppdatering av oppgave "%1$s" ga et ukjent samtidighetsnivå. Kjører som blokkerende oppgave.
nl_nl: Bijwerkte taak "%1$s" geeft een onbekend gelijktijdigheidsniveau. Deze wordt verwerkt als een blokkerende taak.
tr_tr: "%1$s" görev güncellemes bilinmeyen bir koşut zamanlılık seviyesidir. Görevi engelleme olarak yayınlanmaktadır.
zh_cn: 更新任务 "%1$s" 返回一个未知的并行处理等级，以运行成阻截任务。
zh_tw: 更新任務「%1$s」返回一個未知的併發級別。正在作為阻止任務運行。

source: The version can not be set back if the update tasks handling has been migrated to the Remember Executed Update Tasks concept on schema "%1$s".
bg_bg: Версията не може да бъде възстановена, ако обработката на задачите за обновяване е мигрирана към концепцията "Запомни изпълнени актуализации" на схема \ " %1$s ".
ca_es: La versió no pot modificar-se si la gestió de les tasques d'actualització ha estat migrada a un concepte de recordatori de tasques d'actualització executades a l'esquema "%1$s".
fr_fr: La version ne peut pas être annulée si la prise en charge des tâches de mise à jour dans le schéma « %1$s » a évolué vers le concept de conservation des tâches de mise à jour exécutées.
nb_no: Versjonen kan ikke settes tilbake hvis håndteringen av oppdateringsoppgaver har blitt migrert til Huskede Utførte Oppdater Oppgaver konsept på skjema "%1$s".
nl_nl: De versie kan niet teruggezet worden als de uitvoering van het bijwerken gemigreerd is naar opgeslagen bijwerktakenconcept in schema "%1$s".
tr_tr: Görev güncellemeleri kullanımı "%1$s" şemasındaki''Yürütülen Görev Güncellemeleri Hatırlatması'' konseptine taşınmışsa versiyon geri alınamaz.
zh_cn: 如果更新任务处理已经迁移到架构 "%1$s" 上的“记住已执行的更新任务”概念，则不能设置回原来的版本。
zh_tw: 如果更新任務處理已經遷移到 schema「%1$s」上的「記住已執行的更新任務」概念，則不能設置回原來的版本。

source: Unable to determine next update task to execute. Executed: "%1$s". Enqueued: "%2$s". Scheduled: "%3$s".
bg_bg: Не може да се определи следващата задача за актуализация, която да бъде изпълнена. Изпълнено: \ " %1$s ". Записан: \ " %2$s ". Планирано: \ " %3$s ".
ca_es: No és possible determinar quina és la següent tasca d'actualització que s'ha d'executar. Executada: "%$s". En cua: "%2$s". Programada: "%3$s".
fr_fr: Impossible de déterminer la prochaine tâche de mise à jour à exécuter. Exécutée : « %1$s ». En file d'attente : « %2$s ». Planifiée : « %3$s ».
nb_no: Ute av stand til å bestemme neste oppdateringsoppgave å utføre. Utført: %1$s Satt i kø: %2$s Planlagt: %3$s
nl_nl: Kan de volgende uit te voeren taak niet bepalen. Uitgevoerd: %1$s. Ingepland: %2$s. Niet geplanned: %3$s.
tr_tr: Sıradaki gürev güncellemesinin çalıştırılması başlatılamamaktadır. Çalıştırılan: "%1$s". Bekleyen: "%2$s". Zamanlanan: "%3$s".
zh_cn: 无法确定下一个执行的更新任务。已执行："%1$s"。已排队："%2$s"。已安排："%3$s"。
zh_tw: 無法確定要執行的下一個更新任務。已執行:「%1$s」。已排隊:「%2$s」。已安排執行:「%3$s」。

source: Updating schema "%1$s" failed. Cause: "%2$s".
bg_bg: Обновяването на схема \ " %1$s " се провали. Причина: \ " %2$s ".
ca_es: L'actualització de l'esquema "%1$s" ha fallat. Causa: "%2$s".
fr_fr: La mise à jour du schéma « %1$s » a échoué. Cause : « %2$s ».
nb_no: Oppdatering av skjema "%1$s" mislyktes. Årsak: %2$s
nl_nl: Schema "%1$s" bijwerken is mislukt. Oorzaak: "%2$s".
tr_tr: "%1$s" şema güncellemesi başarısız oldu. Neden: "%2$s"
zh_cn: 更新架构 "%1$s" 失败。原因："%2$s"。
zh_tw: 更新 schema「%1$s」失敗。原因:「%2$s」。

source: Blocking tasks ("%1$s") must be executed before background tasks can be executed ("%2$s").
bg_bg: Блокирането на задачи (\ " %1$s ") трябва да бъде изпълнено, преди да могат да се изпълнят фонови задачи (\ " %2$s ").
ca_es: Les tasques de bloqueig ("%1$s") han de ser executades abans que les tasques de segon pla es puguin executar ("%2$s").
fr_fr: Les tâches bloquantes (« %1$s ») doivent être exécutées avant que les tâches d'arrière-plan ne puissent être exécutées (« %2$s »).
nb_no: Blokkerende oppgaver ("%1$s") må utføres før bakgrunnsoppgaver kan utføres ("%2$s").
nl_nl: Blokkerende taken ("%1$s") moeten uitgevoerd worden voordat achtergrondtaken kunnen worden uitgevoerd ("%2$s").
tr_tr: Engellenen görevler ("%1$s") altyapı görevleri işleme alınmadan önce ("%2$s") çalıştırılmalıdır.
zh_cn: 必须执行阻止任务 ("%1$s") 之后才执行后台任务 ("%2$s")。
zh_tw: 必須執行阻止任務 ( 「%1$s」) 之後才能執行後臺任務 (「%2$s」)。

source: Unknown task: "%1$s".
bg_bg: Неизвестна задача: \ " %1$s ".
ca_es: Tasca desconeguda: "%1$s".
fr_fr: Tâche inconnue : « %1$s ».
nb_no: Ukjent oppgave: %1$s
nl_nl: Onbekende taak: "%1$s".
tr_tr: Bilinmeyen görev: "%1$s".
zh_cn: 未知任务："%1$s"。
zh_tw: 未知任務:「%1$s」。

source: Column "%1$s" not found in table "%2$s".
bg_bg: Колоната \ " %1$s " не е намерена в таблицата \ " %2$s ".
ca_es: No s'ha trobat la columna "%1$s" a la tabla "%2$s".
fr_fr: Impossible de trouver la colonne « %1$s » dans la table « %2$s ».
nb_no: Meldingen %1$s finnes ikke i mappen %2$s.
nl_nl: Kolom "%1$s" niet gevonden in tabel "%2$s".
tr_tr: "%1$s" sütunu "%2$s" tablosunda bulunmamaktadır.
zh_cn: 在表格 "%2$s" 中找不到列 "%1$s"。
zh_tw: 在表「%2$s」中找不到列「%1$s」。

source: Found multiple schemas for name: "%1$s".
bg_bg: Намерени са няколко схеми за име: \ " %1$s ".

source: Error while updating database.
bg_bg: Грешка при актуализирането на базата данни.
ca_es: Error en actualitzar la base de dades.
fr_fr: Erreur en mettant à jour la base de données.
nb_no: Feil ved oppdatering av databasen.
nl_nl: Fout bij het aanpassen van de database.
tr_tr: Veritabanı güncellenirken hata ile karşılaşılmaktadır.
zh_cn: 更新数据库时出错。
zh_tw: 更新資料庫時發生錯誤。

source: File upload failed: "%1$s".
bg_bg: Качването на файла не бе успешно: \ " %1$s ".
ca_es: Ha fallat la pujada del fitxer: "%1$s".
fr_fr: Le téléchargement du fichier a échoué : « %1$s ».
nb_no: Opplasting mislyktes: %1$s
nl_nl: Bestand uploaden mislukt: "%1$s".
tr_tr: Dosya yükleme hatası: "%1$s".
zh_cn: 文件上载失败： "%1$s"。
zh_tw: 檔上載失敗:「%1$s」。

source: Missing affiliation id.
bg_bg: Липсва идентификационен номер за принадлежност.
ca_es: Falta la ID d'afiliació.
fr_fr: Identifiant d'affiliation manquant.
nb_no: Manglende tilknytning id.
nl_nl: Ontbrekend affiliatie-kenmerk.
tr_tr: Eksik üyelik kimlik bilgisi.
zh_cn: 缺少隶属关系识别符。
zh_tw: 缺少隸屬關係 ID。

source: Unknown action value: "%1$s".
bg_bg: Неизвестна стойност за действие: \ " %1$s ".
ca_es: Valor d'acció desconegut: "%1$s".
fr_fr: Valeur d'action inconnue : « %1$s ».
nb_no: Ukjent handlingsverdi: %1$s
nl_nl: Onbekende actiewaarde: "%1$s".
tr_tr: Bilinmeyen aksiyon değeri: "%1$s".
zh_cn: 未知动作值："%1$s"。
zh_tw: 未知操作值:「%1$s」。

source: Header "content-type" does not indicate multipart content.
bg_bg: Header \ "content-type " не показва многопартийно съдържание.
ca_es: La capçalera "content-type" no indica contingut multipart.
fr_fr: L'en-tête « content-type » n'indique pas un contenu multi-partie.
nl_nl: Koptekst "content-type" geeft geen multipart-inhoud aan.
tr_tr: "İçerik Tipi" başlığı çoklu bölüm içeriği göstermez.
zh_cn: 标头 "content-type" 未指出多部分内容。
zh_tw: 標頭「content-type」未指出多部分內容。

source: Request rejected because its size (%1$s) exceeds the maximum configured size of %2$s.
bg_bg: Заявката е отхвърлена, защото нейният размер ( %1$s ) надвишава максималния конфигуриран размер на %2$s .
ca_es: Petició rebutjada perquè la mida (%1$s) supera la màxima configurada de %2$s.
fr_fr: La requête a été rejetée car sa taille (%1$s) dépasse la taille maximale configurée qui est %2$s.
nb_no: Forespørsel avvist fordi dens størrelse (%1$s) overstiger den maksimale konfigurerte størrelsen på %2$s.
nl_nl: Aanvraag geweigerd omdat de grootte (%1$s) de maximum geconfigureerde grootte van %2$s overschrijdt.
tr_tr: İstek reddedildi çünkü (%1$s) boyutu maksimum yapılandırma boyutu olan %2$s i aşmaktadır.
zh_cn: 因为其大小 (%1$s) 超过最大配置大小 %2$s，所以请求被拒绝。
zh_tw: 請求被拒絕，因為其大小 (%1$s) 超過最大配置大小 %2$s。
