Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: %1$s (%2$s) has shared %3$s files with the group "%4$s". Please click the button below to view them.
bg_bg: %1$s ( %2$s ) сподели %3$s файлове с групата \ " %4$s ". Моля, кликнете върху бутона по-долу, за да ги видите.
fr_fr: %1$s (%2$s) a partagé les %3$s fichiers avec le groupe « %4$s ». Veuillez cliquer sur le bouton ci-dessous pour les afficher.
nb_no: %1$s (%2$s) har delt %3$s filer med gruppen "%4$s". Klikk knappen under for å se dem.
nl_nl: %1$s (%2$s) heeft %3$s bestanden met de groep "%4$s" gedeeld. Klik alstublieft op de knop hieronder om deze te zien.
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 %3$s 个文件，请单击其下按钮检视。
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了 %3$s 個檔案。請點擊下面的按鈕來檢視。

source: %1$s (%2$s) has shared the image "%3$s" with the group "%4$s". Please click the button below to view it.
bg_bg: %1$s ( %2$s ) сподели изображението \ " %3$s " с групата \ " %4$s ". Моля, кликнете върху бутона по-долу, за да го видите.
fr_fr: %1$s (%2$s) a partagé l'image « %3$s » avec le groupe « %4$s ». Veuillez cliquer sur le bouton ci-dessous pour l'afficher.
nb_no: %1$s (%2$s) har delt bildet "%3$s" med gruppen "%4$s". Klikk knappen under for å se det.
nl_nl: %1$s (%2$s) heeft de afbeelding "%3$s" met de groep "%4$s" gedeeld. Klik alstublieft op de knop hieronder om het te zien.
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 "%3$s" 图像，请单击其下按钮检视。
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了圖片「%3$s」。請點擊下面的按鈕來檢視。

source: %1$s (%2$s) has shared %3$s images with the group "%4$s". Please click the button below to view them.
bg_bg: %1$s ( %2$s ) сподели %3$s изображения с групата \ " %4$s ". Моля, кликнете върху бутона по-долу, за да ги видите.
fr_fr: %1$s (%2$s) a partagé les %3$s images avec le groupe « %4$s ». Veuillez cliquer sur le bouton ci-dessous pour les afficher.
nb_no: %1$s (%2$s) har delt %3$s bilder med gruppen "%4$s". Klikk knappen under for å se dem.
nl_nl: %1$s (%2$s) heeft %3$s afbeeldingen met de groep "%4$s" gedeeld. Klik alstublieft op de knop hieronder om deze te zien.
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 %3$s 个图像，请单击其下按钮检视。
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了 %3$s 張圖片。請點擊下面的按鈕來檢視。

source: %1$s (%2$s) has shared the item "%3$s" with the group "%4$s". Please click the button below to view it.
bg_bg: %1$s ( %2$s ) сподели елемента \ " %3$s " с групата \ " %4$s ". Моля, кликнете върху бутона по-долу, за да го видите.
fr_fr: %1$s (%2$s) a partagé l'élément « %3$s » avec le groupe « %4$s ». Veuillez cliquer sur le bouton ci-dessous pour l'afficher.
nb_no: %1$s (%2$s) har delt elementet "%3$s" med gruppen "%4$s". Klikk knappen under for å se det.
nl_nl: %1$s (%2$s) heeft het item "%2$s" met de groep "%4$s" gedeeld. Klik alstublieft op de knop hieronder om het te zien.
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 "%3$s" 项目，请单击其下按钮检视。
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了項目「%3$s」。請點擊下面的按鈕來檢視。

source: %1$s (%2$s) has shared %3$s items with the group "%4$s". Please click the button below to view them.
bg_bg: %1$s ( %2$s ) сподели %3$s елементи с групата \ " %4$s ". Моля, кликнете върху бутона по-долу, за да ги видите.
fr_fr: %1$s (%2$s) a partagé les %3$s éléments avec le groupe « %4$s ». Veuillez cliquer sur le bouton ci-dessous pour les afficher.
nb_no: %1$s (%2$s) har delt %3$s elementer med gruppen "%4$s". Klikk knappen under for å se dem.
nl_nl: %1$s (%2$s) heeft %3$s items met de groep "%4$s" gedeeld. Klik alstublieft op de knop hieronder om deze te zien.
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 %3$s 个项目，请单击其下按钮检视。
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了 %3$s 個項目。請點擊下面的按鈕來檢視。

source: %1$s (%2$s) has shared the folder "%3$s" with the group "%4$s". Please click the button below to view it.
bg_bg: %1$s ( %2$s ) споделя папката \ " %3$s " с групата \ " %4$s ". Моля, кликнете върху бутона по-долу, за да го видите.
fr_fr: %1$s (%2$s) a partagé le dossier « %3$s » avec le groupe « %4$s ». Veuillez cliquer sur le bouton ci-dessous pour l'afficher.
nb_no: %1$s (%2$s) har delt mappen "%3$s" med gruppen "%4$s". Klikk knappen under for å se den.
nl_nl: %1$s (%2$s) heeft de map "%3$s" met de groep "%4$s" gedeeld. Klik alstublieft op de knop hieronder om het te zien.
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 "%3$s" 文件夹，请单击其下按钮检视。
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了「%3$s」資料夾。請點擊下面的按鈕來檢視。

source: %1$s (%2$s) has shared %3$d folders with the group "%4$s". Please click the button below to view them.
bg_bg: %1$s ( %2$s ) е споделял %3$d папки с групата \ " %4$s ". Моля, кликнете върху бутона по-долу, за да ги видите.

source: %1$s (%2$s) has shared the calendar "%3$s" with the group "%4$s". Please click the button below to view it.
bg_bg: %1$s ( %2$s ) сподели календара \ " %3$s " с групата \ " %4$s ". Моля, кликнете върху бутона по-долу, за да го видите.

source: %1$s (%2$s) has shared %3$d calendars with the group "%4$s". Please click the button below to view them.
bg_bg: %1$s ( %2$s ) е споделял %3$d календари с групата \ " %4$s ". Моля, кликнете върху бутона по-долу, за да ги видите.

source: %1$s (%2$s) has shared the file "%3$s" with you and left you a message:
bg_bg: %1$s ( %2$s ) сподели файла \ " %3$s " с вас и ви остави съобщение:
fr_fr: %1$s (%2$s) a partagé le fichier « %3$s » avec vous et vous a laissé un message :
nb_no: %1$s (%2$s) har delt filen "%3$" med deg og la ved en melding:
nl_nl: %1$s (%2$s) heeft het bestand "%3$s" met u gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与您分享了 "%3$s" 文件，之后留给您一个消息：
zh_tw: %1$s（%2$s）與您分享了檔案「%3$s」，並留下以下訊息。

source: %1$s (%2$s) has shared %3$s files with you and left you a message:
bg_bg: %1$s ( %2$s ) сподели файлове с %3$s с вас и ви остави съобщение:
fr_fr: %1$s (%2$s) a partagé %3$s fichiers avec vous et vous a laissé un message :
nb_no: %1$s (%2$s) har delt %3$s filer med deg og la ved en melding:
nl_nl: %1$s (%2$s) heeft het %3$s bestanden met u gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与您分享了 %3$d 个文件，之后留给您一个消息：
zh_tw: %1$s（%2$s）與您分享了 %3$s 個檔案，並留下以下訊息:

source: %1$s (%2$s) has shared the image "%3$s" with you and left you a message:
bg_bg: %1$s ( %2$s ) сподели изображението \ " %3$s " с вас и ви остави съобщение:
fr_fr: %1$s (%2$s) a partagé l'image « %3$s » avec vous et vous a laissé un message :
nb_no: %1$s (%2$s) har delt bildet "%3$s" med deg og la ved en melding:
nl_nl: %1$s (%2$s) heeft de afbeelding "%3$s" met u gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与您分享了 "%3$s" 图像，之后留给您一个消息：
zh_tw: %1$s（%2$s）與您分享了圖片「%3$s」，並留下以下訊息。

source: %1$s (%2$s) has shared %3$s images with you and left you a message:
bg_bg: %1$s ( %2$s ) сподели с вас %3$s изображения и ви остави съобщение:
fr_fr: %1$s (%2$s) a partagé %3$s images avec vous et vous a laissé un message :
nb_no: %1$s (%2$s) har delt %3$s bilder med deg og la ved en melding:
nl_nl: %1$s (%2$s) heeft het %3$s afbeeldingen met u gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与您分享了 %3$d 个图像，之后留给您一个消息：
zh_tw: %1$s（%2$s）與您分享了 %3$s 張圖片，並留下以下訊息:

source: %1$s (%2$s) has shared the folder "%3$s" with you and left you a message:
bg_bg: %1$s ( %2$s ) сподели папката \ " %3$s " с вас и ви остави съобщение:
fr_fr: %1$s (%2$s) a partagé le dossier « %3$s » avec vous et vous a laissé un message :
nb_no: %1$s (%2$s) har delt mappen "%3$s" med deg og la ved en melding:
nl_nl: %1$s (%2$s) heeft de map "%3$s" met u gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与您分享了 "%3$s" 文件文件夹，之后留给您一个消息：
zh_tw: %1$s（%2$s）與您分享了資料夾「%3$s」，並留下以下訊息。

source: %1$s (%2$s) has shared the calendar "%3$s" with you and left you a message:
bg_bg: %1$s ( %2$s ) сподели календара \ " %3$s " с вас и ви остави съобщение:

source: %1$s (%2$s) has shared the item "%3$s" with you and left you a message:
bg_bg: %1$s ( %2$s ) сподели елемента \ " %3$s " с вас и ви остави съобщение:
fr_fr: %1$s (%2$s) a partagé l'élément « %3$s » avec vous et vous a laissé un message :
nb_no: %1$s (%2$s) har delt elementet "%3$s" med deg og la ved en melding:
nl_nl: %1$s (%2$s) heeft het item "%3$s" met u gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与您分享了 "%3$s" 项目，之后留给您一个消息：
zh_tw: %1$s（%2$s）與您分享了項目「%3$s」，並留下以下訊息:

source: %1$s (%2$s) has shared %3$d items with you and left you a message:
bg_bg: %1$s ( %2$s ) сподели %3$d елементи и ви остави съобщение:
fr_fr: %1$s (%2$s) a partagé %3$s éléments avec vous et vous a laissé un message :
nb_no: %1$s (%2$s) har delt %3$s elementer med deg og la ved en melding:
nl_nl: %1$s (%2$s) heeft %3$d items met u gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与您分享了 %3$d 个项目，之后留给您一个消息：
zh_tw: %1$s（%2$s）與您分享了 %3$d 個項目，並留下以下訊息:

source: %1$s (%2$s) has shared %3$d folders with you and left you a message:
bg_bg: %1$s ( %2$s ) сподели %3$d папки и ви остави съобщение:
fr_fr: %1$s (%2$s) a partagé %3$s dossiers avec vous et vous a laissé un message :
nb_no: %1$s (%2$s) har delt %3$d mapper med deg og la ved en melding:
nl_nl: %1$s (%2$s) heeft %3$d mappen met u gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与您分享了 %3$d 个文件夹，之后留给您一个消息：
zh_tw: %1$s（%2$s）與您分享了 %3$d 個資料夾，並留下以下訊息:

source: %1$s (%2$s) has shared %3$d calendars with you and left you a message:
bg_bg: %1$s ( %2$s ) сподели с вас %3$d календари и ви остави съобщение:

source: %1$s (%2$s) has shared the file "%3$s" with the group "%4$s" and left a message:
bg_bg: %1$s ( %2$s ) сподели файла \ " %3$s " с групата \ " %4$s " и остави съобщение:
fr_fr: %1$s (%2$s) a partagé le fichier « %3$s » avec le groupe « %4$s » et a laissé un message :
nb_no: %1$s (%2$s) har delt filen "%3$s" med gruppen "%4$s" og vedlagt en melding:
nl_nl: %1$s (%2$s) heeft het bestand "%3$s" met de groep "%4$s" gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 "%3$s" 文件后，留下了一个消息：
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了檔案「%3$s」，並留了下列訊息：

source: %1$s (%2$s) has shared %3$s files with the group "%4$s" and left a message:
bg_bg: %1$s ( %2$s ) сподели %3$s файлове с групата \ " %4$s " и остави съобщение:
fr_fr: %1$s (%2$s) a partagé les %3$s fichiers avec le groupe « %4$s » et a laissé un message :
nb_no: %1$s (%2$s) har delt %3$s filer med gruppen "%4$s" og vedlagt en melding:
nl_nl: %1$s (%2$s) heeft het bestand "%3$s" met de groep "%4$s" gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 %3$s 个文件后，留下了一个消息：
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了 %3$s 個檔案。請點擊下面的按鈕來檢視。

source: %1$s (%2$s) has shared the image "%3$s" with the group "%4$s" and left a message:
bg_bg: %1$s ( %2$s ) сподели изображението \ " %3$s " с групата \ " %4$s " и остави съобщение:
fr_fr: %1$s (%2$s) a partagé l'image « %3$s » avec le groupe « %4$s » et a laissé un message :
nb_no: %1$s (%2$s) har delt bildet "%3$s" med gruppen "%4$s" og vedlagt en melding:
nl_nl: %1$s (%2$s) heeft de afbeelding "%2$s" met de groep "%4$s" gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 "%3$s" 项目后，留下了一个消息：
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了圖片「%3$s」，並留了下列訊息：

source: %1$s (%2$s) has shared %3$s images with the group "%4$s" and left a message:
bg_bg: %1$s ( %2$s ) сподели %3$s изображения с групата \ " %4$s " и остави съобщение:
fr_fr: %1$s (%2$s) a partagé les %3$s images avec le groupe « %4$s » et a laissé un message :
nb_no: %1$s (%2$s) har delt %3$s bilder med gruppen "%4$s" og vedlagt en melding:
nl_nl: %1$s (%2$s) heeft %3$s afbeeldingen met de groep "%4$s" gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 %3$s 个项目，请单击其下按钮检视。
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了 %3$s 張圖片。請點擊下面的按鈕來檢視。

source: %1$s (%2$s) has shared the folder "%3$s" with the group "%4$s" and left a message:
bg_bg: %1$s ( %2$s ) споделя папката \ " %3$s " с групата \ " %4$s " и оставя съобщение:
fr_fr: %1$s (%2$s) a partagé le dossier « %3$s » avec le groupe « %4$s » et a laissé un message :
nb_no: %1$s (%2$s) har delt mappen "%3$s" med gruppen "%4$s" og vedlagt en melding:
nl_nl: %1$s (%2$s) heeft de map "%3$s" met de groep "%4$s" gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 "%3$s" 文件夹后，留下了一个消息：
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了資料夾「%3$s」，並留了下列訊息：

source: %1$s (%2$s) has shared the calendar "%3$s" with the group "%4$s" and left a message:
bg_bg: %1$s ( %2$s ) сподели календара \ " %3$s " с групата \ " %4$s " и остави съобщение:

source: %1$s (%2$s) has shared the item "%3$s" with the group "%4$s" and left a message:
bg_bg: %1$s ( %2$s ) сподели елемента \ " %3$s " с групата \ " %4$s " и остави съобщение:
fr_fr: %1$s (%2$s) a partagé l'élément « %3$s » avec le groupe « %4$s » et a laissé un message :
nb_no: %1$s (%2$s) har delt elementet "%3$s" med gruppen "%4$s" og vedlagt en melding:
nl_nl: %1$s (%2$s) heeft het item "%3$s" met de groep "%4$s" gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 "%3$s" 项目后，留下了一个消息：
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了「%3$s」項目，並留了下列訊息：

source: %1$s (%2$s) has shared %3$d items with the group "%4$s" and left a message:
bg_bg: %1$s ( %2$s ) сподели %3$d елементи с групата \ " %4$s " и остави съобщение:
fr_fr: %1$s (%2$s) a partagé les %3$s éléments avec le groupe « %4$s » et a laissé un message :
nb_no: %1$s (%2$s) har delt %3$s elementer med gruppen "%4$s" og vedlagt en melding:
nl_nl: %1$s (%2$s) heeft %3$d items met de groep "%4$s" gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 %3$s 个项目后，留下了一个消息：
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了 %3$s 個項目，並留了下列訊息：

source: %1$s (%2$s) has shared %3$d folders with the group "%4$s" and left a message:
bg_bg: %1$s ( %2$s ) споделя %3$d папки с групата \ " %4$s " и оставя съобщение:
fr_fr: %1$s (%2$s) a partagé les %3$s dossiers avec le groupe « %4$s » et a laissé un message :
nb_no: %1$s (%2$s) har delt %3$d mapper med gruppen "%4$s" og vedlagt en melding:
nl_nl: %1$s (%2$s) heeft %3$d mappen met de groep "%4$s" gedeeld en heeft een bericht achtergelaten:
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 %3$s 个文件夹后，留下了一个消息：
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了 %3$s 個資料夾，並留了下列訊息：

source: %1$s (%2$s) has shared %3$d calendars with the group "%4$s" and left a message:
bg_bg: %1$s ( %2$s ) сподели %3$d календари с групата \ " %4$s " и остави съобщение:

source: View image
bg_bg: Преглед на изображението
fr_fr: Voir l'image
nb_no: Vis bilde
nl_nl: Toon afbeelding
zh_cn: 检视图像
zh_tw: 檢視圖片

source: View images
bg_bg: Преглед на изображения
fr_fr: Voir les images
nb_no: Vis bilder
nl_nl: Toon afbeeldingen
zh_cn: 检视图像
zh_tw: 檢視圖片

source: View folder
bg_bg: Преглед на папката
fr_fr: Voir le dossier
nb_no: Vis mappe
nl_nl: Toon map
zh_cn: 检视文件夹
zh_tw: 檢視資料夾

source: View folders
bg_bg: Преглеждайте папките
fr_fr: Voir les dossiers
nb_no: Vis mapper
nl_nl: Toon mappen
zh_cn: 检视文件夹
zh_tw: 檢視資料夾

source: View calendar
bg_bg: Преглед на календара

source: View calendars
bg_bg: Преглеждайте календари

source: View item
bg_bg: Преглед на елемента
fr_fr: Voir l'élément
nb_no: Vis element
nl_nl: Toon item
zh_cn: 检视项目
zh_tw: 檢視物品

source: View items
bg_bg: Преглед на елементи
fr_fr: Voir les éléments
nb_no: Vis elementer
nl_nl: Toon items
zh_cn: 检视项目
zh_tw: 檢視物品

source: This link is password protected. You need the following password to open it:
bg_bg: Тази връзка е защитена с парола. За да я отворите, трябва да имате следната парола:
fr_fr: Ce lien est protégé par un mot de passe. Vous aurez besoin du mot de passe suivant pour l'ouvrir :
nb_no: Lenken er passordbeskyttet. Du behøver det følgende passordet for åpne den:
nl_nl: De link is beveiligd met een wachtwoord. U heeft het volgende wachtwoord nodig om de link te openen:
zh_cn: 此链接由密码保护，您需要以下密码以打开它：
zh_tw: 此鏈結已受密碼保護，您需要下列密碼才能開啟:

source: %1$s - Forgot your password?
bg_bg: %1$s - Забравили сте паролата си?
fr_fr: %1$s - Mot de passe oublié ?
nb_no: %1$s - Glemt passordet ditt?
nl_nl: %1$s - Uw wachtwoord vergeten?
zh_cn: %1$s - 忘记您的密码？
zh_tw: %1$s - 忘記密碼了嗎？

source: Hello,
bg_bg: Здравейте,
fr_fr: Bonjour,
nb_no: Hei,
nl_nl: Hallo,
zh_cn: 您好：
zh_tw: 嗨！

source: we got informed that you forgot your password. You can set a new password here:
bg_bg: че сте забравили паролата си. Тук можете да зададете нова парола:
fr_fr: nous avons été informés que vous avez oublié votre mot de passe. Vous pouvez définir un nouveau mot de passe ici :
nb_no: vi har fått beskjed om at du har glemt passordet ditt. Du kan sette et nytt passord her:
nl_nl: we hebben gehoord dat u uw wachtwoord bent vergeten. U kan hier een nieuwe wachtwoord ingeven:
zh_cn: 我们收到通知您忘记了您的密码，您能在此设置一个新密码：
zh_tw: 我們收到您忘記密碼的通知，您可以在此設定新密碼:

source: Set password
bg_bg: Задайте парола
fr_fr: Définir mot de passe
nb_no: Angi passord
nl_nl: Wachtwoord invoeren
zh_cn: 设置密码
zh_tw: 設定密碼

source: If you didn't request this, please ignore this email. Your password won't change until you access the button above and set a new one.
bg_bg: Ако не сте поискали това, моля, пренебрегвайте този имейл. Паролата ви няма да се промени, докато не получите достъп до бутона по-горе и зададете нов.
fr_fr: Si vous n'êtes pas à l'origine de cette demande, veuillez ignorer ce courriel. Votre mot de passe ne sera modifié que si vous cliquez sur le bouton ci-dessus et définissez un nouveau mot de passe.
nb_no: Om du ikke har bedt om dette, vennligst ignorer denne eposten. Passordet ditt vil ikke endres inntil du klikker knappen under og angir et nytt passord.
nl_nl: Als u dit niet heeft aangevraagd, kan u dit bericht negeren. Uw wachtwoord wordt niet veranderd voordat u op de bovenstaande knop heeft geklikt en een nieuwe heeft ingesteld.
zh_cn: 如果您没有请求过，请忽略此电子邮件。您的密码将不会更改，直至您访问以上按钮后，设置一个新密码。
zh_tw: 若您並未要求這麼做，請忽略此郵件。在您按下上面的按鈕並設定新密碼前，您的密碼將不會變更。

source: This is an automated message, please do not reply.
bg_bg: Това е автоматизирано съобщение, моля, не отговаряйте.
fr_fr: Ce message est envoyé automatiquement, veuillez ne pas y répondre.
nb_no: Dette er en automatisk melding, vennligst ikke svar på den.
nl_nl: Dit is een automatisch bericht, reageer hier alstublieft niet op.
zh_cn: 这是一个自动消息，请不要回复。
zh_tw: 這是一封自動發出的訊息，請不要回覆。

source: unknown
bg_bg: неизвестена
fr_fr: inconnu
nb_no: ukjent
nl_nl: onbekend
zh_cn: 位置
zh_tw: 未知

source: and %1$d more files.
bg_bg: и %1$d повече файлове.
nl_nl: en %1$d extra bestanden.
zh_cn: 和额外 %1$d 个文件。

source: and 1 more file.
bg_bg: и още 1 файл.
nl_nl: en 1 extra bestand.
zh_cn: 和 1 个文件。

source: No notification mail could be sent to user "%1$s". We don't know his email address.
bg_bg: Не може да бъде изпратено писмо за известяване на потребител \ " %1$s ". Не знаем неговия имейл адрес.
fr_fr: Aucun courriel de notification n'a pu être envoyé à l'utilisateur « %1$s ». Nous ne connaissons pas cette adresse électronique.
nb_no: Ingen varslingsepost kunne sendes til brukeren "%1$s". Vi vet ikke epostadressen deres.
nl_nl: Er kan geen kennisgevingsbericht gestuurd worden naar de gebruiker "%1$s". We weten zijn e-mailadres niet.
zh_cn: 无法发送通知邮件到用户 "%1$s"，我们不知道他的电子邮件地址。
zh_tw: 無法傳送通知郵件給使用者「%1$s」。我們不知道他的電子郵件地址。

source: An error occurred, we were unable to send an email to "%2$s".
bg_bg: Възникна грешка, не можахме да изпратим имейл до \ " %2$s ".
fr_fr: Une erreur s'est produite, nous n'avons pas pu envoyer de courriel à « %2$s ».
nb_no: En feil oppstod, vi kunne ikke sende en epost til "%2$s".
nl_nl: Er is een fout opgetreden, we waren niet in staat een e-mail te sturen naar "%2$s".
zh_cn: 发生一个错误，我们无法发送一个电子邮件到 "%2$s"。
zh_tw: 發生錯誤，無法傳送郵件給「%2$s」。

source: An error occurred, we were unable to send out the notification mails.
bg_bg: Възникна грешка, не успяхме да изпратим съобщенията за известия.
fr_fr: Une erreur s'est produite, nous n'avons pas pu envoyer les courriels de notification.
nb_no: En feil oppstod, vi kunne ikke sende ut varslingseposter.
nl_nl: Er is een fout opgetreden, we waren niet in staat een kennisgevingsbericht te sturen.
zh_cn: 发生一个错误，我们无法发送通知邮件。
zh_tw: 發生錯誤，無法傳送通知郵件。

source: You don't have sufficient permissions to send notifications for this share.
bg_bg: Нямате достатъчно разрешения за изпращане на известия за тази акция.

source: You have exceeded the maximum number of sms allowed. Please try again after %1$s hours
bg_bg: Превишихте максималния брой разрешени SMS. Моля, опитайте отново след %1$s часа
fr_fr: Vous avez atteint le nombre maximal autorisé de SMS envoyés. Veuillez réessayer dans %1$s heures
nb_no: Du har overskredet maksimalt antall SMS-er. Vennligst forsøk igjen etter %1$s timer.
nl_nl: U heeft het maximum aantal sms-berichten verstuurd. Probeer het na %1$s uur nog een keer.
zh_cn: 您已经超出允许的最大短讯树。请在 %1$s 小时后再试。
zh_tw: 您已達到可傳送簡訊的最大數量，請等 %1$s 小時候再試一次

source: SMS limits apply. You can only send one more message in the next %1$s hours
bg_bg: Прилагат се ограничения за SMS. Можете да изпратите още едно съобщение в следващите %1$s часове
fr_fr: Limite de SMS atteinte. Vous ne pouvez envoyer qu'un seul autre message dans les prochaines %1$s heures
nb_no: SMS-begrensninger er i effekt. Du kan bare sende èn melding til i løpet av de neste %1$s timene.
nl_nl: Er is een SMS limiet van toepassing. U kan nog slechts een bericht versturen in de komende %1$s uur
zh_cn: SMS 限额有效。您只能在往后的 %1$s 小时里，多发送一个消息。
zh_tw: 有簡訊傳送限制。您僅能在接下來的 %1$s 小時內再傳一封簡訊。

source: Could not parse phone number %1$s
bg_bg: Не може да се анализира телефонният номер %1$s
fr_fr: Impossible d'analyser le numéro de téléphone %1$s
nb_no: Kunne ikke analysere telefonnummeret %1$s
nl_nl: Kan telefoonnummer niet verwerken %1$s
zh_cn: 无法分析电话号码 %1$s
zh_tw: 無法剖析手機號碼 %1$s

source: Unknown country tag: %1$s
bg_bg: Неизвестен маркер за държава: %1$s
fr_fr: Identifiant de pays inconnu : %1$s
nb_no: Ukjent landskode: %1$s
nl_nl: Onbekende landcode: %1$s
zh_cn: 未知国家标签：%1$s
zh_tw: 未知的國家標籤: %1$s

source: Message is too long (%1$s characters). Maximum length is %2$s characters.
bg_bg: Съобщението е твърде дълго ( %1$s символи). Максималната дължина е %2$s знака.
fr_fr: Le message est trop long (%1$s caractères). La longueur maximale autorisée est de %2$s caractères.
nb_no: Meldingen er for lang (%1$s tegn). Maksimal lengde er %2$s tegn.
nl_nl: Bericht is te lang (%1$s tekens). Maximale lengte is %2$s tekens.
zh_cn: 消息太长（%1$s 字符）。最大长度为 %2$s 个字符。
zh_tw: 訊息太長（%1$s 字元），最大長度為 %2$s 字元。

source: Invalid or harmful image data detected
bg_bg: Открити са невалидни или вредни данни за изображения
fr_fr: Détection de données d'image non valables ou dangereuses
nb_no: Ugyldig eller skadelig bildedata ble oppdaget
nl_nl: Ongeldige of schadelijke afbeeldinginformatie gevonden
zh_cn: 侦测到无效或有害的图像数据
zh_tw: 偵測到無效或有問題的圖片資料

source: The signature image exceeds the maximum allowed size of '%1$s'.
bg_bg: Изображението на подписа надвишава максималния допустим размер на ' %1$s '.
fr_fr: La taille de l'image de signature dépasse le maximum autorisé de « %1$s ».
nb_no: Signaturbildet overskrider den maksimalt tillatte størrelsen på '%1$s'.
nl_nl: De handtekeningsafbeelding is groter dan de maximale grootte van '%1$s'.
zh_cn: 签名影像超出最大允许名称 '%1$s'。
zh_tw: 簽名圖檔以達最大允許大小「%1$s」。

source: The maximum allowed number of '%1$s' images in the signature is reached.
bg_bg: Достига се максималният разрешен брой изображения " %1$s " в подписа.
fr_fr: Le nombre maximal autorisé de « %1$s » images dans la signature a été atteinte.
nb_no: Maksimalt antall bilder i signaturen ('%1$s') ble overskredet.
nl_nl: De maximaal toelaatbare aantal bestanden van '%1$s' voor ondertekeningsafbeeldingen is bereikt.
zh_cn: 达到签名里一个图像的允许最大数量 '%1$s'。
zh_tw: 已達簽名檔中能包含的圖片數量「%1$s」。

source: You are not allowed to modify the signature
bg_bg: Не ви е позволено да променяте подписа

source: Login
bg_bg: Вход
ca_es: Entrada
es_mx: Usuario
fr_fr: Connexion
nb_no: Pålogging
tr_tr: Giriş yap
zh_cn: 登录
zh_tw: 登入

source: The subscription you requested is unkonwn!
bg_bg: Абонаментът, който сте поискали, не е конвертиран!
ca_es: La subscripció que heu sol·licitat és desconeguda!
fr_fr: L'abonnement demandé n'existe pas.
nb_no: Abonnementet du forespurte er ukjent!
nl_nl: Het door u verzochte abonnement is onbekend!
tr_tr: Talep ettiğiniz abonelik bilinmiyor.
zh_cn: 您请求的订阅不存在！
zh_tw: 您請求的訂閱不存在。
