Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Missing default %1$s folder in user mail settings
bg_bg: Липсва папка %1$s по подразбиране в настройките за потребителска поща
ca_es: Falta la carpeta predeterminada %1$s a les preferències de correu de l'usuari
es_mx: Falta la carpeta predeterminada %1$s en las preferencias de correo del usuario
fr_fr: Dossier par défaut %1$s manquant dans les réglages de courrier de l'utilisateur
nb_no: Manglende standard %1$s mappen i bruker e-postinnstillinger
nl_nl: Standaardmap %1$s ontbreekt in gebruikersinstellingen voor e-mail
pl_pl: Brak folderu domyślnego %1$s w ustawieniach poczty użytkownika
tr_tr: E-posta dosyasında varsayılan %1$s dosyası eksik
zh_cn: 在用户邮件设置中缺少默认 %1$s 文件夹
zh_tw: 在用戶郵件設置中缺少預設 %1$s 文件夾

source: Update of folder %1$s failed
bg_bg: Актуализирането на папката %1$s провали
ca_es: Ha fallat l'actualització de la carpeta %1$s
es_mx: Ha fallado la actualización de la carpeta %1$s
fr_fr: La mise à jour du dossier %1$s a échoué
nb_no: Kan ikke oppdatere mappen %1$s
nl_nl: Het bijwerken van de map %1$s is mislukt
pl_pl: Aktualizacja folderu %1$d nie powiodła się
tr_tr: %1$s dosyası güncellemesi başarısız oldu
zh_cn: 更新文件夹 %1$s 失败
zh_tw: 更新 %1$d 資料夾失敗

source: Folder %1$s cannot be deleted
bg_bg: Папката %1$s не може да бъде изтрита
ca_es: La carpeta %1$s no pot suprimir-se
es_mx: La carpeta %1$s no puede borrarse
fr_fr: Le dossier %1$s ne peut pas être supprimé
nb_no: Standardmappen %1$s kan ikke slettes
nl_nl: Map %1$s kan niet verwijderd worden
pl_pl: Nie można usunąć folderu %1$s.
tr_tr: %1$s dosyası silinemedi
zh_cn: 不能删除文件夹 %1$s
zh_tw: 無法刪除資料夾 %1$s

source: Default folder %1$s cannot be deleted
bg_bg: Папката по подразбиране %1$s не може да бъде изтрита
ca_es: La carpeta predeterminada %1$s no es pot suprimir
es_mx: La carpeta predeterminada %1$s no puede borrarse
fr_fr: Le dossier par défaut %1$s ne peut pas être supprimé
nb_no: Standardmappen %1$s kan ikke slettes
nl_nl: Standaardmap %1$s kan niet verwijderd worden
pl_pl: Nie można usunąć folderu domyślnego %1$s
tr_tr: Varsayılan klasör %1$s silinemez
zh_cn: 缺省文件夹 %1$s 不能被删除
zh_tw: 無法刪除預設資料夾 %1$s

source: Flag %1$s could not be changed due to the following reason: %2$s
bg_bg: Флаг %1$s не можа да бъде променен поради следната причина: %2$s
ca_es: La marca %1$s no s'ha pogut canviar per la raó: %2$s
es_mx: La marca %1$s no se ha podido cambiar por la siguiente razón: %2$s
fr_fr: Le drapeau %1$s n'a pas pu être modifié pour la raison suivante : %2$s
nb_no: Flagg %1$s kan ikke endres av følgende grunn: %2$s
nl_nl: Vlag %1$s kan niet worden veranderd met als reden: %2$s
pl_pl: Flaga %1$s nie mogła być zmieniona z następującego powodu: %2$s
tr_tr: Bayraklama %1$s işleminin değiştirilememesinin nedeni şudur: %2$s
zh_cn: 标志 %1$s 无法更改来自以下原因：%2$s
zh_tw: 由於以下原因無法修改 %1$s 旗標: %2$s

source: Number of search fields (%d) do not match number of search patterns (%d)
bg_bg: Брой полета за търсене ( %d ) не съвпадат с броя на моделите за търсене ( %d )
ca_es: El nombre de camps de recerca (%d) no coincideix amb el nombre de patrons de recerca (%d)
es_mx: El número de campos de búsqueda (%d) no coincide con el número de patrones de búsqueda (%d)
fr_fr: Le nombre de champs de recherche (%d) ne correspond pas au nombre de motifs de recherche (%d)
nb_no: Antall søkefelt (%d) samsvarer ikke med antall søkemønstre (%d)
nl_nl: Het aantal zoekvelden (%d) is niet gelijk aan het aantal zoekpatronen (%d)
pl_pl: Liczba pól wyszukiwania (%d) nie odpowiada liczbie wzorców wyszukiwania (%d)
tr_tr: (%d) arama alanları (%d) şablonları ile eşleşmiyor
zh_cn: 搜索字段数量(%d)与搜索模式数量(%d)不一致
zh_tw: 搜尋框數量 (%d) 與搜尋語法數量 (%d) 不同

source: POP3 search failed due to the following reason: %1$s. Switching to application-based search
bg_bg: Извършването на търсене с POP3 не бе успешно поради следната причина: %1$s . Преминаване към търсенето на приложения
ca_es: La recerca POP3 ha fallat per mor de: %1$s. Es passa a la recerca mitjançant aplicació
es_mx: La búsqueda POP3 ha fallado debido al siguiente motivo: %1$s. Se pasa a la búsqueda mediante aplicación
fr_fr: La recherche POP3 a échoué pour la raison suivante : %1$s . On passe à la recherche applicative
nb_no: POP3 søket mislyktes av følgende grunn: %1$s. Bytter til program-basert søk
nl_nl: Zoeken met POP3 is mislukt met de reden: %1$s. De applicatie gaat zelf zoeken
pl_pl: Wyszukiwanie POP3 nie powiodło się z następującego powodu: %1$s. Zostanie włączone wyszukiwanie przez aplikację
tr_tr: POP3 araması şu neden dolayı gerçekleştirilemedi: %1$s. Uygulama tabanlı aramaya geçiş.
zh_cn: POP3 搜寻失败来自以下原因：%1$s。转换成基于应用的搜索
zh_tw: 因為「%1$s」，無法進行 POP3 搜尋。切換至應用程式搜尋。

source: POP3 sort failed due to the following reason: %1$s Switching to application-based sorting
bg_bg: Сортирането по POP3 не бе успешно поради следната причина: %1$s Преминаване към сортиране на базата на приложения
ca_es: L'ordenació POP3 ha fallat per mor de: %1$s. Es passa a l'ordenació mitjançant aplicació.
es_mx: La ordenación POP3 ha fallado debido al siguiente motivo: %1$s. Se pasa a la ordenación mediante aplicación.
fr_fr: Le tri POP3 a échoué pour la raison suivante : %1$s. On passe au tri applicatif
nb_no: POP3 sortering mislyktes av følgende grunn: %1$s Bytter til programbasert sortering
nl_nl: Sorteren in POP3 is mislukt met de reden: %1$s. De applicatie zal zelf sorteren
pl_pl: Sortowanie POP3 nie powiodło się z następującego powodu: %1$s. Zostanie włączone sortowanie przez aplikację.
tr_tr: POP3 sıralaması şu sebepten dolayı başarısız oldu: %1$s Uygulama tabanlı sıralamaya değiştirme
zh_cn: 由于原因 "%1$s"，POP3 排序失败。切换到基于应用的排序
zh_tw: 因為「%1$s」，無法進行 POP3 排序。切換為應用程式排序。

source: Unknown search field: %1$s
bg_bg: Неизвестно поле за търсене: %1$s
ca_es: Camp de recerca desconegut: %1$s
es_mx: Campo de búsqueda desconocido: %1$s
fr_fr: Champ de recherche inconnu : %1$s
nb_no: Ukjent søkefelt: %1$s
nl_nl: Onbekend zoekveld: %1$s
pl_pl: Nieznane pole wyszukiwania: %1$s
tr_tr: Bilinmeyen arama alanı: %1$s
zh_cn: 未知搜索字段：%1$s
zh_tw: 未知搜尋欄位: %1$s

source: Mail folder %1$s must not be moved to subsequent folder %2$s
es_mx: La carpeta de correo %1$s no se debe mover a la carpeta siguiente %2$s
pl_pl: Nie wolno przenosić folderu poczty %1$s do kolejnego folderu %2$s

source: This message could not be moved to trash folder, possibly because your mailbox is nearly full.
es_mx: Este mensaje no se pudo mover a la papelera, posiblemente porque su buzón de correo está casi lleno.
pl_pl: Nie można przenieść tej wiadomości do folderu kosza. Możliwe, że przyczyną jest niemal całkowite zapełnienie skrzynki pocztowej.

source: In that case, please try to empty your deleted items first, or delete smaller messages first.
es_mx: En tal caso, por favor primero intente vaciar sus elementos eliminados o borre los mensajes más pequeños.
pl_pl: W związku z tym najpierw wykasuj elementy usunięte lub usuń mniejsze wiadomości.

source: Missing %1$s folder in mail move operation
es_mx: Falta la carpeta %1$s en la operación de traslado de correo
pl_pl: Brak folderu %1$s w operacji przenoszenia poczty

source: Message move aborted for user %1$s. Source and destination folder are equal: %2$s
es_mx: Traslado de mensaje cancelado por el usuario %1$s. Las carpetas de origen y destino son iguales: %2$s
pl_pl: Przenoszenie wiadomości przez użytkownika %1$s zostało przerwane. Folder źródłowy i folder docelowy są takie same: %2$s

source: POP3 folder read-only check failed
bg_bg: Проверката само за четене с протокол POP3 не бе успешна
ca_es: La comprovació de només lectura de la carpeta POP3 ha fallat
es_mx: La comprobación de sólo lectura de la carpeta POP3 ha fallado
fr_fr: La vérification des droits en lecture seule du dossier POP3 a échoué
nb_no: IMAP mappe skrivebeskyttelse-kontroll mislyktes
nl_nl: POP3 map alleen-lezen controle mislukt
pl_pl: Kontrola właściwości tylko do odczytu folderu POP3 nie powiodła się
tr_tr: POP3 dosyasının sadece okunabilirlik kontrolu başarısız oldu
zh_cn: POP3 文件夹只读检查失败
zh_tw: 無法進行 POP3 資料夾唯讀檢查

source: Unknown folder open mode %d
bg_bg: Неизвестен режим за отваряне на папки %d
ca_es: Mode d'apertura de la carpeta %d desconegut
es_mx: Modo de apertura de la carpeta %d desconocido
fr_fr: Mode %d d'ouverture de dossier inconnu
nb_no: Ukjent mappe åpningsmodus %d
nl_nl: Onbekende methode %d voor het openen van een map
pl_pl: Nieznany tryb otwierania folderu: %d
tr_tr: Bilinmeyen dosya açma modu %d
zh_cn: 未知的文件夹打开模式 %d
zh_tw: 未知資料夾開啟模式 %d

source: Message(s) %1$s in folder %2$s could not be deleted due to the following error: %3$s
bg_bg: Съобщението (ите) %1$s в папката %2$s не можа да бъде изтрито поради следната грешка: %3$s
ca_es: Els missatges %1$s de la carpeta %2$s no s'han pogut suprimir per mor de l'error: %3$s
es_mx: El/los mensaje(s) %1$s de la carpeta %2$s no se pudieron borrar debido al siguiente error: %3$s
fr_fr: Le ou les messages %1$s du dossier %2$s n'ont pas pu être supprimés en raison de l'erreur suivante : %3$s
nb_no: Melding(ene) %1$s i mappen %2$s kan ikke slettes på grunn av følgende feil: %3$s
nl_nl: Bericht(en) %1$s in map %2$s kunnen niet verwijderd worden door fout : %3$s
pl_pl: Nie można usunąć wiadomości %1$s z folderu %2$s z powodu następującego błędu: %3$s
tr_tr: %2$s dosyasındaki %1$s mesajları şu nedenle silinemedi: %3$s
zh_cn: 文件夹 %2$s 内的消息 %1$s 无法删除，来自以下原因：%3$s
zh_tw: 無法刪除資料夾 %2$s 當中的訊息 %1$s，因為發生 %3$s 錯誤

source: Not allowed to open folder %1$s due to missing read access
bg_bg: Не е разрешено да се отваря папка %1$s поради липсващ достъп за четене
ca_es: No està permès obrir la carpeta %1$s perquè no hi ha accés de lectura
es_mx: No está permitido abrir la carpeta %1$s debido a que no hay acceso de lectura
fr_fr: Il n'est pas permis d'ouvrir le dossier %1$s en raison d'une absence d'accès en lecture
nb_no: Kan ikke åpne mappen %1$s på grunn av manglende lesetilgang
nl_nl: niet toegestaan map %1$s te openen omdat u geen leesrechten heeft
pl_pl: Brak możliwości otworzenia folderu %1$s z powodu braku dostępu z prawami odczytu
tr_tr: Eksik olan okuma izni dolayısıyla %1$s dosyası açılmıyor.
zh_cn: 由于缺少读权限，不允许打开文件夹 %1$s
zh_tw: 不允許開啟中資料夾 %1$s 因為缺少讀取權限

source: The raw content's input stream of message %1$s in folder %2$s cannot be read
bg_bg: Входящият поток на суровото съдържание на съобщение %1$s в папката %2$s не може да бъде прочетен
ca_es: El flux d'entrada de contingut en brut del missatge %1$s a la carpeta %2$s no s'ha pogut llegir
es_mx: El flujo de entrada de contenido en bruto el mensaje %1$s de la carpeta %2$s no se puede leer
fr_fr: Le flux d'entrée du contenu brut du message %1$s du dossier de courrier %2$s ne peut pas être lu
nb_no: Rå innholdets inndatastrøm av melding %1$s i mappe %2$s kan ikke leses
nl_nl: De ruwe inhoud van de inkomende gegevensstroom van bericht %1$s in map %2$s kon niet worden gelezen
pl_pl: Nie można odczytać nieprzetworzonej zawartości strumienia wejściowego %1$s w folderze %2$s
zh_cn: 不能从邮件文件夹 %2$s 读取邮件 %1$s 的原始内容输入流
zh_tw: 資料夾 %2$s 當中的訊息 %1$s 內容的原始輸入串流無法被讀取

source: No attachment was found with id %1$s in message
bg_bg: Не бе намерен прикачен файл с ID %1$s в съобщението
ca_es: No s'ha trobat cap adjunt amb id %1$s al missatge
es_mx: No se ha encontrado ningún adjunto con id %1$s en el mensaje
fr_fr: La pièce jointe d'identifiant %1$s n'a pas été trouvée dans le message
nb_no: Ingen vedlegg ble funnet med id %1$s i melding
nl_nl: Geen aanhangsel gevonden met id %1$s in het bericht
pl_pl: Nie znaleziono w wiadomości załącznika o identyfikatorze %1$s
tr_tr: Bu mesajda %1$s kodlu bir ek bulunamadı.
zh_cn: 在邮件中找不到具有 ID %1$s 的附件
zh_tw: 在郵件中找不到具有 ID %1$s 的附件

source: Versit object could not be saved
bg_bg: Избраният обект не можа да бъде запазен
ca_es: L'objecte Versit no s'ha pogut desar
es_mx: El objeto Versit no se ha podido guardar
fr_fr: L'objet Versit n'a pas pu être enregistré
nb_no: Versit objekt kan ikke lagres
nl_nl: Versit-object kon niet worden opgeslagen
pl_pl: Zapisanie obiektu Versit nie powiodło się
tr_tr: Versit nesnesi kaydedilemedi
zh_cn: Versit 对象无法保存
zh_tw: 無法儲存 Versit 物件

source: POP3 server does not support capability "THREAD=REFERENCES"
es_mx: El servidor POP3 no admite la característica "THREAD=REFERENCES"
pl_pl: Funkcja "THREAD=REFERENCES" nie jest obsługiwana przez serwer POP3

source: A protocol exception occurred during execution of a POP3 request: %1$s
es_mx: Se produjo una excepción de protocolo mientras se ejecutaba una solicitud POP3: %1$s
pl_pl: Wystąpił wyjątek protokołu podczas wykonywania żądania POP3: %1$s

source: POP3 does not support to move folders.
es_mx: POP3 no permite mover carpetas.
pl_pl: POP3 nie obsługuje przenoszenia folderów.

source: Sort field %1$s is not supported via POP3 SORT command
es_mx: El campo de ordenación %1$s no está admitido en el comando POP3 SORT
pl_pl: Sortowanie pola %1$s nie jest obsługiwane przez polecenie POP3 SORT

source: Missing personal namespace
bg_bg: Липсва лично пространство от имена
ca_es: Espai personal de noms no trobat
es_mx: Falta espacio de nombres personal
fr_fr: Espace de noms personnel manquant
nb_no: Mangler personlig navneområde
nl_nl: De persoonlijke namespace ontbreekt
pl_pl: Brak osobistej przestrzeni nazw
tr_tr: Kişisel isim bölümü eksik
zh_cn: 缺少个人命名空间
zh_tw: 缺少個人命名空間

source: Parsing thread-sort string failed: %1$s.
bg_bg: Неуспешно анализ на низа за сортиране на нишки: %1$s .
ca_es: L'anàlisi de la cadena ordenada ha fallat: %1$s.
es_mx: El análisis de la cadena ordenada ha fallado: %1$s.
fr_fr: L'analyse syntaxique de la chaîne triée par fil de discussion a échoué : %s.
nb_no: Analyse av thread-sort streng mislyktes: %1$s.
nl_nl: Verwerken van draad-sorteer tekens mislukt: %1$s.
pl_pl: Analiza ciągu sortowania wątków nie powiodła się: %1$s.
tr_tr: Dize-sıralama parçacığını ayrıştırma başarısız oldu: %1$s.
zh_cn: 解析线索排序字符串失败：%1$s。
zh_tw: 解析 thread-sort 字串時出現錯誤: %s。

source: POP3 does not support to create folders.
es_mx: POP3 no permite crear carpetas.
pl_pl: POP3 nie obsługuje tworzenia folderów.

source: POP3 does not support to delete folders.
es_mx: POP3 no permite borrar carpetas.
pl_pl: POP3 nie obsługuje usuwania folderów.

source: POP3 does not support to update folders.
es_mx: POP3 no permite actualizar carpetas.
pl_pl: POP3 nie obsługuje aktualizacji folderów.

source: A SQL error occurred: %1$s.
es_mx: Se ha producido un error SQL: %1$s.
pl_pl: Wystąpił błąd SQL: %1$s.

source: POP3 does not support to move messages.
es_mx: POP3 no permite mover mensajes,
pl_pl: POP3 nie obsługuje przenoszenia wiadomości.

source: POP3 does not support to copy messages.
es_mx: POP3 no permite copiar mensajes.
pl_pl: POP3 nie obsługuje kopiowania wiadomości.

source: POP3 does not support to append messages.
es_mx: POP3 no permite añadir mensajes.
pl_pl: POP3 nie obsługuje załączania wiadomości.

source: POP3 does not support draft messages.
es_mx: POP3 no admite borradores.
pl_pl: POP3 nie obsługuje wiadomości roboczych.

source: Missing POP3 storage name for user %1$s in context %2$s.
es_mx: Falta el nombre del almacenamiento POP3 para el usuario %1$s en el contexto %2$s.
pl_pl: Brak nazwy magazynu POP3 dla użytkownika %1$s w kontekście %2$s.

source: Missing POP3 storage for user %1$s in context %2$s.
es_mx: Falta el almacenamiento POP3 para el usuario %1$s en el contexto %2$s.
pl_pl: Brak magazynu POP3 dla użytkownika %1$s w kontekście %2$s.

source: POP3 default folder %1$s must not be moved.
es_mx: No se debe trasladar la carpeta predeterminada POP3 %1$s.
pl_pl: Nie wolno przenieść folderu domyślnego %1$s POP3.

source: POP3 default folder %1$s must not be renamed.
es_mx: No se debe renombrar la carpeta predeterminada POP3 %1$s.
pl_pl: Nie można zmienić nazwy folderu domyślnego %1$s POP3.

source: Inconsistency detected in UIDL map.
es_mx: Inconsistencia detectada en mapa UIDL.
pl_pl: Wykryto niezgodność w mapie UIDL.

source: Missing POP3 storage path for user %1$s in context %2$s.
es_mx: Falta la ruta de almacenamiento POP3 para el usuario %1$s en el contexto %2$s.
pl_pl: Brak ścieżki magazynu POP3 dla użytkownika %1$s w kontekście %2$s.

source: Illegal move operation.
es_mx: Operación de traslado no permitida.
pl_pl: Niedozwolona operacja przeniesienia.

source: Login delay denies connecting to server %1$s with login %2$s (user=%3$s, context=%4$s).
es_mx: El retraso en la conexión no permite conectar al servidor %1$s con nombre de usuario %2$s (usuario=%3$s, contexto=%4$s).
pl_pl: Odmowa dostępu do serwera poczty %1$s przy loginie %2$s (użytkownik=%3$s, kontekst=%4$s) z powodu przedłużającego się logowania.

source: Error message from server: %5$s
es_mx: Mensaje de error del servidor: %1$s
pl_pl: Komunikat o błędzie od serwera: %5$s

source: Login delay denies connecting to server %1$s with login %2$s (user=%3$s, context=%4$s). Try again in %5$s seconds.
es_mx: El retraso en la conexión no permite conectar al servidor %1$s con conexión %2$s (usuario=%3$s, contexto=%4$s). Inténtelo de nuevo en %5$s segundos.
pl_pl: Odmowa dostępu do serwera poczty %1$s przy loginie %2$s (użytkownik=%3$s, kontekst=%4$s) z powodu przedłużającego się logowania. Spróbuj ponownie za %5$s sek.

source: Error message from server: %6$s
es_mx: Mensaje de error del servidor: %6$s
pl_pl: Komunikat o błędzie od serwera: %6$s

source: Missing required capability %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s).
es_mx: Falta la capacidad requerida %1$s en el servidor %2$s con conexión %3$s (usuario=%4$s, contexto=%5$s).
pl_pl: Brak wymaganej pojemności %1$s na serwerze %2$s przy loginie %3$s (użytkownik=%4$s, kontekst=%5$s).

source: POP3 storage path "%1$s" cannot be created for user %2$s in context %3$s.
es_mx: La ruta de almacenamiento POP3 "%1$s" no se puede crear para el usuario %2$s en el contexto %3$s.
pl_pl: Ścieżka magazynu POP3 "%1$s" nie może zostać utworzona dla użytkownika %2$s w kontekście %3$s.

source: Due to missing required capability %1$s POP3 messages are fetched and removed (expunge-on-quit) from server %2$s with login %3$s (user=%4$s, context=%5$s).
es_mx: Debido a la falta de capacidad requerida %1$s los mensajes POP3 se descargan y se borran (eliminar al salir) del servidor %2$s con conexión %3$s (usuario=%4$s, contexto=%5$s).
pl_pl: Z powodu braku wymaganej pojemności %1$s wiadomości POP3 są przenoszone do pamięci i usuwane (wykasuj przy wyjściu) z serwera %2$s przy loginie %3$s (użytkownik=%4$s, kontekst=%5$s).

source: Validation of POP3 credentials is disabled due to possible login restrictions by provider. Otherwise subsequent login attempt might not work.
es_mx: La validación de las credenciales POP3 está deshabilitada debido a las posibles restricciones de conexión por parte del proveedor. De lo contrario, un intento de acceso posterior podría no funcionar.
pl_pl: Aktualizacja danych POP3 została wyłączona z powodu prawdopodobnego ograniczenia co do loginu wprowadzonego przed dostawcę usługi. Inaczej kolejne próby zalogowania mogą się nie udać.

source: POP3 messages cannot be imported because of existing quota constraints on primary mail account. Please free some space.
bg_bg: Съобщенията за POP3 не могат да бъдат импортирани поради съществуващите ограничения на квотите по основния пощенски акаунт. Моля, освободете малко място.
ca_es: No s'han pogut importar els missatges POP3 perquè la quota existent limita el compte de correu principal. Per favor, alliberau-hi espai.
es_mx: No se pueden importar los mensajes POP3 porque la cuota existente limita la cuenta de correo principal. Por favor, libere algo de espacio.
fr_fr: Les messages POP3 ne peuvent pas être importés car il y a des contraintes de quotas sur le compte de courrier principal. Veuillez libérer de la place.
nb_no: POP3-meldinger kan ikke importere eksisterende kvote begrensninger på den primære e-postkontoen. Vennligst frigjør litt plass.
nl_nl: POP3 berichten kunnen niet geimporteerd worden omdat er een quota op het primaire account is ingesteld. Maak alstublieft wat ruimte vrij.
pl_pl: Import wiadomości POP3 nie jest możliwy z powodu ograniczonego przydziału miejsca w głównym koncie pocztowym. Zwolnij nieco miejsca.
tr_tr: Mevcut kotanın öncelikli e-posta hesabı üzerindeki kısıtlamaları nedeniyle POP3 mesajları aktarılamadı. Lüfen boş alan oluşturunuz.
zh_cn: 现有主要邮件户口限额约束，POP3 消息因而未能汇入。请释放一些空间。
zh_tw: 無法匯入 POP3 訊息，因為以達目前的配額限制額度。請清出一些空間再匯入。

source: Thumbnail image not available.
bg_bg: Няма налична миниатюрна снимка.
ca_es: La imatge de miniatura no està disponible.
es_mx: La imagen de miniatura no está disponible.
fr_fr: L'image d'aperçu n'est pas disponible.
nb_no: Miniatyrbilde er utilgjengelig.
nl_nl: Miniatuurafbeelding niet beschikbaar.
pl_pl: Miniatura obrazu nie jest dostępna.
tr_tr: Küçük resim görüntüsü mevcut değil.
zh_cn: 小图片不可用。
zh_tw: 縮圖無法使用。

source: No preview service for MIME type %1$s
es_mx: No hay servicio de previsualización para el tipo Mime %1$s
pl_pl: Brak usługi podglądu dla tego typu MIME: %1$s

source: Duplicate proxy registration: %1$s
es_mx: Registro en el proxy duplicado: %1$s
pl_pl: Powielona rejestracja proxy %1$s

source: HTTP request to VoipNow server %1$s failed. Status line: %2$s
es_mx: La petición HTTP al servidor VoipNow %1$s ha fallado. Línea de estado: %2$s
pl_pl: Żądanie HTTP do serwera VoipNow %1$s nie powiodło się. Linia statusu: %2$s

source: Malformed URI: %1$s
es_mx: URI sintácticamente errónea: %1$s
pl_pl: Zniekształcony identyfikator URI: %1$s

source: Invalid session identifier: %1$s
es_mx: Identificador de sesión no válido: %1$s
pl_pl: Nieprawidłowy identyfikator sesji: %1$s

source: An unexpected error occurred: %s
es_mx: Se ha producido un error inesperado: %s
pl_pl: Wystąpił nieoczekiwany błąd: %s

source: Missing value for parameter %s
es_mx: Falta el valor del parámetro %s
pl_pl: Brak wartości dla parametru %s

source: Unknown action: %s
es_mx: Acción desconocida: %s
pl_pl: Nieznana czynność: %s

source: Unknown entity module: %s
es_mx: Módulo de entidad desconocido: %s
pl_pl: Nieznany moduł jednostki: %s.

source: Unknown column: %s
es_mx: Columna desconocida: %s
pl_pl: Nieznana kolumna: %s

source: Unknown target: %s
es_mx: Destino desconocido: %s
pl_pl: Nieznany element docelowy: %s

source: Please try again later.
es_mx: Por favor, inténtelo de nuevo más tarde.
pl_pl: Spróbuj ponownie później.

source: Please correct the client program
es_mx: Por favor, corrija el programa cliente
pl_pl: Skoryguj program klienta

source: Please use only entity modules known to the server
es_mx: Por favor, utilice sólo módulos de entidad conocidos por el servidor
pl_pl: Użyj wyłącznie modułów jednostek znanych przez serwer

source: Please ask only for columns known to the server
es_mx: Por favor, solicite sólo columnas conocidas por el servidor
pl_pl: Należy pytać tylko o kolumny, które może znać serwer

source: Please check the spelling of the id, or load a list of known targets
es_mx: Por favor, compruebe el nombre del id, o cargue una lista de destinos conocidos
pl_pl: Sprawdź pisownię identyfikatora lub wczytaj listę znanych obiektów docelowych

source: Site
bg_bg: място
ca_es: Lloc
es_mx: Sitio
nb_no: Side
pl_pl: Strona WWW
zh_cn: 站点
zh_tw: 站點

source: Apply a template (optional)
bg_bg: Прилагане на шаблон (по избор)
ca_es: Aplica una plantilla (opcional)
es_mx: Aplicar una plantilla (opcional)
fr_fr: Appliquer un modèle (optionnel)
nb_no: Bruk en mal (valgfritt)
nl_nl: Sjabloon toepassen (optioneel)
pl_pl: Zastosuj szablon (opcjonalnie)
tr_tr: Bir şablonu uygulayın (isteğe bağlı)
zh_cn: 应用模板（可选）
zh_tw: 套用範本（可選）

source: Add cipher code
bg_bg: Добавете код на шифроване
ca_es: Afegeix un codi xifrat
es_mx: Añadir código de cifrado
fr_fr: Ajouter un code de chiffrement
nb_no: Legg til chiffer kode
nl_nl: Encryptiecode toevoegen
pl_pl: Dodaj kod szyfrowy
tr_tr: Şifre kodu ekleyiniz
zh_cn: 添加密码
zh_tw: 添加密碼
