Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Unable to delete reminder
es_mx: No se ha podido borrar el recordatorio
pl_pl: Nie można usunąć przypomnienia

source: Unable to load reminder
es_mx: No se pudo cargar el recordatorio
pl_pl: Nie można załadować przypomnienia

source: Unable to list reminder
es_mx: No se ha podido listar el recordatorio
pl_pl: Nie można wyświetlić przypomnienia

source: Reminder with identifier %1$d can not be found in context %2$d.
bg_bg: Напомнянето с идентификатор %1$d не може да бъде намерено в контекста %2$d .
ca_es: No s'ha pogut trobar el recordatori amb l'identificador %1$d en el context %2$d.
es_mx: No se puede encontrar el recordatorio con el identificador %1$d en el contexto %2$d.
fr_fr: Impossible de trouver un rappel avec l'identifiant %1$d dans le contexte %2$d.
nb_no: Påminnelse med ID %1$d ikke funnet i kontekst %2$d.
nl_nl: Kan de herinnering met kenmerk %1$s niet vinden in context %2$d.
pl_pl: Nie można znaleźć przypomnienia o identyfikatorze %1$d w kontekście %2$d.
tr_tr: %1$d tanımlayıcısı ile hatırlatıcı %2$d içeriğinde bulunamamaktadır.
zh_cn: 在环境 %2$d 中找不到具有 ID %1$d 的提醒。
zh_tw: 在環境 %2$d 中找不到具有 ID %1$d 的提醒。

source: Object folder is missing
es_mx: Falta la carpeta del objeto
pl_pl: Brak folderu obiektu

source: Object's module type is missing
es_mx: Falta el tipo de módulo del objeto
pl_pl: Brak typu modułu obiektu

source: Updated too many reminders.
bg_bg: Актуализираха твърде много напомняния.
ca_es: S'han actualitzat massa recordatoris.
es_mx: Se han actualizado demasiados recordatorios.
fr_fr: Trop de rappels ont été mis à jour.
nb_no: Oppdaterte for mange påminnelser.
nl_nl: Te veel herinneringen bijgewerkt.
pl_pl: Została wykonana aktualizacja zbyt wielu przypomnień.
tr_tr: Çok sayıda hatırlatıcı güncellendi.
zh_cn: 已更新太多的提醒。
zh_tw: 已更新太多的提醒。

source: No target service is registered for module %1$d.
bg_bg: За модул %1$d се регистрира целева услуга.
ca_es: No s'ha registrat cap servei destinatari per al mòdul %1$d.
es_mx: No se ha registrado ningún servicio destino para el módulo %1$d.
fr_fr: Aucun service cible n'est enregistré pour le module %1$d.
nb_no: Ingen måltjeneste er registrert for modulen %1$d.
nl_nl: Er is geen doeldienst geregistreed voor module %1$d.
pl_pl: Brak zarejestrowanej usługi docelowej dla modułu %1$d.
tr_tr: %1$d modülü için herhangi bir hedef hizmetine başvurulmadı.
zh_cn: 没有为模块 %1$d 注册目标服务。
zh_tw: 沒有為模組 %1$d 註冊目標服務。

source: Reminder identifier is missing.
es_mx: Falta el identificador del recordatorio.
pl_pl: Brak identyfikatora przypomnienia.

source: Writing the setting %1$s is not permitted.
bg_bg: Записването на настройката %1$s не е разрешено.
ca_es: No està permès escriure el paràmetre %1$s.
es_mx: No está permitido grabar el parámetro %1$s.
fr_fr: Il n'est pas permis d'écrire le réglage %1$s.
nb_no: Skriving av innstillingen %1$s er ikke tillatt.
nl_nl: Schrijven van instelling %1$s is niet toegestaan.
pl_pl: Nie jest dozwolone zapisanie ustawienia %1$s.
tr_tr: %1$s ayarını yazmaya izin verilmedi.
zh_cn: 不允许写设置 %1$s
zh_tw: 不允許寫設置 %1$s

source: Unknown setting path %1$s.
es_mx: Ruta de parámetros %1$s desconocida.
pl_pl: Nieznana ścieżka ustawienia %1$s.

source: Setting "%1$s" is not a leaf.
es_mx: El ajuste "%1$s" no es una hoja.
pl_pl: Ustawienie "%1$s" nie jest liściem.

source: Exception while parsing JSON.
es_mx: Excepción al interpretar JSON.
pl_pl: W trakcie analizowania obiektu JSON wystąpił wyjątek.

source: Problem while initialising configuration tree.
es_mx: Problema al inicializar el árbol de configuración.
pl_pl: Wystąpił problem podczas inicjowania drzewa konfiguracji.

source: Invalid value %s written to setting %s.
bg_bg: Невалидна стойност %s написана за настройка %s .
ca_es: Valor no vàlid %s escrit al paràmetre %s.
es_mx: Valor no válido %s escrito en el parámetro %s.
fr_fr: Valeur %s invalide écrite dans le réglage %s.
nb_no: Ugyldig verdi %s skrevet til innstilling %s.
nl_nl: Ongeldige waarde %s geschreven naar instelling %s
pl_pl: W ustawieniu %s została zapisana nieprawidłowa wartość %s.
tr_tr: %s geçersiz değeri %s ayarı için yazılıdır.
zh_cn: 值 %s无效（写到设置 %s 中）。
zh_tw: 值 %s無效（寫到設置 %s 中）。

source: Found duplicate database identifier %d. Not adding preferences item.
es_mx: Se ha encontrado un identificador de base de datos %d duplicado. No se añade el elemento de preferencias.
pl_pl: Znaleziono zduplikowany identyfikator bazy danych %d. Element preferencji nie zostanie dodany.

source: Found duplicate path %s.
es_mx: Se ha encontrado una ruta duplicada %s.
pl_pl: Znaleziono zduplikowaną ścieżkę %s.

source: Error during use of a subsystem
es_mx: Se ha producido un error durante el uso de un subsistema
pl_pl: Wystąpił błąd podczas użytkowania podsystemu

source: Not allowed operation.
es_mx: Operación no permitida.
pl_pl: Niedozwolona operacja.

source: Reached maximum retries for writing the setting %s.
es_mx: Se ha alcanzado el máximo de reintentos al reescribir el ajuste %s.
pl_pl: Wykonano maksymalną liczbę prób zapisu ustawienia %s.

source: Current costs
bg_bg: Текущи разходи
ca_es: Costs actuals
es_mx: Costes actuales
fr_fr: Coûts actuels
nb_no: Nåværende kostnader
nl_nl: Actuele kosten
pl_pl: Bieżące koszty
tr_tr: Mevcut maliyetler
zh_cn: 现时付出
zh_tw: 目前成本

source: Current duration
bg_bg: Текуща продължителност
ca_es: Duració actual
es_mx: Duración actual
fr_fr: Durée actuelle
nb_no: Nåværende varighet
nl_nl: Actuele duur
pl_pl: Bieżący czas trwania
tr_tr: Mevcut duraklama
zh_cn: 现时期间
zh_tw: 目前期間

source: Estimated costs
bg_bg: Очаквани разходи
ca_es: Costs estimats
es_mx: Costes estimados
fr_fr: Coûts estimés
nb_no: Estimerte kostnader
nl_nl: Geschatte kosten
pl_pl: Szacowane koszty
tr_tr: Tahmini maliyetler
zh_cn: 预计付出
zh_tw: 預估成本

source: Estimated duration
bg_bg: Очаквана продължителност
ca_es: Durada estimada
es_mx: Duración estimada
fr_fr: Durée estimée
nb_no: Estimert varighet
nl_nl: Geschatte duur
pl_pl: Szacowany czas trwania
tr_tr: Tahmini duraklama
zh_cn: 预计期间
zh_tw: 預估期間

source: Error while inserting task: %s.
es_mx: Error al insertar tarea: %s.
pl_pl: Wystąpił błąd podczas wstawiania zadania %s.

source: Problem setting auto commit to true.
es_mx: Problema al establecer autocommit a verdadero.
pl_pl: Wystąpił problem z włączeniem automatycznego przesyłania.

source: This method is not implemented.
es_mx: Este método no está implementado.
pl_pl: Dana metoda nie jest zaimplementowana.

source: Folder %1$s (%2$d) is not a task folder.
es_mx: La carpeta %1$s (%2$d) no es una carpeta de tareas.
pl_pl: Folder %1$s (%2$d) nie jest folderem zadań.

source: Edit conflict. Your change cannot be completed because somebody else has made a conflicting change to the same item. Please refresh or synchronize and try again.
bg_bg: Промяна на конфликта. Промяната ви не може да бъде извършена, защото някой друг е направил несъвместима промяна на същия елемент. Моля, опреснете или синхронизирайте и опитайте отново.
ca_es: Conflicte d'edició. El vostre canvi no pot completar-se perquè qualcú ha fet un canvi al mateix element que entra en conflicte amb el vostre. Per favor, refrescau o sincronitzau i provau-ho de nou.
es_mx: Conflicto de Edición. Su cambio no puede completarse porque alguien ha hecho un cambio al mismo elemento que entra en conflicto con el suyo. Por favor, refresque o sincronice, e inténtelo de nuevo.
fr_fr: Conflit de modification. Votre changement n'a pas pu être validé car quelqu'un d'autre a modifié le même élément, ce qui a généré un conflit. Veuillez actualiser ou vous synchroniser, puis réessayer.
nb_no: Endre konflikt. Endringen kan ikke fullføres fordi noen andre har gjort en motstridende endring til det samme elementet. Vennligst oppdater eller synkroniser og prøv igjen.
nl_nl: Bewerkingsconflict. Uw wijziging kan niet worden voltooid omdat iemand anders een conflicterende wijziging gemaakt heeft aan hetzelfde item. Ververs of synchroniseer alstublieft en probeer het nogmaals.
pl_pl: Konflikt edycji. Zmiana nie może być zakończona, ponieważ inny użytkownik wprowadził konfliktującą zmianę do tego samego elementu. Wykonaj odświeżenie lub synchronizację i spróbuj ponownie.
tr_tr: Düzenlemede hata oluştu. Başka biri daha önce aynı öğede çelişkili bir değişiklik gerçekleştirdiği için değişiklikleriniz tamamlanamamaktadır. Lütfen sayfayı yenileyerek ya da senkronize ederek yeniden deneyin.
zh_cn: 修改冲突。您的更改因为其他人在同一个项目做出一个冲突更改，而无法完成。请刷新或同步后重试。
zh_tw: 編輯衝突。您的更改無法完成，因為其他人已經對相同的條目進行了有衝突的更改。請刷新或同步後重試。

source: Cannot create private task in public/shared folder %1$d.
es_mx: No se puede crear una tarea privada en la carpeta pública/compartida %1$d.
pl_pl: Nie można utworzyć zadania prywatnego w folderze publicznym lub udostępnionym %1$d.

source: SQL problem while updating task: %s.
es_mx: Problema SQL al actualizar tarea: %s.
pl_pl: Wystąpił problem SQL podczas aktualizowania zadania: %s.

source: Counting tasks did not return a result.
es_mx: Las tareas de conteo no devolvieron ningún resultado.
pl_pl: Zadania zliczające nie zwróciły wyniku.

source: SQL problem while deleting task: %s.
es_mx: Problema SQL al borrar tarea: %s.
pl_pl: Wystąpił problem SQL podczas usuwania zadania: %s.

source: Cannot find folder for task %2$d and participant %1$d in context %3$d.
es_mx: No se puede encontrar una carpeta para la tarea %2$d y el participante %1$d en el contexto %3$d.
pl_pl: Nie można znaleźć folderu dla zadania %2$d i uczestnika %1$d w kontekście %3$d.

source: SQL problem while listing tasks: %s.
es_mx: Problema SQL al listar tareas: %s.
pl_pl: Wystąpił problem SQL podczas wyświetlania listy zadań: %s.

source: You are not allowed to delete the task.
es_mx: No se le permite borrar la tarea.
pl_pl: Nie masz uprawnień do usunięcia danego zadania.

source: Tried to delete %1$d folders but only %2$d were deleted.
es_mx: Se ha intentado borrar %1$d carpetas pero sólo se borraron %2$d.
pl_pl: Podjęto próbę usunięcia %1$d folderów. Liczba usuniętych folderów: %2$d.

source: Tried to delete %1$d participants but only %2$d were deleted.
es_mx: Se ha intentado borrar %1$d participantes pero sólo se borraron %2$d.
pl_pl: Podjęto próbę usunięcia %1$d uczestników. Liczba usuniętych uczestników: %2$d.

source: Participant %d for task %d is not found.
es_mx: No se encuentra el participante %d de la tarea %d.
pl_pl: Nie znaleziono uczestnika %d dla zadania %d.

source: Cannot find task %d in context %d.
es_mx: No se puede encontrar la tarea %d en el contexto %d.
pl_pl: Nie można znaleźć zadania %d w kontekście %d.

source: Unknown task attribute %d.
es_mx: Atributo de tarea desconocido %d.
pl_pl: Nieznany atrybut zadania %d.

source: Date range in search must contain 2 and not %d values.
bg_bg: Обхватът на периода в търсенето трябва да съдържа 2, а не %d стойности.
ca_es: El rang de dades en una recerca ha de contenir 2 valors, no %d.
es_mx: El rango de datos en una búsqueda debe contener 2 valores, no %d.
fr_fr: L'intervalle de dates dans la recherche doit utiliser 2 valeurs et non %d.
nb_no: Datointervall i søket må inneholde to og ikke %d verdier.
nl_nl: Datumbereik in zoekopdracht moet 2 en niet %d waarden bevatten.
pl_pl: Zakres dat w wyszukiwaniu musi zawierać dwie wartości. Aktualna liczba wartości: %d.
tr_tr: Aramadaki tarih aralığı 2 içermeli ve %d değerlerini içermemelidir.
zh_cn: 搜索中的日期范围包含 2 个值而不是 %d 个值。
zh_tw: 搜索中的日期範圍包含 2 個值而不是 %d 個值。

source: Cannot detach more attachments than actually available.
pl_pl: Nie można odłączyć więcej załączników niż jest aktualnie dostępne.

source: You are not allowed to read the contents of folder %1$s (%2$d).
es_mx: No se le permite leer los contenidos de la carpeta %1$s (%2$d).
pl_pl: Nie masz uprawnień do odczytu zawartości folderu %1$s (%2$d).

source: Tasks are disabled for you (%d).
es_mx: Las tareas están desactivadas para usted (%d).
pl_pl: Zadania są wyłączone dla użytkownika (%d).

source: You are not allowed to create tasks in folder %1$s (%2$d).
es_mx: No se le permite crear tareas en la carpeta %1$s (%2$d).
pl_pl: Nie masz uprawnień do tworzenia zadań w folderze %1$s (%2$d).

source: You are not allowed to delegate tasks.
es_mx: No se le permite delegar tareas.
pl_pl: Nie masz uprawnień do przydzielania zadań.

source: Missing folder id for creating task.
es_mx: Falta el id de la carpeta para crear tarea.
pl_pl: Brak identyfikatora folderu do utworzenia zadania.

source: Tasks with private flag cannot be delegated.
bg_bg: Задачите с частен флаг не могат да бъдат делегирани.
ca_es: Les tasques amb marca privada no poden ser delegades.
es_mx: Las tareas con marca privada no pueden ser delegadas.
fr_fr: Les tâches marquées comme privées ne peuvent être déléguées.
nb_no: Oppgaver med privat flagg kan ikke delegeres.
nl_nl: Taken gemarkeerd als privé kunnen niet gedelegeerd worden.
pl_pl: Zadania z flagą prywatną nie mogą być przydzielane innym.
tr_tr: Özel işaretli görevler devredilememektedir.
zh_cn: 不能委托加有私人标志的任务。
zh_tw: 不能委託加有私人標誌的任務。

source: Percent is %d but must be between 0 and 100.
bg_bg: Процентът е %d но трябва да бъде между 0 и 100.
ca_es: El percentatge és %d però ha d'estar entre 0 i 100.
es_mx: El porcentaje es %d pero debe estar entre 0 y 100.
fr_fr: Le pourcentage est %d mais il devrait être entre 0 et 100.
nb_no: Prosent er %d, men må være mellom 0 og 100.
nl_nl: Het percentage is %d maar moet tussen 0 en 100 liggen.
pl_pl: Wartość procentowa wynosi %d. Wartość musi należeć do zakresu od 0 do 100.
tr_tr: Oran %d dir, fakat 0 ile 100 arasında olmalıdır.
zh_cn: 百分比为 %d，但是必须在 0 和 100 之间。
zh_tw: 百分比為 %d，但是必須在 0 和 100 之間。

source: Tasks that have not been started yet need to have a 'Done' percentage of 0 and not %d.
bg_bg: Задачите, които още не са започнали, трябва да имат процент "Готово" от 0, а не %d .
ca_es: Les tasques encara no iniciades han de tenir un percentatge de 'Completada' de 0 i no de %d.
es_mx: Las tareas aún no iniciadas deben tener un porcentaje de 'Completada' de 0 y no de %d.
fr_fr: Le pourcentage d'avancement des tâches qui ne sont pas encore démarrées doit être 0 et non %d.
nb_no: Oppgaver som ikke er startet ennå trenger å ha en prosentandel 'Ferdig' av 0 og ikke %d.
nl_nl: Taken die niet zijn gestart dienen het percentage 0 te hebben en niet %d.
pl_pl: Dla zadań, które nie zostały rozpoczęte, wartość procentowa wykonania musi wynosić 0, a nie %d.
tr_tr: Başlamamış görevler için tamamlanma oranı %d değil, 0 olmalıdır.
zh_cn: 对于尚未开始的任务，完成百分比必须是 0 而不是 %d。
zh_tw: 對於尚未開始的任務，完成百分比必須是 0 而不是 %d。

source: Cannot send event to event system.
es_mx: No se puede enviar un evento al sistema de eventos.
pl_pl: Nie można wysłać zdarzenia do systemu zdarzeń.

source: You are not allowed to edit tasks in folder %1$s (%2$d).
es_mx: No se le permite editar tareas en la carpeta %1$s (%2$d).
pl_pl: Nie masz uprawnień do edycji zadań w folderze %1$s (%2$d).

source: Moving items from or into shared folder %1$s (%2$d) is not allowed.
es_mx: No está permitido mover elementos desde o a la carpeta compartida %1$s (%2$d).
pl_pl: Nie jest dozwolone przenoszenie elementów z lub do folderu udostępnionego %1$s (%2$d).

source: Missing folder mapping for task %1$d.
es_mx: Falta la correspondencia de carpeta para la tarea %1$d
pl_pl: Brak odwzorowania folderu dla zadania %1$d.

source: Unknown recurrence type %d.
bg_bg: Неизвестен вид рецидив %d .
ca_es: Tipus de recurrència %d desconegut.
es_mx: Tipo de periodicidad %d desconocido.
fr_fr: Type de répétition inconnu : %d.
nb_no: Ukjent regelmessighetstype %d.
nl_nl: Onbekend type terugkerende afspraak %d.
pl_pl: Nieznany typ cykliczności %d.
tr_tr: Bilinmeyen yinelenme türü %d.
zh_cn: 未知定期类型 %d。
zh_tw: 未知定期類型 %d。

source: Value for the recurrence is missing: %d.
bg_bg: Стойността за повторението липсва: %d .
ca_es: Falta el valor per a la recurrència: %d.
es_mx: Falta el valor para la periodicidad: %d.
fr_fr: Le facteur de répétition manque : %d.
nb_no: Verdi for gjentakelse mangler: %d.
nl_nl: Waarde voor de terugkerende afspraak ontbreekt: %d.
pl_pl: Brak wartości cyklu: %d.
tr_tr: Yinelenme için değer tanımlı değil: %d.
zh_cn: 缺少定期值：%d。
zh_tw: 缺少定期值: %d。

source: Finished tasks need to have a percentage of 100 and not %d.
bg_bg: Завършените задачи трябва да имат процент от 100, а не %d .
ca_es: Les tasques finalitzades han de tenir un percentatge de 100 i no de %d.
es_mx: Las tareas finalizadas deben tener un porcentaje de 100 y no de %d.
fr_fr: Le pourcentage d'avancement des tâches terminées doit être 100 et non %d.
nb_no: Ferdige oppgaver må ha en prosentandel på 100 og ikke %d.
nl_nl: Voltooide taken moeten het percentage 100 hebben en niet %d.
pl_pl: Dla zakończonych zadań wartość procentowa musi wynosić 100, a nie %d.
tr_tr: Bitmiş görevlerin oranı %d değil, 100 olmalıdır.
zh_cn: 对于已完成的任务，百分比必须是 100 而不是 %d。
zh_tw: 對於已完成的任務，百分比必須是 100 而不是 %d。

source: Invalid task state %d.
es_mx: Estado de tarea no válido: %d.
pl_pl: Nieprawidłowy stan zadania %d.

source: Start date %1$s must be before end date %2$s.
es_mx: La fecha de inicio %1$s debe ser anterior a la fecha de finalización %2$s.
pl_pl: Data początkowa %1$s musi być wcześniejsza od daty końcowej %2$s.

source: The task could not be saved. Please shorten the %1$s and try again. Current length %3$d is more than allowed length of %2$d characters.
es_mx: No se pudo guardar la tarea. Por favor, recorte el %1$s y pruebe de nuevo. La longitud actual %3$d es mayor que la permitida de %2$d caracteres.
pl_pl: Nie można zapisać zadania. Skróć element %1$s i spróbuj ponownie. Bieżąca długość (%3$d znaków) jest większa od dozwolonej długości wynoszącej %2$d znaków.

source: Tasks with private flag cannot be moved to a public folder %1$s (%2$d).
es_mx: No se pueden mover tareas con marca privada a una carpeta pública %1$s (%2$d).
pl_pl: Zadanie z flagami prywatnymi nie może być przeniesione do folderu publicznego %1$s (%2$d).

source: Only the task creator is allowed to set the private flag.
bg_bg: Само създателят на задачата може да зададе частния флаг.
ca_es: Només se li permet posar la marca de privada al creador de la tasca.
es_mx: Sólo se permite poner la marca de privada al creador de la tarea.
fr_fr: Seul le créateur de la tâche est autorisé à mettre en place le drapeau privé.
nb_no: Bare oppgaveeieren har lov til å sette privat-flagget.
nl_nl: Alleen degene die de taak heeft aangemaakt mag de privévlag instellen.
pl_pl: Flaga prywatna może być ustawiona tylko przez autora zadania.
tr_tr: Özel işaret ayarlaması için sadece görev yaratıcısına izin verilmektedir.
zh_cn: 只允许任务创建者设置私人标志。
zh_tw: 只允許任務建立者設置私人標誌。

source: External participants without E-Mail address can not be added.
bg_bg: Външни участници без имейл адрес не могат да бъдат добавени.
ca_es: No es poden afegir participants externs sense adreça de correu electrònic.
es_mx: No se pueden añadir participantes externos sin dirección de E-Mail.
fr_fr: Impossible d'ajouter un participant externe qui n'a pas d'adresse électronique.
nb_no: Eksterne deltakere uten e-postadresse kan ikke legges til.
nl_nl: Kan geen externe deelnemer toevoegen zonder e-mailadres.
pl_pl: Nie można dodać zewnętrznych uczestników bez adresu e-mail.
tr_tr: E-posta adresi olmaksızın dışarıdan katılımcı eklenememektedir.
zh_cn: 无法添加没有电子邮件地址的外部参与者。
zh_tw: 無法添加沒有電子郵件位址的外部參與者。

source: Unexpected error.
es_mx: Error inesperado.
pl_pl: Nieoczekiwany błąd.

source: You are not allowed to see the task %1$d in folder %2$s (%3$d).
es_mx: No se le permite ver la tarea %1$d en la carpeta %2$s (%3$d).
pl_pl: Nie masz uprawnień do wyświetlenia zadania %1$d w folderze %2$s (%3$d).

source: Task contains invalid data: "%1$s"
es_mx: La tarea contiene datos no válidos: "%1$s"
pl_pl: Zadanie zawiera niepoprawne dane: "%1$s"

source: The task %1$d is not stored in folder %2$s (%3$d).
es_mx: La tarea %1$d no está almacenada en la carpeta %2s (%3$d).
pl_pl: Zadanie %1$d nie znajduje się w folderze %2$s (%3$d)

source: Unknown participant type %1$d.
es_mx: Tipo de participante desconocido %1$d.
pl_pl: Nieznany typ uczestnika %1$d.

source: The value entered for costs is not within the allowed range. Please use a value from -130000.00 to 130000.00.
es_mx: El valor introducido para los costes no está dentro del rango permitido. Por favor, use un valor entre -130000,00 y 130000,00.
pl_pl: Wprowadzona wartość kosztów przekracza dozwolony zakres. Użyj wartości z zakresu od -130000,00 do 130000,00.

source: Group %1$d is empty. You can not add an empty group to a task.
bg_bg: Група %1$d е празна. Не можете да добавите празна група към задача.
ca_es: El grup %1$d està buit. No es pot afegir un grup buit a una tasca.
es_mx: El grupo %1$d está vacío. No se puede añadir un grupo vacío a una tarea.
fr_fr: Le groupe %1$d est vide. Il n'est pas possible d'ajouter un groupe vide à une tâche.
nb_no: Gruppe %1$d er tom. Du kan ikke legge til en tom gruppe til en oppgave.
nl_nl: Groep %1$d is leeg. U kan geen lege groep toevoegen aan een taak.
pl_pl: Grupa %1$d jest pusta. Nie można dodać do zadania pustej grupy.
tr_tr: %1$d grubu boştur. Bir göreve boş bir grup ekleyemezsiniz.
zh_cn: 组 %1$d 为空。您不能加入一个空的组到一个任务里。
zh_tw: 組 %1$d 是空的。您不能將空的組添加到任務。

source: Tasks uids can not be changed.
es_mx: No se pueden cambiar los uids de las tareas.
pl_pl: Nie można zmienić UID zadań.

source: Value "%1$s" of attribute "%2$s" contains non digit characters.
bg_bg: Стойността \ " %1$s " на атрибута \ " %2$s " съдържа нецитични знаци.
ca_es: El valor "%1$s" de l'atribut "%2$s" conté caràcters que no són dígits.
es_mx: El valor "%1$s" del atributo "%2$s" contiene caracteres que no son dígitos.
fr_fr: La valeur « %1$s » de l'attribut « %2$s » contient des caractères non numériques.
nb_no: Verdi "%1$s" av attributtet "%2$s" inneholder ikke talltegn.
nl_nl: Waarde "%1$s" van attribuut "%2$s" bevat tekens die geen getallen zijn.
pl_pl: Wartość "%1$s" atrybutu "%2$s" zawiera znaki, które nie są cyframi.
tr_tr: "%2$s" özniteliğinin "%1$s" değeri rakam olmayan karakterler içermektedir.
zh_cn: 属性 %2$s 的值 "%1$s" 包含非数字字符。
zh_tw: 屬性「%2$s」的值「%1$s」包含非數字。

source: Can not determine delegator of task %1$d.
es_mx: No se puede determinar quién delega la tarea %1$d.
pl_pl: Nie można ustalić, kto przydzielił zadanie %1$d.

source: The current version number %1$s is already lower than or equal to the desired version number %2$s.
bg_bg: Текущият номер на версията %1$s вече е по-малък или равен на желания номер на версията %2$s .
ca_es: El número de versió actual %1$s ja és menor o igual que el de la versió desitjada %2$s.
es_mx: El número de versión actual %1$s ya es menor o igual que el de la versión deseada %2$s.
fr_fr: Le numéro de version actuel %1$s est déjà inférieur ou égal au numéro de version souhaité %2$s.
nb_no: Gjeldende versjonsnummer %1$s er allerede lavere enn eller lik ønskede versjonsnummer %2$s.
nl_nl: Het huidige versienummer %1$s is al lager of gelijk aan het gewenste versienummer %2$s.
pl_pl: Numer bieżącej wersji %1$s jest równy lub niższy od żądanego numeru wersji %2$s.
tr_tr: Mevcut versiyon numarası %1$, istenen versiyon numarası %2$s dan zaten daha düşük ya da bu numaraya eşittir.
zh_cn: 当前版本号 %1$s 已经低于或等于需要的版本号 %2$s。
zh_tw: 當前版本號 %1$s 已經低於或等於需要的版本號 %2$s。

source: A SQL problem occurred: %1$s.
es_mx: Se ha producido un error SQL: %1$s.
pl_pl: Wystąpił problem z SQL: %1$s.

source: Error loading update task "%1$s".
bg_bg: Грешка при зареждането на задачата за актуализация \ " %1$s ".
ca_es: Error en carregar la tasca d'actualització "%1$s".
es_mx: Error al cargar la tarea de actualización "%1$s".
fr_fr: Erreur de chargement de la tâche de mise à jour « %1$s ».
nb_no: Feil ved oppdatering av oppgave "%1$s".
nl_nl: Laden van updatetaak "%1$s" is mislukt.
pl_pl: Wystąpił błąd podczas ładowania zadania aktualizacji "%1$s"
tr_tr: Yükleme hatası görev güncellemesi "%1$s".
zh_cn: 加载更新任务 "%1$s" 时出错。
zh_tw: 載入更新任務「%1$s」時出錯。
