Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Each %1$s weeks on %2$s
bg_bg: Всяка седмица %1$s на %2$s
ca_es: Cada %1$s setmanes els %2$s
es_mx: Cada %1$s semanas el %2$s
fr_fr: Toutes les %1$s semaines le %2$s
nb_no: %2$ser hver %1$s. uke
nl_nl: Elke %1$s weken op %2$s
pl_pl: Co %1$s tyg. w %2$s
tr_tr: %2$ de her %1$ hafta
zh_cn: 每 %1$s 周于 %2$s
zh_tw: 每 %1$s 周於 %2$s

source: On %1$s day every month
bg_bg: На %1$s ден всеки месец
ca_es: El %1$s dia de cada mes
es_mx: El %1$s día de cada mes
fr_fr: Chaque %1$s jour tous les mois
nb_no: %1$s. dagen hver måned
nl_nl: Op de %1$se dag van elke maand
pl_pl: %1$s dnia każdego miesiąca
tr_tr: Her ay %1$ günde
zh_cn: 每月 %1$s 日
zh_tw: 每月 %1$s 日

source: On %1$s day every %2$s month
bg_bg: На %1$s ден на всеки %2$s месец
ca_es: El %1$s dia cada %2$s mes
es_mx: El %1$s día de cada %2$s mes
fr_fr: Le %1$s jour tous les %2$s mois
nb_no: %1$s. dagen hver %2$s. måned
nl_nl: Op de %1$se dag van elke %2$se maand
pl_pl: %1$s dnia co %2$s miesięcy
tr_tr: Her %2$ ay %1$ günde
zh_cn: 每 %2$s 月 %1$s日
zh_tw: 每 %2$s 月 %1$s日

source: On %1$s %2$s each month
bg_bg: На %1$s %2$s всеки месец
ca_es: El %1$s %2$s de cada mes
es_mx: El %1$s %2$s de cada mes
fr_fr: Le %1$s %2$s de chaque mois
nb_no: På %1$s %2$s hver måned
nl_nl: Op de %1$s %2$s elke maand
pl_pl: W %1$s %2$s każdego miesiąca
tr_tr: %1$s %2$s da her ay
zh_cn: 每月的第 %1$s 个%2$s
zh_tw: 每月的第 %1$s 個%2$s

source: On %1$s %2$s each %3$s month
bg_bg: На %1$s %2$s всеки месец %3$s
ca_es: El %1$s %2$s cada %3$s mes
es_mx: El %1$s %2$s de cada %3$s mes
fr_fr: Le %1$s %2$s tous les %3$s mois
nb_no: På %1$s %2$s hver %3$s. måned
nl_nl: Op de %1$s %2$s elke %3$se maand
pl_pl: W %1$s %2$s co %3$s miesiąc
tr_tr: %1$s %2$s da her %3$s ay
zh_cn: 每 %3$s 个月的第 %1$s 个%3$s
zh_tw: 每 %3$s 個月的第 %1$s 個%3$s

source: Each %1$s %2$s
bg_bg: Всеки %1$s %2$s
ca_es: Cada %1$s %2$s
es_mx: Cada %1$s de %2$s
fr_fr: Chaque %1$s %2$s
nb_no: Hver %1$s %2$s
nl_nl: Elke %1$se %2$s
pl_pl: Każdego %1$s %2$s
tr_tr: Her %1$s %2$s
zh_cn: 每 %2$s %1$s
zh_tw: 每 %2$s %1$s

source: , ends after %1$s appointment(s)
bg_bg: , завършва след %1$s среща (и)
ca_es: , acaba desprÃ©s de %1$s cita/es
es_mx: , termina después de %1$s cita(s)
fr_fr: ; se termine après %1$s rendez-vous
nb_no: , slutter etter %1$s avtale(r)
nl_nl: , stopt na %1$s afspra(a)ak(en)
pl_pl: , koniec po %1$s spotkaniu (spotkaniach)
tr_tr: , %1$s randevu(lar) dan sonra bitmektedir
zh_cn: ，在 %1$s 次约会后结束
zh_tw: ，在 %1$s 次約會後結束

source: , ends after %1$s task(s)
bg_bg: , завършва след %1$s задача (и)
ca_es: , acaba desprÃ©s de %1$s tasca/es
es_mx: , termina después de %1$s tarea(s)
fr_fr: ; se termine après %1$s tâche(s)
nb_no: , slutter etter %1$s oppgave(r)
nl_nl: , stopt na %1$s ta(a)k(en)
pl_pl: , koniec po %1$s zadaniu (zadaniach)
tr_tr: , %1$s görev(ler) den sonra bitmektedir
zh_cn: ，在 %1$s 个任务后结束
zh_tw: ，在 %1$s 個任務後結束

source: , ends on %1$s
bg_bg: , завършва на %1$s
ca_es: , acaba el %1$s
es_mx: , termina el %1$s
fr_fr: ; se termine à %1$s
nb_no: , slutter på %1$s
nl_nl: , eindigt op %1$s
pl_pl: , koniec dnia %1$s
tr_tr: , %1$s da bitmektedir
zh_cn: ，结束于 %1$
zh_tw: ，結束於 %1$

source: Weekday
bg_bg: Работен ден
ca_es: Dia feiner
es_mx: Día entre semana
fr_fr: Jour de semaine
nb_no: Ukedag
nl_nl: Weekdag
pl_pl: Dzień powszedni
tr_tr: Haftaiçi
zh_cn: 工作日
zh_tw: 工作日

source: Broken CSV file: Lines have different number of cells, line #1 has %d, line #%d has %d. Is this really a CSV file?
es_mx: Archivo CSV defectuoso: Las líneas tienen distinta cantidad de celdas, la línea #1 tiene %d, la línea #%d tiene %d. ¿De verdad es un archivo CSV?
pl_pl: Uszkodzony plik CSV: wiersze mają różną liczbę komórek. Liczba komórek w wierszu 1: %d. Liczba komórek w wierszu %d: %d. Czy na pewno jest to plik CSV?

source: Illegal state: Found data after presumed last line.
es_mx: Estado ilegal: Se han encontrado datos más allá de la que supuestamente era la última línea.
pl_pl: Nieprawidłowy stan: znaleziono dane po wierszu, który był uznany jako ostatni.

source: Encountered IO error while trying to read stream
es_mx: Se encontró un error E/S al intentar leer el flujo
pl_pl: Podczas odczytu strumienia we/wy wystąpił błąd

source: Some field values are too long.
es_mx: Algunos valores de campos son demasiado largos.
pl_pl: Niektóre wartości pól są za długie.

source: Invalid SQL Query: %1$s
es_mx: Consulta SQL no válida: %1$s
pl_pl: Nieprawidłowe zapytanie SQL: %1$s

source: Cannot pre-fetch results.
es_mx: No se pueden precargar los resultados.
pl_pl: Nie można wykonać wstępnego pobierania wyników.

source: The requested item does not exist.
es_mx: El elemento solicitado no existe.
pl_pl: Żądany element nie istnieje.

source: Could not load documents to check the permissions
es_mx: No se han podido cargar los documentos para verificar sus permisos
pl_pl: Nie można załadować dokumentów w celu sprawdzenia uprawnień

source: The folder %1$s is not an Infostore folder
es_mx: La carpeta %1$s no es una carpeta del Portadocumentos
pl_pl: Folder %1$s nie jest folderem magazynu informacji

source: You do not have sufficient read permissions to read objects in this folder..
es_mx: No tiene suficientes permisos de lectura para leer objetos de esta carpeta.
pl_pl: Nie masz uprawnień wystarczających do odczytu obiektów z tego folderu...

source: You do not have sufficient permissions to create objects in this folder.
es_mx: No tiene suficientes permisos para crear objetos en esta carpeta.
pl_pl: Nie masz uprawnień wystarczających do tworzenia obiektów w danym folderze.

source: You are not allowed to update this item.
es_mx: No se le permite actualizar este elemento.
pl_pl: Nie masz uprawnień do aktualizacji danego elementu.

source: You are not allowed to create objects in the target folder.
es_mx: No se le permite crear objetos en la carpeta destino.
pl_pl: Nie masz uprawnień do tworzenia obiektów w folderze docelowym.

source: Could not delete all objects.
es_mx: No se han podido borrar todos los objetos.
pl_pl: Nie można usunąć wszystkich obiektów.

source: You do not have sufficient permissions to delete this version.
es_mx: No tiene suficientes permisos para borrar esta versión.
pl_pl: Nie masz wystarczających uprawnień wystarczających do usunięcia tej wersji.

source: Could not iterate result.
es_mx: No se ha podido recorrer el resultado.
pl_pl: Nie można powtórzyć wyników.

source: This document is locked.
es_mx: Este documento está bloqueado.
pl_pl: Dokument jest zablokowany.

source: You cannot unlock this document.
es_mx: No puede desbloquear este documento.
pl_pl: Nie możesz odblokować danego dokumentu.

source: You need write permissions to lock a document.
es_mx: Necesita permisos de escritura para bloquear un documento.
pl_pl: Zablokowanie dokumentu wymaga uprawnień zapisu.

source: Could not generate new ID.
es_mx: No se ha podido generar un nuevo ID.
pl_pl: Nie można utworzyć nowego identyfikatora.

source: You are not allowed to delete objects in the source folder. This document cannot be moved.
es_mx: No se le permite borrar objetos de la carpeta origen. Este documento no se puede mover.
pl_pl: Nie masz uprawnień do usuwania obiektów z folderu źródłowego. Przeniesienie danego dokumentu nie jest możliwe.

source: You need write permissions to unlock a document.
es_mx: Necesita permisos de escritura para desbloquear un documento.
pl_pl: Odblokowanie dokumentu wymaga uprawnień zapisu.

source: The document you requested does not exist.
bg_bg: Поисканият от вас документ не съществува.
ca_es: El document que heu sol·licitat no existeix.
es_mx: El documento que ha solicitado no existe.
fr_fr: Le document que vous avez demandé n'existe pas.
nb_no: Dokumentet du ba om finnes ikke.
nl_nl: Het document dat u opvroeg bestaat niet.
pl_pl: Żądany dokument nie istnieje.
tr_tr: İstenilen döküman bulunmamaktadır.
zh_cn: 您请求的文档不存在。
zh_tw: 您請求的文檔不存在。

source: Files attached to InfoStore items must have unique names. File name: %1$s. The other document with this file name is %2$s.
es_mx: Los archivos adjuntados a elementos del portadocumentos deben tener nombres diferenciados. Nombre de archivo: %1$s. El otro documento que tiene el mismo nombre de archivo es %2$s.
pl_pl: Pliki dołączone do elementów magazynu informacji muszą mieć unikatowe nazwy. Nazwa pliku: %1$s. Drugi dokument o tej samej nazwie pliku to %2$s.

source: Could not determine number of versions for info item %1$s in context %s. Invalid query: %2$s
es_mx: No se pudo determinar el número de versiones para el elemento de información %1$s en el contexto %s. Solicitud no válida: %2$s
pl_pl: Nie można określić liczby wersji dla elementu informacji %1$s w kontekście %s. Nieprawidłowe zapytanie: %2$s

source: You do not have the permissions to delete at least one of the info items.
es_mx: No tiene permisos para borrar al menos uno de los elementos de información.
pl_pl: Nie masz uprawnień pozwalających na usunięcie przynajmniej jednego elementu informacji.

source: Illegal argument: document %1$s contains no file
es_mx: Argumento ilegal: El documento %1$s no contiene archivos
pl_pl: Nieprawidłowy argument: dokument %1$s nie zawiera żadnego pliku

source: Folder %1$s has two subfolders named %2$s. The database for context %3$s is not consistent.
es_mx: La carpeta %1$s tiene dos subcarpetas denominadas %2$s. La base de datos para el contexto %3$s no es consistente.
pl_pl: Folder %1$s ma dwa podfoldery o nazwie %2$s. Baza danych jest niespójna w przypadku kontekstu %3$s.

source: In order to accomplish the search, %1$s or more characters are required.
bg_bg: За да се извърши търсенето, се изискват %1$s или повече знаци.
ca_es: Son necessaris %1$s o més caràcters per a poder realitzar la recerca.
es_mx: Son necesarios %1$s o más caracteres para poder realizar la búsqueda.
fr_fr: Pour effectuer la recherche, au moins %1$s caractères sont nécessaires.
nb_no: For å utføre søket kreves %1$s eller flere tegn.
nl_nl: Om de zoekactie uit te voeren zijn %1$s of meer tekens nodig.
pl_pl: Liczba znaków wymagana do zakończenia wyszukiwania: %1$s.
tr_tr: Aramayı tamamlamak için, %1$s ya da daha fazla karakter gerekmektedir.
zh_cn: 要完成搜索，需要 %1$s 个或更多字符。
zh_tw: 要完成搜索，需要 %1$s 個或更多字元。

source: DocumentMetadata %1$s could not be deleted. Please try again.
es_mx: No se ha podido borrar el DocumentMetadata %1$s. Por favor, inténtelo de nuevo.
pl_pl: Nie można usunąć metadanych dokumentu %1$s. Spróbuj ponownie.

source: The document could not be updated because it was modified. Reload the view.
es_mx: No se pudo actualizar el documento porque había sido modificado. Actualice la vista.
pl_pl: Nie można wykonać aktualizacji dokumentu, gdyż został on zmodyfikowany. Przeładuj widok.

source: The document was updated in between do and undo. The database is now probably inconsistent.
es_mx: El documento ha sido actualizado entre las operaciones hacer y deshacer. Es probable que la base de datos sea inconsistente.
pl_pl: Między wykonaniem czynności i jej cofnięciem dokument został zaktualizowany. Baza danych jest teraz prawdopodobnie niespójna.

source: This folder is a virtual folder. It cannot contain documents.
es_mx: Esta es una carpeta virtual. No puede contener documentos.
pl_pl: Dany folder jest folderem wirtualnym. Nie może on zawierać dokumentów.

source: Validation failed: %1$s
bg_bg: Проверката не бе успешна: %1$s
es_mx: Falló la validación: %1$s
pl_pl: Nie można sprawdzić poprawności: %1$s

source: File name must not contain slashes.
es_mx: El nombre del archivo no debe contener barras.
pl_pl: Nazwa pliku nie może zawierać ukośników.

source: File name contains illegal characters.
es_mx: El nombre del archivo contiene caracteres no válidos.
pl_pl: Nazwa pliku zawiera niedozwolone znaki.

source: New file versions can't be saved with an offset.
bg_bg: Нова версия на файл не може да бъде запазена с отместване.
ca_es: Les noves versions de fitxers no es poden desar amb una posició.
fr_fr: Les nouvelles versions de fichiers ne peuvent pas être enregistrées sans une position.
nb_no: Nye filversjoner kan ikke lagres med et avvik.
nl_nl: Nieuwe bestandsversies kunnen niet opgeslagen worden met een verschuiving.
pl_pl: Nowe wersje pliku nie mogą być zapisane z przesunięciem.
tr_tr: Yeni versiyonlar kaydırma ile kaydedilememektedir.
zh_cn: 新文件版本无法以一个补偿保存。
zh_tw: 新檔案版本不能使用偏移量儲存。

source: Cannot find property %s.
es_mx: No se puede encontrar la propiedad %s.
pl_pl: Nie można znaleźć właściwości %s.

source: Cannot build distinguished name from %s.
es_mx: No se puede crear un nombre distintivo de %s.
pl_pl: Nie można utworzyć oddzielnej nazwy z %s.

source: Class %s can not be loaded.
es_mx: No se puede cargar la clase %s.
pl_pl: Nie można załadować klasy %s.

source: Cannot instantiate class %s.
es_mx: No se puede instanciar la clase %s.
pl_pl: Nie można utworzyć instancji klasy %s.

source: SQL problem: "%s"
es_mx: Problema SQL: "%s"
pl_pl: Wystąpił problem SQL: "%s"

source: Problem putting/removing an object into/from the cache.
bg_bg: Проблем при поставянето / премахването на обект в / от кеша.
ca_es: Problema inserint/suprimint un objecte a/de la memòria cau.
es_mx: Problema insertando/eliminando un objeto en/de la caché.
fr_fr: Problème en plaçant un objet dans le cache ou en l'en supprimant.
nb_no: Problem med å legge til/fjerne et objekt til/fra hurtigbufferen.
nl_nl: Probleem met het plaatsen/halen van een object in/uit de buffer.
pl_pl: Wystąpił problem z umieszczeniem obiektów w pamięci podręcznej lub ich usunięciem z pamięci podręcznej.
tr_tr: İçeriği önbelleğe/önbellekten yerleştirme/kaldırma problemi
zh_cn: 将对象推送到缓存/从缓存删除对象时出现问题。
zh_tw: 將物件推送到緩存/從緩存刪除物件時出現問題。

source: Hash algorithm %s could not be found.
es_mx: No se encuentra el algoritmo Hash %s.
pl_pl: Nie znaleziono algorytmu mieszania %s.

source: Encoding %s cannot be used.
es_mx: No se puede usar la codificación %s.
pl_pl: Nie można używać kodowania %s.

source: Cannot find resource group with identifier %d.
es_mx: No se puede encontrar un grupo de recursos con el identificador %d.
pl_pl: Nie można znaleźć grupy zasobów o identyfikatorze %d.

source: Found resource groups with same identifier %d.
es_mx: Se han encontrado grupos de recursos con el mismo identificador %d.
pl_pl: Znaleziono grupy zasobów o tym samym identyfikatorze %d.

source: Cannot find resource with identifier %d.
es_mx: No se puede encontrar un recurso con el identificador %d.
pl_pl: Nie można znaleźć zasobu o identyfikatorze %d.

source: Found resources with same identifier %d.
es_mx: Se han encontrado recursos con el mismo identificador %d.
pl_pl: Znaleziono zasoby o tym samym identyfikatorze %d.

source: Cannot find user with E-Mail %s.
es_mx: No se puede encontrar un usuario con la dirección de E-Mail %s.
pl_pl: Nie można znaleźć użytkownika o adresie e-mail %s.

source: Cannot find user with identifier %1$s in context %2$d.
es_mx: No se puede encontrar un usuario con el identificador %1$s en el contexto %2$d.
pl_pl: Nie można znaleźć użytkownika o identyfikatorze %1$s w kontekście %2$d.

source: Cannot find group with identifier %1$s in context %2$d.
es_mx: No se puede encontrar un grupo con el identificador %1$s en el contexto %2$d.
pl_pl: Nie można znaleźć grupy o identyfikatorze %1$s w kontekście %2$d.

source: Cannot clone object %1$s.
es_mx: No se puede clonar el objeto %1$s.
pl_pl: Nie można sklonować obiektu %1$s.

source: Two users with same identifier %1$s in context %2$d found.
es_mx: Se han encontrado dos usuarios con el mismo identificador %1$s en el contexto %2$d.
pl_pl: Znaleziono dwóch użytkowników o tym samym identyfikatorze %1$s w kontekście %2$d.

source: Missing or unknown password mechanism %1$s
es_mx: El mecanismo de contraseñas %1$s falta o es desconocido
pl_pl: Brakujący lub nieznany mechanizm hasła %1$s

source: New password contains invalid characters
es_mx: La contraseña nueva contiene caracteres no válidos
pl_pl: Nowe hasło zawiera nieprawidłowe znaki

source: Attributes of user %1$d in context %2$d have been erased.
bg_bg: Атрибутите на потребител %1$d в контекста %2$d са изтрити.
ca_es: Els atributs de l'usuari %1$d en el context %2$d han estat suprimits.
es_mx: Los atributos del usuario %1$d en el contexto %2$d han sido borrados.
fr_fr: Les attributs de l'utilisateur %1$d dans le contexte %2$d ont été effacés.
nb_no: Attributter til bruker %1$d i kontekst %2$d har blitt slettet.
nl_nl: Attributen van gebruiker %1$d in context %2$d zijn verwijderd.
pl_pl: Usunięto cechy użytkownika %1$d w kontekście %2$d.
tr_tr: %2$d içeriğinde yer alan %1$ kullanıcısının özellikleri silinmiştir.
zh_cn: 环境 %2$d 中用户 %1$d 的属性 %2$d 已被清除。
zh_tw: 環境 %2$d 中用戶 %1$d 的屬性 %2$d 已被清除。

source: Loading one or more users failed.
bg_bg: Зареждането на един или повече потребители е неуспешно.
ca_es: Ha fallat la càrrega d'un o més usuaris.
es_mx: Ha fallado la carga de uno o más usuarios.
fr_fr: Le chargement d'un ou plusieurs utilisateurs a échoué.
nb_no: Lasting av én eller flere brukere mislyktes.
nl_nl: Inlezen van één of meer gebruikers is mislukt.
pl_pl: Załadowanie przynajmniej jednego użytkownika nie powiodło się.
tr_tr: Bir ya da daha fazla kullanıcının yüklenmesi başarısız olmuştur.
zh_cn: 载入一个或多个用户失败。
zh_tw: 載入一個或多個用戶失敗。

source: Alias entries are missing for user %1$d in context %2$d.
bg_bg: Записите за псевдоними липсват за потребител %1$d в контекста %2$d .
ca_es: No existeixen entrades d'àlies per a l'usuari %1$d en el context %2$d.
es_mx: No existen entradas de alias para el usuario %1$d en el contexto %2$d.
fr_fr: Les éléments d'alias manquent pour l'utilisateur %1$d dans le contexte %2$d.
nb_no: Alias-oppføringer mangler for bruker %1$d i kontekst %2$d.
nl_nl: E-mailalias voor gebruiker %1$s bestaat niet in context %2$s.
pl_pl: Brak alternatywnych wpisów dla użytkownika %1$d w kontekście %2$d.
tr_tr: %2$d içeriğindeki %1$d kullanıcısı için rumuz girişleri eksiktir.
zh_cn: 在上下文%2$d中用户%1$d没有别名项。
zh_tw: 內容 %2$d 當中的使用者 %1$d 缺少暱稱項目。

source: Updating attributes failed in context %1$d for user %2$d.
bg_bg: Актуализиращите атрибути се провалиха в контекста %1$d за потребител %2$d .
ca_es: Ha fallat l'actualització d'atributs en el context %1$d per a l'usuari %2$d.
es_mx: Ha fallado la actualización de atributos en el contexto %1$d para el usuario %2$d.
fr_fr: La mise à jour des attributs a échoué dans le contexte %1$d pour l'utilisateur %2$d.
nb_no: Oppdatering av attributter mislyktes i kontekst %1$d for bruker %2$d.
nl_nl: Het is mislukt om de attributen bij te werken in context %1$d voor gebruiker %2$d.
pl_pl: Aktualizacja atrybutów nie powiodła się w kontekście %1$d dla użytkownika %2$d.
tr_tr: %2$d kullanıcısı için %1$d içeriğindeki özelliklerin güncellenmesi başarısız olmuştur.
zh_cn: 为上下文 %1$d 中的用户 %2$d 更新属性失败。
zh_tw: 無法更新 %2$d 使用者的 %1$d 文本屬性。

source: Invalid password length. The password must have a minimum length of %1$d.
bg_bg: Невалидна дължина на паролата. Паролата трябва да има минимална дължина %1$d.
ca_es: Longitud de contrasenya invàlida. La contrasenya ha de tenir una longitud mínima de %1$d caràcters.
es_mx: Longitud de contraseña no válida. La contraseña debe tener una longitud mínima de %1$d caracteres.
fr_fr: La longueur du mot de passe est invalide. Le mot de passe doit comporter au minimum %1$d caractères.
nb_no: Ugyldig passordlengde. Passordet må ha en lengde på minimum %1$d.
nl_nl: Ongeldige wachtwoordlengte. De minimale lengte van het wachtwoord is %1$d.
pl_pl: Nieprawidłowa długość hasła. Minimalna długość hasła: %1$d.
tr_tr: Şifrenin uzunluğu geçersizdir. Şifre uzunluğu en az %1$d olmalıdır.
zh_cn: 无效的密码长度。密码必须有最短长度 %1$d。
zh_tw: 密碼長度錯誤。密碼最短只能有 %1$d 個字。

source: Invalid password length. The password must have a maximum length of %1$d.
bg_bg: Невалидна дължина на паролата. Паролата трябва да има максимална дължина %1$d.
ca_es: Longitud de contrasenya no vàlida. La contrasenya ha de tenir una longitud màxima de %1$d caràcters.
es_mx: Longitud de contraseña no válida. La contraseña debe tener una longitud máxima de %1$d caracteres.
fr_fr: La longueur du mot de passe est invalide. Le mot de passe doit comporter au maximum %1$d caractères.
nb_no: Ugyldig passordlengde. Passordet må ha en maksimal lengde på %1$d.
nl_nl: Ongeldige wachtwoordlengte. De maximale lengte van het wachtwoord is %1$d.
pl_pl: Nieprawidłowa długość hasła. Maksymalna długość hasła: %1$d.
tr_tr: Şifrenin uzunluğu geçersizdir. Şifre uzunluğu en fazla %1$d olmalıdır.
zh_cn: 无效的密码长度。密码必须有最长长度 %1$d。
zh_tw: 密碼長度錯誤。密碼最長只能有 %1$d 個字。

source: The parameter %s for this user is missing.
es_mx: Falta el parámetro %s para este usuario.
pl_pl: Brak parametru %s dla tego użytkownika.

source: %s is not a valid locale.
es_mx: $s no es una localización válida.
pl_pl: %s nie jest prawidłowym ustawieniem regionalnym.

source: %s is not a valid timezone.
es_mx: %s no es una zona horaria válida.
pl_pl: %s nie jest prawidłową strefą czasową.

source: Locking attributes of multiple users is not allowed. You tried to lock %1$d user's attributes.
bg_bg: Атрибутите за заключване на няколко потребители не са разрешени. Опитахте се да заключите атрибутите на %1$d потребител.
ca_es: No es permet bloquejar atributs de múltiples usuaris. Heu intentat bloquejar %1$d atributs d'usuaris.
es_mx: No se permite bloquear atributos de múltiples usuarios. Ha intentado bloquear %1$d atributos de usuarios.
fr_fr: Il est impossible de verrouiller les attributs de plusieurs utilisateurs. Vous avez essayé de verrouiller les attributs de %1$d utilisateurs.
nb_no: Låsing av attributter til flere brukere er ikke tillatt. Du prøvde å låse %1$d brukers attributter.
nl_nl: Vergrendelen van attributen van meerdere gebruikers is niet toegestaan. U heeft geprobeerd %1$d gebruikersattributen te vergrendelen.
pl_pl: Blokowanie atrybutów wielu użytkowników nie jest dozwolone. Liczba użytkowników, których atrybuty próbowano zablokować:
tr_tr: Birden fazla kullanıcının özniteliğinin kilitlenmesine izin verilmemektedir. %1$d kullanıcısının özniteliğini kilitlemeye çalıştınız.
zh_cn: 不允许锁住多个用户的属性。您在尝试锁住 %1$d 个用户的属性。
zh_tw: 不允許鎖定多個使用者的屬性，您嘗試鎖定 %1$d 位使用者的屬性。

source: Unable to access the link between these two objects. Insufficient rights. First object %1$d folder %2$d. Second object %3$d folder %4$d context %5$d.
es_mx: No se puede acceder al vínculo entre estos dos objetos. Permisos insuficientes.Primer objeto %1$d carpeta %2$d. Segundo objeto %3$d carpeta %4$d contexto %5$d.
pl_pl: Nie można utworzyć połączenia między tymi dwoma obiektami. Niewystarczające uprawnienia. Pierwszy obiekt %1$d, folder %2$d, drugi obiekt %3$d, folder %4$d, kontekst %5$d.

source: Unable to create a link between these two objects. This link already exists. First object %1$d folder %2$d. Second object %3$d folder %4$d context %5$d.
es_mx: No se puede crear un vínculo entre estos dos objetos. El vínculo ya existe.Primer objeto %1$d carpeta %2$d. Segundo objeto %3$d carpeta %4$d contexto %5$d.
pl_pl: Nie można utworzyć połączenia między tymi dwoma obiektami. Połączenie już istnieje. Pierwszy obiekt %1$d, folder %2$d, drugi obiekt %3$d, folder %4$d, kontekst %5$d.

source: Invalid SQL query: %s
es_mx: Consulta SQL no válida: %s
pl_pl: Nieprawidłowe zapytanie SQL: %s

source: User is missing for the reminder.
es_mx: Falta el usuario para el recordatorio.
pl_pl: Brak użytkownika w przypomnieniu.

source: Object identifier is missing.
es_mx: Falta el identificador del objeto.
pl_pl: Brak identyfikatora obiektu.

source: Alarm date for the reminder is missing.
es_mx: Falta la fecha de la alarma para el recordatorio.
pl_pl: Brak daty alarmu dla przypomnienia.

source: Unable to insert reminder
es_mx: No se ha podido insertar el recordatorio
pl_pl: Nie można wstawić przypomnienia

source: Unable to update reminder
es_mx: No se pudo actualizar el recordatorio
pl_pl: Nie można zaktualizować przypomnienia
