Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Cannot translate id=%d to a constant from FolderObject.
es_mx: No se puede traducir id=%d a una constante de FolderObject.
pl_pl: Nie można przełożyć identyfikatora id=%d na stałą z elementu FolderObject.

source: Can only handle one file, not %s
bg_bg: Може да работи само с един файл, а не с %s
ca_es: Només es pot processar un fitxer, no %s
es_mx: Sólo se puede procesar un archivo, no %s
fr_fr: Un seul fichier géré, pas %s
nb_no: Kan bare håndtere én fil, ikke %s
nl_nl: Kan slechts één bestand afhandelen, niet %s
pl_pl: Wybrano %s plików do obsługi, ale możliwa jest obsługa wyłącznie jednego pliku.
tr_tr: Sadece bir dosya taşıyabilir, %s değil
zh_cn: 只能处理一个文件，不是 %s 个
zh_tw: 只能處理一個檔，不是 %s 個

source: Unknown format: %s
bg_bg: Неизвестен формат: %s
ca_es: Format desconegut: %s
es_mx: Formato desconocido: %s
fr_fr: Format inconnu : %s
nb_no: Ukjent format: %s
nl_nl: Onbekende indeling: %s
pl_pl: Nieznany format: %s
tr_tr: Bilinmeyen biçim: %s
zh_cn: 未知格式：%s
zh_tw: 未知格式: %s

source: Empty file uploaded.
bg_bg: Изпратен е празен файл.
ca_es: S'ha pujat un fitxer buit.
es_mx: Se ha subido un archivo vacío.
fr_fr: Fichier vide téléchargé.
nb_no: Tom fil lastet opp.
nl_nl: Leeg bestand geüpload.
pl_pl: Został przesłany pusty plik.
tr_tr: Boş dosya yüklendi.
zh_cn: 上载的文件是空的。
zh_tw: 上載的文件是空的。

source: The file you selected does not exist.
bg_bg: Избраният от вас файл не съществува.
ca_es: El fitxer que heu sol·licitat no existeix.
es_mx: El archivo que ha solicitado no existe.
fr_fr: Le fichier que vous avez sélectionné n'existe pas.
nb_no: Den valgte filen finnes ikke.
nl_nl: Het bestand dat u selecteerde bestaat niet.
pl_pl: Wybrany plik nie istnieje.
tr_tr: İstenilen dokuman yok
zh_cn: 您选择的文件不存在。
zh_tw: 您選擇的文件不存在。

source: Could not load ContactInterface to write storage contacts.
es_mx: No se pudo cargar ContactInterface para grabar los contactos de almacenamiento.
pl_pl: Nie można załadować interfejsu ContactInterface w celu zapisania kontaktów.

source: Could not write entry into database.
es_mx: No se pudo escribir el elemento en la base de datos.
pl_pl: Nie można zapisać pozycji w bazie danych.

source: Ignoring invalid value for field "%1$s": %2$s
bg_bg: Пренебрегва невалидната стойност за поле \ " %1$s ": %2$s
ca_es: Valor no vàlid per al camp "%1$s": %2$s
es_mx: Valor no válido para el campo "%1$s": %2$s
fr_fr: Ignorer la valeur invalide pour le champ « %1$s » : %2$s
nb_no: Ignorerer ugyldig verdi for feltet "%1$s": %2$s
nl_nl: Ongeldige waarde voor veld "%1$s" wordt genegeerd: %2$s.
pl_pl: Wartość pola %1$s: %2$s zostanie pominięta.
tr_tr: "%1$s" alanı için geçersiz değer: %2$s
zh_cn: 忽略字段 "%1$s" 的无效值：%2$s
zh_tw: 忽略欄位 "%1$s" 中的無效值: %2$s

source: No file was uploaded
bg_bg: Няма качени файлове
ca_es: No s'ha pujat cap fitxer
es_mx: No se subió ningún archivo
fr_fr: Aucun fichier n'a été téléchargé.
nb_no: Ingen fil ble lastet opp
nl_nl: Er is geen bestand geupload.
pl_pl: Nie przesłano pliku
tr_tr: Herhangi bir dosya yüklenmedi
zh_cn: 没有上载文件
zh_tw: 未上傳檔案

source: Could not import an entry because one or more fields are too big for the database: %s
bg_bg: Не може да се импортира запис, защото едно или повече полета са твърде големи за базата данни: %s
ca_es: No s'ha pogut importar un element perquè un o més camps són massa grans per a la base de dades: %s
es_mx: No se pudo importar un elemento porque uno o más campos son demasiado grandes para la base de datos: %s
fr_fr: Impossible d'importer un élément car un ou plusieurs champs sont trop grands pour la base de données : %s
nb_no: Kan ikke importere en oppføring fordi ett eller flere felt er for stor for databasen: %s
nl_nl: Het is niet mogelijk om een item te importeren omdat een of meerdere velden te lang zijn voor de database: %s
pl_pl: Import pozycji nie powiódł się. Przynajmniej jedno pole jest za duże względem danej bazy danych: %s
tr_tr: Giriş aktarılmadı çünkü bir ya da daha fazla alan veri tabanı için fazla büyük: %s
zh_cn: 无法汇入项目，因为有一个或超过一个字段太大了，无法放进数据库: %s
zh_tw: 無法匯入項目，因為有一個或超過一個欄位太大了，無法放進資料庫: %s

source: Could not create the following element: %s
bg_bg: Не можа да се създаде следният елемент: %s
ca_es: No s'ha pogut crear el següent element: %s
es_mx: No se ha podido crear el siguiente elemento: %s
fr_fr: Impossible de créer l'élément suivant : %s
nb_no: Kan ikke opprette følgende element: %s
nl_nl: Kan het volgende element niet vinden: %s
pl_pl: Nie można utworzyć następującego elementu: %s
tr_tr: Aşağıdaki öge oluşturulamadı: %s
zh_cn: 无法创建以下元素: %s
zh_tw: 無法建立以下元素: %s

source: Could not find the temp file needed for the conversion.
es_mx: No se pudo encontrar el archivo temporal necesario para la conversión.
pl_pl: Nie można znaleźć pliku tymczasowego wymaganego do konwersji.

source: Missing parameter for folder
bg_bg: Липсва параметър за папката
ca_es: Falta el paràmetre per a la carpeta
es_mx: Falta el parámetro para la carpeta
fr_fr: Paramètre manquant pour le dossier
nb_no: Mangler parameter for mappe
nl_nl: Ontbrekende parameter voor map
pl_pl: Brak parametru folderu
tr_tr: Klasörün değişkeni eksik
zh_cn: 缺少文件夹参数
zh_tw: 缺少資料夾參數

source: Columns should be numbers, could not convert %s into number
bg_bg: Колоните трябва да са числа, не могат да се конвертират %s в брой
ca_es: Les columnes han de ser nombres; no es pot convertir %s en un nombre
es_mx: Las columnas deben ser números; no se puedo convertir %s a un número
fr_fr: Le colonnes devraient être des nombres, impossible de convertir %s en un nombre
nb_no: Kolonnene bør være tall, kunne ikke konvertere %s til tall
nl_nl: Kolommen moeten getallen zijn, het is niet mogelijk %s om te zetten naar een nummer.
pl_pl: Kolumny powinny być liczbami. Nie można skonwertować wartości %s na liczbę.
tr_tr: Sütunlar numara şeklinde olmalı, %s numaraya dönüştürülemedi
zh_cn: 列应为数字，无法转换 %s 成数字
zh_tw: 欄位應該是數字，無法將 %s 轉換為數字

source: The uploaded file did not contain any content
bg_bg: Каченият файл не съдържа съдържание
ca_es: El fitxer pujat no tenia contingut
es_mx: El archivo subido no tenía contenido
fr_fr: Le fichier téléchargé n'avait pas de contenu
nb_no: Den opplastede filen inneholder ikke noe innhold
nl_nl: Het aangeboden bestand bevat geen inhoud.
pl_pl: Przesłany plik nie ma żadnej zawartości
tr_tr: Yüklenen belgenin herhangi bir içeriği yoktu
zh_cn: 上载的文件没有任何内容
zh_tw: 上傳的檔案未包含任何內容

source: Something went wrong reading from specified file. Please try again.
bg_bg: Нещо се обърка в четене от конкретен файл. Моля, опитайте отново.
ca_es: Quelcom ha fallat en llegir del fitxer especificat. Per favor, provau-ho de nou.
es_mx: Algo ha fallado al leer del archivo especificado. Por favor, inténtelo de nuevo.
fr_fr: Quelque chose s'est mal passé lors de la lecture depuis le fichier indiqué. Veuillez réessayer.
nb_no: Noe gikk galt ved lesing fra filen. Prøv på nytt.
nl_nl: Er is iets mis gegaan bij het lezen van het opgegeven bestand. Probeer het alstublieft opnieuw.
pl_pl: Podczas odczytu z podanego pliku wystąpiły problemy. Spróbuj ponownie.
tr_tr: Belirtilen dosya okunurken bir sorun yaşandı. Lütfen tekrar deneyiniz.
zh_cn: 在从指定档案读取时发生一些错误。请重试。
zh_tw: 讀取指定的檔案時發生錯誤，請再試一次。

source: Could not create: %s
bg_bg: Не можа да се създаде: %s
ca_es: No s'ha pogut crear: %s
fr_fr: Impossible de créer : %s
nb_no: Kunne ikke opprette: %s
nl_nl: Kan het bestand niet aanmaken: %s
pl_pl: Nie można utworzyć: %s
tr_tr: Şu oluşturulamadı: %s
zh_cn: 无法创建：%s
zh_tw: 無法創建：%s

source: No IndexAccess implementation was found for module %1$s.
es_mx: No se encontró ninguna implementación de IndexAccess para el módulo %1$s.
pl_pl: Nie znaleziono wdrożenia IndexAccess dla modułu $1%s.

source: An I/O Error occurred: %1$s
es_mx: Se ha producido un error de E/S: %1$s
pl_pl: Wystąpił błąd we/wy: %1$s

source: An index entry does not exist for folder %1$s in account %2$s.
es_mx: No existe una entrada de índice para la carpeta %1$s en la cuenta %2$s.
pl_pl: Pozycja indeksu nie istnieje dla folderu %1$s na koncie %2$s.

source: Index search for module %1$d is not enabled for user %2$d in context %3$d.
es_mx: No se ha activado la búsqueda de índices del módulo %1$d para el usuario %2$d en el contexto %3$d.
pl_pl: Przeszukiwanie indeksu dla modułu %1$d nie jest włączone w przypadku użytkownika %2$d w kontekście %3$d.

source: The index for module %1$d for user %2$d in context %3$d is currently locked.
es_mx: El índice del módulo %1$d para el usuario %2$d en el contexto %3$d está bloqueado actualmente,
pl_pl: Indeks dla modułu %1$d w przypadku użytkownika %2$d w kontekście %3$d jest obecnie zablokowany.

source: Index-based search is not supported for module: %1$s
es_mx: La búsqueda basa en índices no está admitida por el módulo: %1$s
pl_pl: Wyszukiwanie na bazie indeksu nie jest obsługiwane dla modułu %1$s.

source: There is no search handler for field %1$s.
es_mx: No hay ningún controlador de búsqueda para el campo %1$s.
pl_pl: Brak obsługi wyszukiwania dla pola %1$s.

source: The Internet proxy is not enabled.
es_mx: El proxy de Internet no está activo.
pl_pl: Serwer proxy zapewniający dostęp do Internetu nie jest włączony.

source: There is no such Internet proxy for id %1$s.
es_mx: No existe proxy de Internet para el id %1$s.
pl_pl: Brak serwera proxy do Internetu dla identyfikatora %1$s.

source: No JSlob storage found for identifier: %1$s
es_mx: No se encontró almacenamiento JSlob para el identificador: %1$s
pl_pl: Brak magazynu JSlob dla identyfikatora %1$s

source: No JSlob found for service %1$s.
es_mx: No se encontró ningún JSlob para el servicio %1$s.
pl_pl: Brak JSlob dla usługi %1$s.

source: Conflicting deletion of JSlob for service %1$s.
es_mx: Eliminación conflictiva de JSlob para el servicio %1$s.
pl_pl: Podczas usuwania obiektu JSlob dla usługi %1$s wystąpił konflikt.

source: Path doesn't exist: %1$s
es_mx: La ruta no existe: %1$s
pl_pl: Ścieżka nie istnieje: %1$s

source: Invalid path: %1$s.
es_mx: Ruta no válida: %1$s.
pl_pl: Nieprawidłowa ścieżka: %1$s.

source: Referenced JSlob %1$s must not be set for service %2$s. Nothing will be done.
bg_bg: Референтната JSlob %1$s не трябва да бъде зададена за услугата %2$s . Нищо няма да се направи.
ca_es: El JSlob %1$s indicat no s'ha de configurar per al servei %2$s. No es farà res.
es_mx: El JSlob %1$s indicado no se debe configurar para el servicio %2$s. No se hará nada.
fr_fr: Le JSlob référencé %1$s ne doit pas être mis en place pour le service %2$s. Rien ne sera fait.
nb_no: Refererte JSlob %1$s må ikke angis for tjenesten %2$s. Ingenting vil skje.
nl_nl: Verwezen JSlob %1$s mag niet ingesteld zijn voor dienst %2$s. Er zal niets uitgevoerd worden.
pl_pl: Wywołany obiekt JSlob %1$s nie może być ustawiony dla usługi %2$s. Nie zostanie wykonana żadna czynność.
tr_tr: Belirtilen JSlob %1$s %2$s hizmeti için kurulmamalıdır. Herhangi bir işlem yapılmayacaktır.
zh_cn: 参考的 JSlob %1$s 不能指定到服务 %2$s。将不会执行操作。
zh_tw: 參照的 JSlob %1$s 必須未設定給 %2$s 服務。不會進行任何事。

source: "%1$s" is a reserved identifier. Please choose a different one.
es_mx: "%1$s" es un identificador reservado. Por favor, elija otro.
pl_pl: Identyfikator "%1$s" jest zarezerwowany. Wybierz inny identyfikator.

source: The JSlob %1$s is too big.
es_mx: El JSlob %1$s es demasiado grande.
pl_pl: JSlob %1$s jest zbyt duży.

source: A configuration error: %1$s
es_mx: Se ha producido un error de configuración: %1$s
pl_pl: Błąd konfiguracji: %1$s

source: The E-Mail address %1$s is invalid.
bg_bg: Имейл адресът %1$s е невалиден.
ca_es: L'adreça de correu electrònic %1$s no és vàlida.
es_mx: La dirección de E-Mail %1$s no es válida.
fr_fr: L'adresse de courrier électronique %1$s est invalide.
nb_no: E-postadressen %1$s er ugyldig.
nl_nl: Het e-mailadres "%1$s" is ongeldig
pl_pl: Adres e-mail %1$s jest nieprawidłowy.
tr_tr: %1$s e-posta adresi geçersiz.
zh_cn: 无效的邮件地址 %1$s。
zh_tw: 電子郵件地址「%s」無效。

source: Missing property: %1$s
es_mx: Propiedad no encontrada: %1$s
pl_pl: Brak właściwości: %1$s.

source: Invalid property value in property "%1$s": %2$s
es_mx: Valor no válido en la propiedad "%1$s": %2$s
pl_pl: Nieprawidłowa wartość właściwości "%1$s": %2$s

source: HTTP request to server "%1$s" failed. Status line: %2$s
es_mx: La petición HTTP al servidor "%1$s" ha fallado. Línea de estado: %2$s
pl_pl: Żądanie HTTP do serwera "%1$s" nie powiodło się. Wiersz stanu : %2$s

source: JSON request failed. Error code: %1$s. Error message: %2$s
es_mx: La petición JSON ha fallado. Código de error: %1$s. Mensaje de error: %2$s
pl_pl: Żądanie JSON nie powiodło się. Kod błędu: %1$s. Komunikat błędu: %2$s

source: A remote error occurred: %1$s
es_mx: Se ha producido un error remoto: %1$s
pl_pl: Wystąpił zdalny błąd : %1$s

source: An index fault occurred: %1$s
es_mx: Se ha producido un fallo de índice: %1$s
pl_pl: Wystąpił błąd indeksu: %1$s

source: Unparseable HTTP response: %1$s
es_mx: Respuesta HTTP no procesable: %1$s
pl_pl: Odpowiedź HTTP niemożliwa do analizy: %1$s

source: MBean registration denied: ManagementAgent is not running.
es_mx: Registro de MBean denegado: ManagementAgent no se está ejecutando.
pl_pl: Rejestracja obiektu MBean została zablokowana: nie jest uruchomiona usługa ManagementAgent.

source: Malformed object name: %1$s
es_mx: Nombre del objeto con formato incorrecto: %1$s
pl_pl: Zniekształcona nazwa obiektu: %1$s

source: Not compliant MBean: %1$s
es_mx: MBean no conforme: %1$s
pl_pl: Niezgodny obiekt MBean: %1$s

source: MBean registration error: %1$s
es_mx: Error de registro MBean: %1$s
pl_pl: Błąd rejestracji MBean: %1$s

source: MBean already exists: %1$s
es_mx: MBean ya existe: %1$s
pl_pl: Obiekt MBean już istnieje: %1$s.

source: MBean not found: %1$s
es_mx: MBean no encontrado: %1$s
pl_pl: Nie znaleziono obiektu MBean: %1$s

source: Malformed URL: %1$s
es_mx: URL sintácticamente errónea: %1$s
pl_pl: Zniekształcony adres URL: %1$s

source: Unknown host error: %1$s
es_mx: Error de servidor desconocido: %1$s
pl_pl: Nieznany błąd hosta: %1$s.

source: Remote error: %1$s
es_mx: Error remoto: %1$s
pl_pl: Błąd zdalny: %1$s

source: A JMX connector is already bound to URL %1$s.
es_mx: Un conector JMX ya está vinculado a la URL %1$s.
pl_pl: Konektor JMX jest już powiązany z adresem URL %1$s.

source: Communication error with Facebook service: %1$s
es_mx: Error de comunicación con el servicio de Facebook: %1$s
pl_pl: Wystąpił błąd podczas komunikacji z serwisem Facebook: %1$s

source: Login to Facebook failed for login %1$s.
es_mx: El acceso a Facebook ha fallado para el usuario %1$s.
pl_pl: Logowanie do serwisu Facebook dla loginu %1$s nie powiodło się.

source: Login form not found on page: %1$s
es_mx: No se ha encontrado el formulario de acceso en la página: %1$s
pl_pl: Nie znaleziono formy loginu na stronie: %1$s

source: Element with attribute %1$s not found on page %2$s.
es_mx: Elemento con atributo %1$s no encontrado en la página %2$s.
pl_pl: Na stronie %2$s nie znaleziono elementu o atrybucie %1$s.

source: Missing permission "%1$s" in Facebook login %2$s. Please copy following URL to your browser, login as %2$s (if not done yet) and grant access: %3$s
es_mx: Falta el permiso "%1$s" en el usuario %2$s de Facebook. Por favor, copie la URL siguiente en su navegador, acceda como %2$s (si no lo ha hecho aún) y conceda el acceso: %3$s
pl_pl: Brak uprawnienia "%1$s" przypisanego do loginu %2$s w serwisie Facebook. Skopiuj następujący URL do przeglądarki, zaloguj się jako %2$s (jeśli jeszcze nie zostało to zrobione) i udziel dostępu: %3$s

source: An error occurred during the processing of a script.
es_mx: Se ha producido un error al procesar un script.
pl_pl: Podczas przetwarzania skryptu wystąpił błąd.

source: Missing permission for the application associated with configured Facebook API key: %1$s Please grant access for that application in your Facebook account settings.
es_mx: No se han encontrado permisos para la aplicación asociada con la clave configurada de la API de Facebook: %1$s Por favor, autorice el acceso a la aplicación en la configuración de su cuenta de Facebook
pl_pl: Brak uprawnień dla aplikacji powiązanej ze skonfigurowanym kluczem API Facebooka: %1$s Udziel dostępu do tej aplikacji w ustawieniach swojego konta Facebook.

source: FQL query result size (%1$s) does not match requested number of post identifiers (%2$s).
es_mx: El tamaño del resultado de la petición FQL (%1$s) no coincide con el número solicitado de identificadores de mensaje (%2$s).
pl_pl: Rozmiar wyników dla zapytania FQL (%1$s) nie odpowiada żądanej liczbie identyfikatorów wiadomości (%2$s).

source: Unsupported query type: %1$s.
es_mx: Tipo de consulta no admitido: %1$s.
pl_pl: Nieobsługiwany typ zapytania: %1$s.

source: An OAuth error occurred: %1$s.
es_mx: Se ha producido un error de OAuth: %1$s.
pl_pl: Wystąpił błąd OAuth: %1$s

source: A FQL error of type %1$s occurred: %2$s.
es_mx: Se ha producido un error FQL de tipo %1$s: %2$s.
pl_pl: Wystąpił błąd FQL typu %1$s: %2$s.

source: FQL response body cannot be parsed to a JSON value: %1$s
es_mx: El cuerpo de la respuesta FQL no se pudo convertir en un valor JSON: %1$s
pl_pl: Nie jest możliwa zamiana treści odpowiedzi FQL na wartość JSON : %1$s

source: XML parse error: %1$s.
es_mx: Error de procesamiento de XML: %1$s.
pl_pl: Błąd analizy kodu XML: %1$s

source: Missing Facebook configuration. Please re-create Facebook account.
es_mx: Falta la configuración de Facebook. Por favor, vuelva a crear la cuenta de Facebook.
pl_pl: Brak konfiguracji serwisu Facebook. Ponownie utwórz konto w serwisie Facebook.

source: Missing Facebook configuration parameter "%1$s". Please re-create Facebook account.
es_mx: Falta el parámetro "%1$s" de configuración de Facebook. Por favor, vuelva a crear la cuenta de Facebook.
pl_pl: Brak parametru konfiguracji serwisu Facebook "%1$s". Ponownie utwórz konto w serwisie Facebook.

source: A Facebook API error occurred. Error code: %1$s. Error message: "%2$s". Please refer to http://fbdevwiki.com/wiki/Error_codes to look-up error code.
es_mx: Se ha producido un error en la API de Facebook. Código de error: %1$s. Mensaje de error: "%2$s". Por favor, consulte http://fbdevwiki.com/wiki/Error_codes para buscar el código de error.
pl_pl: Wystąpił błąd interfejsu API serwisu Facebook. Kod błędu: %1$s. Komunikat błędu: "%2$s". Informacje o kodach błędów znajdują się na stronie http://fbdevwiki.com/wiki/Error_codes.

source: Wall posts
es_mx: Envíos del muro
pl_pl: Posty na ścianie

source: Action links
es_mx: Enlaces de acción
pl_pl: Link do czynności

source: Confirmed ham
bg_bg: Потвърдена шунка
ca_es: Enviaments vàlids confirmats
es_mx: Envíos válidos confirmados
fr_fr: Message légitime confirmé
nb_no: Bekreftet ikke-SPAM
nl_nl: Bevestigde ham
pl_pl: Potwierdzone wiadomości nieśmieciowe
zh_cn: 已确认的正常邮件
zh_tw: 已確認的正常郵件

source: Confirmed ham folder
es_mx: Carpeta de envíos válidos confirmados
pl_pl: Folder potwierdzonych wiadomości ham

source: Confirmed spam
bg_bg: Потвърден спам
ca_es: Correu brossa confirmat
es_mx: Correo no deseado confirmado
fr_fr: Spam confirmé
nb_no: Bekreftet søppelpost
nl_nl: Bevestigde spam
pl_pl: Potwierdzona wiadomość śmieciowa
tr_tr: Onaylanmış spam
zh_cn: 已确认的垃圾邮件
zh_tw: 已確認的垃圾郵件

source: Confirmed spam folder
es_mx: Carpeta de correo no deseado confirmado
pl_pl: Folder potwierdzonych wiadomości śmieciowych

source: Drafts
bg_bg: Чернови
ca_es: Esborranys
es_mx: Borradores
fr_fr: Brouillons
nb_no: Utkast
nl_nl: Concepten
pl_pl: Wersje robocze
tr_tr: Taslaklar
zh_cn: 草稿
zh_tw: 草稿

source: Drafts folder
es_mx: Carpeta Borradores
pl_pl: Folder wersji roboczych

source: Sent
es_mx: Enviados
pl_pl: Wysłane

source: Sent folder
es_mx: Carpeta Enviados
pl_pl: Folder wiadomości wysłanych

source: Spam
bg_bg: Спам
ca_es: Correu brossa
es_mx: Correo no deseado
nb_no: Søppelpost
pl_pl: Śmieciowe
zh_cn: 垃圾邮件
zh_tw: 垃圾郵件

source: Spam folder
es_mx: Carpeta de correo no deseado
pl_pl: Folder wiadomości śmieciowych

source: Trash
bg_bg: боклук
ca_es: Paperera
es_mx: Papelera
fr_fr: Corbeille
nb_no: Slettede elementer
nl_nl: Prullenbak
pl_pl: Kosz
tr_tr: Çöp Kutusu
zh_cn: 垃圾筒
zh_tw: 垃圾筒

source: Trash folder
es_mx: Carpeta Papelera
pl_pl: Folder kosza

source: Mail port
es_mx: Puerto de correo
pl_pl: Port serwera poczty

source: Mail protocol
es_mx: Protocolo de correo
pl_pl: Protokół serwera poczty

source: Secure mail connection
es_mx: Conexión segura de correo
pl_pl: Bezpieczne łącze poczty

source: Mail server
es_mx: Servidor de correo
pl_pl: Serwer poczty

source: Primary address
es_mx: Dirección principal
pl_pl: Adres podstawowy

source: Personal
pl_pl: Osobiste

source: SMTP login
es_mx: Usuario SMTP
pl_pl: Login SMTP

source: SMTP password
es_mx: Contraseña SMTP
pl_pl: Hasło SMTP

source: SMTP port
es_mx: Puerto SMTP
pl_pl: Port SMTP

source: SMTP protocol
es_mx: Protocolo SMTP
pl_pl: Protokół SMTP

source: Secure SMTP connection
es_mx: Conexión SMTP segura
pl_pl: Bezpieczne łącze SMTP

source: SMTP server
es_mx: Servidor SMTP
pl_pl: Serwer SMTP

source: Unified mail enabled
es_mx: Correo unificado activo
pl_pl: Włączono pocztę zintegrowaną

source: Communication error with facebook service: %1$s
es_mx: Error de comunicación con el servicido de facebook: %1$s
pl_pl: Wystąpił błąd podczas komunikacji z serwisem Facebook: %1$s

source: Login to facebook failed for login %1$s.
es_mx: El acceso a facebook ha fallado para el usuario %1$s.
pl_pl: Logowanie do serwisu Facebook dla loginu %1$s nie powiodło się.

source: Missing permission "%1$s" in facebook login %2$s. Please copy the following url to your browser, log in as %2$s (if not done yet) and grant access: %3$s
es_mx: Falta el permiso "%1$s" en la conexión %2$s de Facebook. Por favor, copie la URL siguiente en su navegador, acceda como %2$s (si no lo ha hecho aún) y permita el acceso: %3$s
pl_pl: Brak uprawnień "%1$s" przypisanych do loginu %2$s do serwisu Facebook. Skopiuj następujący adres URL do przeglądarki, zaloguj się jako %2$s (jeśli tak jeszcze nie jest) i przyznaj dostęp: %3$s

source: An error occurred while processing a script.
es_mx: Se ha producido un error al procesar un script.
pl_pl: Podczas przetwarzania skryptu wystąpił błąd.

source: Missing configuration parameter: %1$s.
es_mx: Falta un parámetro de configuración: %1$s
pl_pl: Brak parametru konfiguracji: %1$s

source: Wrong configuration parameter type. Should be %1$s, but is %2$s.
es_mx: Tipo de parámetro de configuración erróneo. Debería ser %1$s pero es %2$s.
pl_pl: Nieprawidłowy typ parametru konfiguracji. Oczekiwano typu %1$s, wystąpił typ %2$s.

source: Invalid Twitter messaging account. Please delete and re-create your Twitter messaging account.
bg_bg: Невалиден профил за съобщения в Twitter. Моля, изтрийте и пресъздайте профила си в Twitter.
ca_es: Compte de missatgeria Twitter no vàlid. Per favor, suprimiu i tornau a crear el vostre compte de missatgeria Twitter.
es_mx: Cuenta de mensajería Twitter no válida. Por favor, borre y vuelva a crear su cuenta de mensajería Twitter.
fr_fr: Compte de messagerie Twitter invalide. Veuillez supprimer et re-créer votre compte de messagerie Twitter.
nb_no: Ugyldig Twitter konto. Vennligst slett og gjenopprett Twitterkontoen din.
nl_nl: Ongeldig Twitter berichten account. Verwijder uw Twitter account en maak het vervolgens opnieuw aan.
pl_pl: Nieprawidłowe konto w usłudze Twitter. Usuń i utwórz ponownie konto w usłudze Twitter.
tr_tr: Geçersiz Twitter mesaj hesabı. Lütfen siliniz ve yeni bir Twitter mesaj hesabı oluşturunuz.
zh_cn: 无效的 Twitter 消息户口。请删除和重新创建 Twitter 消息户口。
zh_tw: 無效的 Twitter 帳號。請刪除並重新建立您的 Twitter 帳號。

source: Messaging account %1$s of service "%2$s" could not be found for user %3$s in context %4$s.
es_mx: La cuenta de mensajería %1$s del servicio "%2$s" no ha sido encontrada para el usuario %3$s en el contexto %4$s.
pl_pl: Nie można znaleźć konta wiadomości %1$s usługi "%2$s" dla użytkownika %3$s w kontekście %4$s.
