Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: The move operation you want to execute is not allowed.
bg_bg: Операцията за преместване, която искате да изпълните, не е разрешена.
ca_es: L'operació moure que desitjau executar no està permesa.
fr_fr: L'opération de déplacement que vous souhaitez exécuter n'est pas autorisée.
nb_no: Flyttingen du vil kjøre er ikke tillatt.
nl_nl: De verplaatsing die u wilt uitvoeren is niet toegestaan.
tr_tr: Gerçekleştirmek istediğiniz taşıma işlemine izin verilmedi.
zh_cn: 不允许您要执行的移动操作。
zh_tw: 不允許進行您想執行的移動操作。

source: Login delay denies connecting to server %1$s with login %2$s. Error message from server: %5$s
bg_bg: Закъснението при влизане в системата отрича свързването към сървър %1$s с вход %2$s . Съобщение за грешка от сървъра: %5$s
ca_es: El retràs en la connexió no permet connectar el servidor %1$s amb connexió %2$s. Missatge d'error del servidor: %5$s
fr_fr: Le délai de connexion empêche de se connecter au serveur %1$s avec l'identifiant de connexion %2$s. Message d'erreur du serveur : %5$s
nb_no: Påloggingsforsinkelsen nekter tilkobling til server %1$s med pålogging %2$s. Feilmelding fra server: %5$s
nl_nl: Vertraging bij de aanmelding maakt het onmogelijk te verbinden met de server %1$s met aanmeldingsnaam %2$s. Foutbericht van de server: %5$s
zh_cn: 连接到服务器 %1$s 的登入延迟（登录 %2$s），来自服务器的错误消息：%5$s
zh_tw: 登入時的延遲造成連線到 %1$s 伺服器上的 %2$s 帳號被拒絕。伺服器的錯誤訊息: %5$s

source: Login delay denies connecting to server %1$s with login %2$s. Try again in %5$s seconds. Error message from server: %6$s
bg_bg: Закъснението при влизане в системата отрича свързването към сървър %1$s с вход %2$s . Опитайте отново в %5$s секунди. Съобщение за грешка от сървъра: %6$s
ca_es: El retràs en la connexió no permet connectar al servidor %1$s amb connexió %2$s. Provau-ho de nou d'aquí a %5$s segons. Missatge d'error del servidor: %6$s
fr_fr: Le délai de connexion empêche de se connecter au serveur %1$s avec l'identifiant de connexion %2$s. Réessayez dans %5$s secondes. Message d'erreur du serveur : %6$s.
nb_no: Påloggingsforsinkelsen nekter tilkobling til server %1$s med pålogging %2$s. Prøv igjen om %5$s sekunder. Feilmelding fra server: %6$s
nl_nl: Vertraging bij de aanmelding maakt het onmogelijk te verbinden met de server %1$s met aanmeldingsnaam %2$s. Probeer het opnieuw over %5$s seconden. Foutbericht van de server: %6$s
tr_tr: Oturum açma gecikmesi %1$s sunucusuna %2$s girişiyle bağlanmayı reddetti. Lütfen %5$s saniye içinde tekrar deneyin. Sunucu hata iletisi: %6$s
zh_cn: 连接到服务器 %1$s 的登入延迟（登录 %2$s），在 %5$s 秒后重试。来自服务器的错误消息：%6$s
zh_tw: 登入時的延遲造成連線到 %1$s 伺服器上的 %2$s 帳號被拒絕。請等 %5$s 秒後再重試。伺服器的錯誤訊息: %6$s

source: The POP3 storage path is invalid. POP3 storage path "%1$s" cannot be created for user %2$s
bg_bg: Пътят за съхранение на POP3 е невалиден. Пътят за съхранение на POP3 \ " %1$s " не може да бъде създаден за потребител %2$s
ca_es: La ruta d'emmagatzemament POP3 no és vàlida. La ruta d'emmagatzemament "%1$s" no es pot crear per a l'usuari %2$s
fr_fr: L'emplacement de stockage POP3 est invalide. Le chemin « %1$s » ne peut pas être créé pour l'utilisateur %2$s
nb_no: POP3 lagringsbanen er ugyldig. POP3 lagringsbanen "%1$s" kan ikke opprettes for bruker %2$s
nl_nl: Het POP3 opslag pad is ongeldig. Het opslag pad "%1$s" kan niet aangemaakt worden voor gebruiker %2$s
tr_tr: POP3 depolama yolu geçersiz. POP3 depolama yolu "%1$s", %2$s kullanıcısı için oluşturulamaz.
zh_cn: 无效的 POP3 储存路径。无法为用户 %2$s 创建 POP3 储存路径 "%1$s"
zh_tw: POP3 儲存路徑無效。無法為使用者 %2$s 建立POP3 儲存路徑「%1$s」

source: Validation of POP3 credentials is disabled due to possible login restrictions by provider. Otherwise subsequent login attempt might not work. Please be advised that while it is safe to ignore this warning, the POP3 account might not work if the supplied credentials are invalid.
bg_bg: Удостоверяването на удостоверенията за POP3 е деактивирано поради възможни ограничения за влизане от доставчика. В противен случай последният опит за влизане може да не работи. Моля, имайте предвид, че макар че е безопасно да се игнорира това предупреждение, профилът POP3 може да не работи, ако предоставените идентификационни данни са невалидни.
ca_es: La validació de les credencials POP3 està deshabilitada per mor de possibles restriccions del proveïdor. Per altra banda, posteriors intents de connexió podrien no funcionar. Per favor, teniu en compte que, tot i que podeu ignorar aquest advertiment, el compte POP3 podria no funcionar si les credencials indicades no són vàlides.
fr_fr: La validation des données de connexion POP3 est désactivée à cause de restrictions de connexion du fournisseur. Si c'est le cas, les prochaines tentatives de connexion peuvent ne pas fonctionner. Veuillez remarquer que bien que cet avertissement puisse être ignoré en toute sécurité, le compte POP3 peut ne pas fonctionner si les données de connexion fournies ne sont pas valables.
nb_no: Validering av POP3 legitimasjon er deaktivert på grunn av mulige innloggingsbegrensninger av leverandøren. Ellers fungerer kanskje ikke senere påloggingsforsøk. Vær oppmerksom på at det er trygt å ignorere advarselen, POP3-kontoen fungerer kanskje ikke hvis den angitte legitimasjonen er ugyldig.
nl_nl: Controle van POP3 inloggegevens is uitgeschakeld door aanmeldbeperkingen van de dienstverlener. Anders werken vervolgaanmeldingen mogelijk niet meer. Het is mogelijk deze melding veilig te negeren, het POP3 account werkt niet meer als de opgegeven aanmeldgegevens ongeldig zijn.
zh_cn: 因为提供者的可登录限制，POP3 凭据认证已停用。不然往后的登录尝试可能不成功。请注意虽然无视此警告是安全的，但是如果提供的凭据无效 POP3 户口可能不能运作。
zh_tw: 可能是帳號提供者的限制，POP3 驗證已被停用，否則後續將無法登入。請注意雖然可以安全地忽略此警告，但若您提供的帳號密碼是錯誤的，將無法使用 POP3 帳號。

source: The following field(s) are too long: %1$s. Please shorten the values and try again
bg_bg: Следващото поле (а) е твърде дълго: %1$s . Моля, съкратете стойностите и опитайте отново
ca_es: Els següents camps són massa llargs: %1$s. Per favor, escurçau-ne els valors i provau-ho de nou.
fr_fr: Le ou les champs suivants sont trop longs : %1$s. Veuillez raccourcir leurs valeurs et réessayer.
nb_no: Følgende felt er for langt: %1$s. Forkort verdiene og prøv på nytt
nl_nl: De volgende veld(en) zijn te lang: %1$s. Kort de waarden in en probeer opnieuw.
tr_tr: Aşağıdaki alan(lar) çok uzun : %1$s. Değerleri kısaltın ve tekrar deneyin
zh_cn: 以下字段过长：%1$s。请缩短数值后再试
zh_tw: 下列欄位太長: %1$s。請縮短並重試。

source: The data you provided (%1$s) cannot be changed.
bg_bg: Предоставените от вас данни ( %1$s ) не могат да бъдат променени.
ca_es: Les dades que heu proporcionat (%1$s) no es poden canviar.
fr_fr: Les données que vous avez fournies (%1$s) ne peuvent pas être modifiées.
nb_no: Dataene du oppga (%1$s) kan ikke endres.
nl_nl: De aangeleverde gegevens (%1$s) kunnen niet aangepast worden.
tr_tr: Sağlamış olduğunuz veri (%1$s) değiştirilemez .
zh_cn: 您提供的数据 (%1$s) 未能进行更改。
zh_tw: 您提供的資料（%1$s）無法變更。

source: The preview service for MIME type %1$s is currently not available. Please try again later
bg_bg: В момента услугата за визуализация за тип MIME %1$s понастоящем не е налице. Моля, опитайте отново по-късно
ca_es: El servei de vista prèvia per al tipus MIME %1$s no està disponible en aquest moment. Per favor, provau-ho més endavant.
fr_fr: Le service d'aperçu pour le type MIME %1$s n'est pas disponible actuellement. Veuillez réessayer plus tard.
nb_no: Forhåndsvisningstjenesten for MIME-typen %1$s er ikke tilgjengelig. Prøv igjen senere.
nl_nl: De voorbeeld generator voor MIME type %1$s is tijdelijk niet beschikbaar. Probeer het later nogmaals.
tr_tr: MIME türü %1$s için önizleme hizmeti şu anda kullanılabilir değil. Lütfen daha sonra tekrar deneyin.
zh_cn: MIME 类型 %1$s 的预览服务当前不可用，请稍后再试。
zh_tw: MIME 類型 %1$s 的預覽服務暫時不可用。請以後重試。

source: Could not load data via proxy.
bg_bg: Данните не можаха да се заредят чрез прокси сървър.
ca_es: No s'han pogut carregar dades mitjançant proxy.
fr_fr: Impossible de charger les données via le mandataire.
nb_no: Kan ikke laste data via proxy.
nl_nl: Kan gegevens niet laden via een proxy.
tr_tr: Vekil üzerinden veri yüklenemez.
zh_cn: 无法经过代理加载数据。
zh_tw: 無法透過代理伺服器載入資料。

source: The operation is forbidden
bg_bg: Операцията е забранена
fr_fr: L'opération est interdite
nb_no: Operasjonen er ikke tillatt
nl_nl: De actie is niet toegestaan
tr_tr: Bu işlem yasaktır.
zh_cn: 此操作为禁止的
zh_tw: 操作被禁止

source: Shared contacts
bg_bg: Споделени контакти
ca_es: Contactes compartits
fr_fr: Contacts partagés
nb_no: Delte kontakter
nl_nl: Gedeelde contacten
tr_tr: Paylaşılan kişiler
zh_cn: 共享联系人
zh_tw: 共用聯絡人

source: Privacy: The data and any references contained in this webpage are shared with you under the assumption that the owner of the data was entitled to make them available to you. Neither %s, nor any of its subsidiaries or affiliates shall be liable for its publication or re-publication. Any unauthorized use or dissemination of this data is prohibited. If you intend to store, process, or pass on this data, please make sure that you have the right to do so. If you are one of the people listed or responsible for a resource listed on this page and you don't agree with the publication, please send an email containing the URL (the link) to this webpage to %s and the publisher of the data: Data published by %s on %s
bg_bg: Защита на личните данни: \ nДанните и всички препратки, съдържащи се в тази уеб страница, се споделят с вас при допускането, че собственикът на данните има право да ги предостави на вас. Нито %s , нито някоя от неговите дъщерни дружества или филиали не носят отговорност за публикуването или повторното им публикуване. \ NВсяко неупълномощено използване или разпространение на тези данни е забранено. Ако възнамерявате да съхранявате, обработвате или предавате тези данни, моля, уверете се, че имате правото да го направите. \ NАко сте един от изброените хора или отговаряте за ресурс, изброен на тази страница, и не сте съгласни с публикацията, моля, изпратете имейл, съдържащ URL адреса (връзката) към тази уеб страница на %s и издателя на данните: \ nДейта, публикувани от %s на %s \ n
ca_es: Privacitat: Les dades i qualssevol referències contingudes en aquesta pàgina web s'ofereixen sota el supòsit que el propietari de les dades ha donat el seu consentiment per a tal efecte. Ni %s, ni cap de les seves subsidiàries o filials podran ser responsabilitzats de la seua publicació o republicació. Qualsevol ús o distribució no autoritzada d'aquestes dades estan prohibides. Si teniu intenció d'emmagatzemar, processar o cedir aquestes dades, per favor assegurau-vos que teniu permís per a fer-ho. Si sou una de les persones esmentades, o responsable d'un recurs esmentat e aquesta pàgina i no n'estau d'acord amb la publicació, per favor enviau un correu electrònic a %s que contingui la URL (l'enllaç) a aquesta pàgina web i l'editor de les dades: Dades publicades per %s a %s
fr_fr: Respect de la vie privée : Les données ainsi que toutes les références contenues dans cette page web sont partagées avec vous, en partant du principe que le propriétaire des données a été autorisé à vous y donner accès. Ni %s, ni aucune de ses filiales ou sociétés affiliées ne seront tenus pour responsables de leur publication ou re-publication. Toute utilisation ou diffusion non autorisée de ces données est interdite. Si vous avez l'intention de stocker, traiter ou transmettre ces données, veuillez vous assurer que vous avez le droit de le faire. Si vous êtes l'une des personnes répertoriées ou responsable d'une ressource énumérée sur cette page et que vous n'en approuvez pas la publication, veuillez envoyer un message électronique contenant l'URL (le lien) relative à cette page web à %s et au responsable de la publication des données : Données publiées par %s le %s
nb_no: Personvern: Dataene og referanser på denne websiden deles med deg under forutsetning av at eieren av dataene var berettiget til å gjøre dem tilgjengelig for deg. Verken %s, eller noen av dets datterselskaper eller tilknyttede selskaper skal være ansvarlig for sine publikasjoner eller re-publikasjoner. All uautorisert bruk eller formidling av dataene er forbudt. Hvis du har tenkt til å lagre, behandle eller gi videre disse dataene, kontroller at du har rett til å gjøre dette. Hvis du er en av de oppførte eller ansvarlige for en ressurs som er oppført på denne siden og du ikke er enig med publikasjonen, vennligst send en epost med URL (link) til denne websiden %s og utgiveren av dataen: Data publisert av %s på %s
nl_nl: Privacy: De gegevens en enige verwijzingen die in deze webpagina zijn opgenomen worden met u gedeeld onder de aanname dat de eigenaar ervan ze rechtmatig aan u beschikbaar heeft gemaakt. Noch %s, noch enige van zijn onderdelen of partners kan aansprakelijk worden gesteld voor de publicatie of herpublicatie ervan. Ieder ongeautoriseerd gebruik of verspreiding van deze gegevens is verboden. Als u van plan bent deze gegevens op te slaan, te verwerken, of door te geven, zorg er dan voor dat u het recht heeft om dit te doen. Bent u één van de personen die hier genoemd zijn, of bent u verantwoordelijk voor een bron die genoemd is op deze pagina en u bent het niet eens met de publicatie, stuurt u dan een e-mail met de URL (de koppeling) naar deze webpagina naar %s en de uitgever van de gegevens: Gegevens gepubliceerd door %s op %s
tr_tr: Gizlilik: Bu web sayfasında yer alan veriler ve referanslar, veri sahibinin bu bilgileri kullanmanızı onayladığı varsayımı ile sizinle paylaşılmıştır. Ne %s, nede herhangi bağlı ortaklıklar veya iştirakler yayın veya yeniden yayından yükümlü değildir. Bu verilerin izinsiz kullanımı veya dağıtımı yasaktır. Bu verileri depolamak, yönlendirmek veya işleme sokmak istiyorsanız lütfen bu konuda izniniz olduğundan emin olunuz. Eğer bu sayfada listelenen kişilerdenseniz veya listelenen kaynaklardan sorumlu kişilerdenseniz ve yayınlanmasını kabul etmiyorsanız, lütfen bu web sayfası, %s ve data için olan URL'yi (sayfa) içeren bir e-posta atınız: Veriler %s tarafından %s üzerine yayınlanmıştır.
zh_cn: 隐私： 此网页包含的数据和任何参考，是基于数据拥有人答应提供给您而分享的。%s 和它的所有分公司或附属机构皆不为上述数据的发布或再发布负责。 任何未经未经授权的使用或散播数据都是禁止的。如果您意图存储、处理、传送数据，请确保您有权为之。 如果您在列表中或对本网页列出的资源有责，而您不同意出版；请连同 URL（连接）发送电子邮件到本网页 %s 和数据的发布者： 数据由 %s 发布，日期 %s。
zh_tw: 隱私： 本網頁所包含的資料和任何引用是在資料擁有者經授權能夠讓您使用這些資料和引用的前提下與您共用的。%s 或其任何子公司與成員對這些資料和引用的發佈或轉發概不負責。 禁止對這些資料進行任何未經授權的使用或傳播。如果您計畫儲存、處理或散佈這些資料，請確保您有權這樣做。 如果您是在此網頁中列出的人之一或者負責在此網頁中列出的資源並且您不同意發佈，請向 %s 和資料發佈者發送一封包含到此網頁的 URL（鏈結）的電子郵件： 數據由 %s 在 %s 發佈

source: the hoster
bg_bg: домакинята
ca_es: el proveïdor d'allotjament
fr_fr: l'hébergeur
nb_no: verten
nl_nl: de dienstverlener
tr_tr: hoster
zh_cn: 主办者
zh_tw: 主機商

source: Cannot find the requested publication site.
bg_bg: Търсеният сайт за публикуване не може да бъде намерен.
ca_es: No es pot trobar el lloc de publicació requerit.
fr_fr: Impossible de trouver le site de publication demandé.
nb_no: Finner ikke forespurte publikasjonsområde.
nl_nl: Kan de gevraagde publicatiewebsite niet vinden.
tr_tr: İstenilen yayın sitesi bulunamıyor.
zh_cn: 找不到请求的出版站点。
zh_tw: 找不到請求的發布網站。

source: You do not have the appropriate permissions to perform the chosen action.
bg_bg: Нямате подходящите разрешения за изпълнение на избраното действие.
ca_es: No teniu els permisos apropiats per a dur a terme l'acció elegida.
fr_fr: Vous ne disposez pas des droits suffisants pour entreprendre l'action choisie.
nb_no: Du har ikke riktige tillatelser til å utføre den valgte handlingen.
nl_nl: U heeft niet de juiste rechten om de gekozen actie uit te voeren.
tr_tr: Seçilen eylemi gerçekleştirmek için gerekli olan izinlere sahip değilsiniz.
zh_cn: 您没有进行所选操作的适当权限。
zh_tw: 您沒有適當的權限進行此操作。

source: Quota exceeded. Please delete some items in order to create new ones. Please note: The quota refers to all items of all users in this context.
bg_bg: Превишена норма. Моля, изтрийте някои елементи, за да създадете нови. Моля, обърнете внимание: Квотата се отнася за всички елементи на всички потребители в този контекст.
ca_es: Quota superada. Per favor, esborrau alguns elements per a poder crear-ne altres de nous. Per favor, teniu en compte que la quota total comprèn tots els elements de tots els usuaris en aquest context.
fr_fr: Quota dépassé. Veuillez supprimer certains éléments pour en créer de nouveaux. Remarque : le quota se réfère à tous les éléments de tous les utilisateurs de ce contexte.
nb_no: Kvoten er overskredet. Slett noen elementer for å lage nye. Merk at kvoten deles av alle brukerne i domenet ditt.
nl_nl: Quota overschreden. Verwijder alstublieft wat items zodat u weer nieuwe kan maken. Houd er rekening mee dat het quota geld voor alle items van alle gebruikers in deze context.
tr_tr: Kota aşıldı . Yenilerini oluşturmak için lütfen bazı öğeleri silin. Lütfen dikkat: Kota tüm kullanıcıların tüm öğelerini ifade etmektedir.
zh_cn: 超出限额。请删除一些项目以创建新的。请注意：限额是指此上下文里所有用户的所有项目。
zh_tw: 已達配額。請刪除某些項目以建立新項目。請注意: 該配額指的是此環境中所有使用者所有項目所占的空間。

source: Quota exceeded for calendar. Quota limit: %2$s. Quota used: %1$s. Please delete some appointments in order to create new ones. Please note: The quota refers to all appointments of all users in this context.
bg_bg: Квотата е превишена за календара. Ограничена квота: %2$s . Използвана квота: %1$s . Моля, изтрийте някои срещи, за да създадете нови. Моля, обърнете внимание: Квотата се отнася за всички назначения на всички потребители в този контекст.
ca_es: Quota superada per al calendari. Límit de quota %2$s. Quota usada: %1$s. Per favor, suprimiu algunes cites per a crear-ne de noves. Teniu en compte que la quota total comprèn totes les cites de tots els usuaris en aquest context.
fr_fr: Quota dépassé pour le calendrier. Limite du quota : %2$s. Quota utilisé : %1$s. Veuillez supprimer certains rendez-vous afin d'en créer de nouveaux. Remarque : le quota se réfère à tous les rendez-vous de tous les utilisateurs de ce contexte.
nb_no: Kvote overskredet for kalenderen. Kvotegrense: %2$s. Kvote brukt: %1$s. Slett noen avtaler for å opprette nye. Merk at kvoten deles av alle brukerne i domenet ditt.
nl_nl: Quota overschreden voor de agenda. Quotalimiet: %2$s. Quota gebruikt: %1$s. Verwijder alstublieft een aantal afspraken zodat u weer nieuwe kan maken. Houd er rekening mee dat het quota geld voor alle afspraken van alle gebruikers in deze context.
tr_tr: Kota takvim için aşıldı . Kontenjan sınırı: %2$s. Kullanılan kota: %1$s. Yenilerini oluşturmak için bazı randevuları silin. Lütfen dikkat: Kota tüm kullanıcıların tüm randevularını ifade etmektedir.
zh_cn: 超出日历的限额。限额限制：%2$s。已使用限额：%1$s。请删除一些约会以创建新的。请注意：限额是指此上下文里所有用户的所有约会。
zh_tw: 行事曆配額已滿。配額限制: %2$s。已用配額: %1$s。請刪除一些約會再建立新的，請注意：這裡的配額指的是此環境中所有使用者的所有約會占用的空間。

source: Quota exceeded for contacts. Quota limit: %2$s. Quota used: %1$s. Please delete some contacts in order to create new ones. Please note: The quota refers to all contacts of all users in this context.
bg_bg: Квотата е превишена за контактите. Ограничена квота: %2$s . Използвана квота: %1$s . Моля, изтрийте някои контакти, за да създадете нови. Моля, обърнете внимание: Квотата се отнася за всички контакти на всички потребители в този контекст.
ca_es: Quota superada per als contactes. Límit de quota: %2$s. Quota usada: %1$s. Per favor, suprimiu alguns contactes per a crear-ne de nous. Teniu en compte que la capacitat total comprèn tots els contactes de tots els usuaris en aquest context.
fr_fr: Quota dépassé pour les contacts. Limite du quota : %2$s. Quota utilisé : %1$s. Veuillez supprimer certains contacts afin d'en créer de nouveaux. Remarque : le quota se réfère à tous les contactsde tous les utilisateurs de ce contexte.
nb_no: Kvote overskredet for kontakter. Kvotegrense: %2$s. Kvote brukt: %1$s. Slett noen kontakter for å opprette nye. Merk at kvoten deles av alle brukerne i domenet ditt.
nl_nl: Quota overschreden voor contacten. Quotalimiet: %2$s. Quota gebruikt: %1$s. Verwijder alstublieft een aantal contacten zodat u weer nieuwe kan maken. Houd er rekening mee dat het quota geld voor alle contacten van alle gebruikers in deze context.
tr_tr: Kota kişiler için aşıldı. Kontenjan sınırı: %2$s. Kullanılan kota : %1$s . Yenilerini oluşturmak için bazı kişileri silin. Lütfen dikkat: Kota tüm kullanıcıların tüm kişileri ifade etmektedir.
zh_cn: 超出联系人的限额。限额限制：%2$s。已使用限额：%1$s。请删除一些联系人以创建新的。请注意：限额是指此上下文里所有用户的所有联系人。
zh_tw: 聯絡人配額已滿。配額限制: %2$s。已用配額: %1$s。請刪除一些聯絡人再建立新的，請注意：這裡的配額指的是此環境中所有使用者的所有聯絡人占用的空間。

source: Quota exceeded for tasks. Quota limit: %2$s. Quota used: %1$s. Please delete some tasks in order to create new ones. Please note: The quota refers to all tasks of all users in this context.
bg_bg: Квотата е превишена за задачи. Ограничена квота: %2$s . Използвана квота: %1$s . Моля, изтрийте някои задачи, за да създадете нови. Моля, имайте предвид: Квотата се отнася за всички задачи на всички потребители в този контекст.
ca_es: Quota superada per a tasques. Límit de quota: %2$s. Quota usada: %1$s. Per favor, suprimiu algunes tasques per a crear-ne de noves. Teniu en compte que la quota total comprèn totes les tasques de tots els usuaris d'aquest context.
fr_fr: Quota dépassé pour les tâches. Limite du quota : %2$s. Quota utilisé : %1$s. Veuillez supprimer certaines tâches afin d'en créer de nouvelles. Remarque : le quota se réfère à toutes les tâches de tous les utilisateurs de ce contexte.
nb_no: Kvote overskredet for oppgaver. Kvotegrense: %2$s. Kvote brukt: %1$s. Slett noen oppgaver for å opprette nye. Merk at kvoten deles av alle brukerne i domenet ditt.
nl_nl: Quota overschreden voor taken. Quotalimiet: %2$s. Quota gebruikt: %1$s. Verwijder alstublieft een aantal taken zodat u weer nieuwe kan maken. Houd er rekening mee dat het quota geld voor alle taken van alle gebruikers in deze context.
tr_tr: Kota görevler için aşıldı. Kontenjan sınırı: %2$s. Kullanılan kota: %1$s. Yenilerini oluşturmak için bazı görevleri silin lütfen. Lütfen dikkat: Kota tüm kullanıcıların tüm görevlerini ifade eder.
zh_cn: 超出任务的限额。限额限制：%2$s。已使用限额：%1$s。请删除一些任务以创建新的。请注意：限额是指此上下文里所有用户的所有任务。
zh_tw: 任務配額已滿。配額限制: %2$s。已用配額: %1$s。請刪除一些任務再建立新的，請注意：這裡的配額指的是此環境中所有使用者的所有任務占用的空間。

source: Quota exceeded for files. Quota limit: %2$s. Quota used: %1$s. Please delete some files in order to create new ones. Please note: The quota refers to all files of all users in this context.
bg_bg: Квотата е превишена за файловете. Ограничена квота: %2$s . Използвана квота: %1$s . Моля, изтрийте някои файлове, за да създадете нови. Моля, обърнете внимание: Квотата се отнася за всички файлове на всички потребители в този контекст.
ca_es: Quota superada per a fitxers. Límit de quota: %2$s. Quota usada: %1$s. Per favor suprimiu alguns fitxers per a crear-ne de nous. Teniu en compte que la quota total comprèn tots els fitxers de tots els usuaris en aquest context.
fr_fr: Quota dépassé pour les fichiers. Limite du quota : %2$s. Quota utilisé : %1$s. Veuillez supprimer certains fichiers afin d'en créer de nouveaux. Remarque : le quota se réfère à tous les fichiersde tous les utilisateurs de ce contexte.
nb_no: Kvote overskredet for filer. Kvotegrense: %2$s. Kvote brukt: %1$s. Slett noen filer for å opprette nye. Merk at kvoten deles av alle brukerne i domenet ditt.
nl_nl: Quota overschreden voor bestanden. Quotalimiet: %2$s. Quota gebruikt: %1$s. Verwijder alstublieft een aantal bestanden zodat u weer nieuwe kan maken. Houd er rekening mee dat het quota geld voor alle bestanden van alle gebruikers in deze context.
tr_tr: Kota dosyalar için aşıldı. Kontenjan sınırı: %2$s. Kullanılan kota: %1$s. Yenilerini oluşturmak için bazı dosyaları silin lütfen. Lütfen dikkat: Kota tüm kullanıcıların tüm dosyalarını ifade eder.
zh_cn: 超出文件的限额。限额限制：%2$s。已使用限额：%1$s。请删除一些文件以创建新的。请注意：限额是指此上下文里所有用户的所有文件。
zh_tw: 檔案配額已滿。配額限制: %2$s。已用配額: %1$s。請刪除一些檔案再建立新的，請注意：這裡的配額指的是此環境中所有使用者的所有檔案占用的空間。
