Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Bad or expired access token. Need to re-authenticate user.
bg_bg: Неподходящ или изтекъл маркер за достъп. Необходимост от повторно удостоверяване на потребителя.
ca_es: Token d'accés incorrecte o expirat. Necessitau autenticar de nou l'usuari.
es_mx: Token de acceso incorrecto o caducado. Necesita autentificar el usuario de nuevo.
fr_fr: Jeton expiré ou incorrect. Il faut réauthentifier l'utilisateur.
nb_no: Ugyldig eller utløpt tilgangstoken. Må godkjenne brukeren.
nl_nl: Verkeerd of verlopen toegangstoken. De gebruiker moet zich opnieuw authenticeren.
pl_pl: Nieprawidłowy lub wygasły token dostępu. Użytkownik powinien zostać ponownie uwierzytelniony.
tr_tr: Kötü ya da süresi aşılmış bağlantı simgesi. Kullanıcının yeniden doğrulanmasına ihtiyaç var.
zh_cn: 错误或过期访问令牌。需要重新认证用户。
zh_tw: 錯誤或已逾期的 token。需要重新驗證使用者。

source: Select an existing account
bg_bg: Изберете съществуващ профил
ca_es: Seleccionau un compte ja existent
es_mx: Seleccione una cuenta ya existente
fr_fr: Choisir un compte existant
nb_no: Velg en eksisterende konto
nl_nl: Selecteer een bestaand account
pl_pl: Wybierz istniejące konto
tr_tr: Varolan hesabı seçin.
zh_cn: 选择一个已存在的帐户
zh_tw: 選擇一個已存在的帳號

source: A HTTP error occurred: %1$s
es_mx: Se ha producido un error HTTP: %1$s
pl_pl: Wystąpił błąd HTTP: %1$s

source: A DAV error occurred: %1$s
es_mx: Se ha producido un error de DAV: %1$s
pl_pl: Wystąpił błąd A DAV: %1$s

source: The resource is not a directory: %1$s
es_mx: El recurso no es un directorio: %1$s
pl_pl: Zasób %1$s nie jest katalogiem

source: Invalid date property: %1$s
es_mx: Propiedad de fecha no válida: %1$s
pl_pl: Nieprawidłowa właściwość daty: %1$s

source: Invalid property "%1$s". Should be "%2$s".
es_mx: Propiedad no válida "%1$s". Debería ser "%2$s".
pl_pl: Nieprawidłowa właściwość "%1$s". Oczekiwana właściwość: "%2$s".

source: Directory "%1$s" must not be deleted.
es_mx: El directorio "%1$s" no se debe borrar.
pl_pl: Nie wolno usunąć katalogu "%1$s".

source: Directory "%1$s" must not be updated.
es_mx: El directorio "%1$s" no se debe actualizar.
pl_pl: Nie wolno aktualizować katalogu "%1$s".

source: Invalid or missing credentials to access WebDAV server "%1$s".
es_mx: Las credenciales para acceder al servidor WebDAV "%1$s" faltan o no son válidas.
pl_pl: Nieprawidłowe lub niekompletne dane dostępu do "%1$s" serwera WebDAV.

source: The resource is not a file: %1$s
es_mx: El recurso no es un archivo: %1$s
pl_pl: Zasób %1$s nie jest plikiem

source: Versioning not supported by WebDAV.
es_mx: Control de versiones no admitido por WebDAV.
pl_pl: Praca z różnymi wersjami nie jest obsługiwana przez WebDAV.

source: File storage account %1$s of service "%2$s" could not be found for user %3$s in context %4$s.
es_mx: La cuenta de almacenamiento de archivos %1$s del servicio "%2$s" no ha sido encontrada para el usuario %3$s en el contexto %4$s.
pl_pl: Nie można znaleźć konta wiadomości %1$s usługi "%2$s" dla użytkownika %3$s w kontekście %4$s.

source: The operation is not supported by service %1$s.
es_mx: La operación no está soportada por el servicio %1$s.
pl_pl: Czynność nie jest obsługiwana przez usługę %1$s.

source: The folder "%1$s" cannot be found in account %2$s of service "%3$s" of user %4$s in context %5$s.
es_mx: No se encuentra la carpeta "%1$s" en la cuenta %2$s del servicio "%3$s" del usuario %4$s en el contexto %5$s.
pl_pl: W koncie %2$s usługi "%3$s" nie można znaleźć folderu "%1$s" dla użytkownika %4$s w kontekście %5$s.

source: Invalid file identifier: %1$s
es_mx: Identificador de archivo no válido: %1$s
pl_pl: Nieprawidłowy identyfikator folderu: %1$s

source: Invalid header "%1$s": %2$s
es_mx: Cabecera no válida "%1$s": %2$s
pl_pl: Nieprawidłowy nagłówek "%1$s": %2$s

source: Unknown action to perform: %1$s.
es_mx: Acción a ejecutar desconocida: %1$s.
pl_pl: Nieznana czynność do wykonania: %1$s.

source: A file error occurred: %1$s
es_mx: Se ha producido un error de archivo: %1$s
pl_pl: Wystąpił błąd pliku: %1$s

source: Wrongly formatted address: %1$s.
bg_bg: Грешно форматиран адрес: %1$s .
ca_es: Adreça amb format erroni: %1$s.
es_mx: Dirección con formato erróneo: %1$s.
fr_fr: Adresse formatée de façon incorrecte : %1$s.
nb_no: Feilaktig formatert adresse: %1$s.
nl_nl: Verkeerd opgemaakt adres: %1$s.
pl_pl: Nieprawidłowo sformatowany adres: %1$s.
tr_tr: Yanlış oluşturulmuş adres: %1$s
zh_cn: 地址格式错误：%1$s。
zh_tw: 位址格式錯誤: %1$s。

source: Unknown file content: %1$s.
es_mx: Contenido del archivo desconocido: %1$s.
pl_pl: Nieznany typ zawartości: %1$s.

source: Unknown file storage service: %1$s.
es_mx: Servicio de almacenamiento de archivos desconocido: %1$s.
pl_pl: Nieznana usługa przechowywania pliku: %1$s.

source: Missing parameter: %1$s.
es_mx: Parámetro no encontrado: %1$s.
pl_pl: Brak parametru: %1$s.

source: Invalid parameter: %1$s with type '%2$s'. Expected '%3$s'.
es_mx: Parámetro no válido: %1$s de tipo '%2$s'. Se esperaba '%3$s'.
pl_pl: Nieprawidłowy parametr %1$s typu %2$s. Oczekiwana wartość: %3$s.

source: File part is read-only: %1$s
es_mx: La parte del archivo es de sólo lectura: %1$s
pl_pl: Część pliku jest tylko do odczytu: %1$s

source: Unknown color label index: %1$s
bg_bg: Неизвестен индекс на етикета за цвят: %1$s
ca_es: Índex d'etiqueta de color desconegut: %1$s
es_mx: Índice de etiqueta de color desconocida: %1$s
fr_fr: Index d'étiquette de couleur inconnu : %1$s
nb_no: Ukjent fargeetikett indeks: %1$s
nl_nl: Onbekende kleurlabelindex: %1$s
pl_pl: Nieznany indeks etykiety koloru: %1$s
tr_tr: Bilinmeyen renk etiketi: %1$s
zh_cn: 未知颜色标签索引：%1$s
zh_tw: 未知顏色標籤索引: %1$s

source: A duplicate folder named "%1$s" already exists below parent folder "%2$s".
bg_bg: Дублираща се папка, наречена \ " %1$s ", вече съществува под родителската папка \ " %2$s ".
ca_es: Ja existeix una carpeta amb el nom "%1$s" continguda a la carpeta mare "%2$s".
es_mx: Ya existe una carpeta con el nombre "%1$s" contenida en la carpeta padre "%2$s" .
fr_fr: Un dossier dupliqué nommé « %1$s » existe déjà en dessous du dossier parent « %2$s ».
nb_no: Mappen "%1$s" finnes allerede under den overordnede mappen "%2$s".
nl_nl: Een dubbele map genaamd "%1$s" bestaat al in de bovenliggende map "%2$s".
pl_pl: Duplikat folderu o nazwie "%1$s" istnieje już w folderze nadrzędnym "%2$s".
tr_tr: "%1$s" isimli dosya zaten"%2$s" ana klasörünün altında yer alıyor.
zh_cn: 在父文件夹 "%2$s" 下已经存在一个名为 "%1$s" 的重复文件夹。
zh_tw: 在父資料夾 "%2$s" 下已經存在一個名為 "%1$s" 的重複文件夾。

source: No create access on folder %1$s.
es_mx: No hay permiso de creación en la carpeta %1$s.
pl_pl: Brak dostępu z możliwością tworzenia do folderu %1$s.

source: Not connected
bg_bg: Няма връзка
ca_es: No connectat
es_mx: No conectado
fr_fr: Non connecté
nb_no: Ikke tilkoblet
nl_nl: Niet verbonden
pl_pl: Brak połączenia
tr_tr: Bağlanmadı
zh_cn: 未连接
zh_tw: 未連接

source: Invalid sorting column. Cannot sort by %1$s.
bg_bg: Невалидна колона за сортиране. Не може да се сортира по %1$s .
ca_es: Columna d'ordenació invàlida. No es pot ordenar per %1$s.
es_mx: Columna de ordenación no válida. No puede ordenarse por %1$s.
fr_fr: Colonne de tri invalide. Impossible de trier par %1$s.
nb_no: Ugyldig sorteringkolonne. Kan ikke sortere etter %1$s.
nl_nl: Ongeldige sorteerkolom. Het is niet mogelijk te sorteren op %1$s.
pl_pl: Nieprawidłowa kolumna sortowania. Nie można sortować według %1$s.
tr_tr: Geçersiz arama sütunu. %1$s ile aranamıyor.
zh_cn: 无效排序列。无法依 %1$s 排序。
zh_tw: 排序列無效。無法按 %1$s 排序。

source: No attachment found with section identifier %1$s in file %2$s in folder %3$s.
es_mx: No se ha encontrado ningún adjunto con el identificador de sección %1$s en el archivo %2$s en la carpeta %3$s.
pl_pl: Nie znaleziono załącznika o identyfikatorze sekcji %1$s w pliku %2$s w folderze %3$s.

source: File %1$s not found in folder %2$s.
es_mx: No se ha encontrado el archivo %1$s en la carpeta %2$s.
pl_pl: Nie można znaleźć pliku %1$s w folderze %2$s.

source: No account manager could be found for service: %1$s.
es_mx: No se pudo encontrar ningún gestor de cuentas para el servicio: %1$s.
pl_pl: Nie znaleziono menadżera konta dla usługi: %1$d

source: Invalid URL "%1$s". Error: %2$s.
es_mx: URL no válida "%1$s". Error: %2$s.
pl_pl: Nieprawidłowy URL "%1$s". Błąd: %2$s.

source: No such folder.
es_mx: No existe la carpeta.
pl_pl: Brak folderu.

source: Authentication failed for login %1$s to server %2$s (service: %3$s).
es_mx: Ha fallado la autenticación del acceso %1$s al servidor %2$s (servicio: %3$s).
pl_pl: Uwierzytelnienie dla loginu %1$s na serwerze %2$s (usługa: %3$s) nie powiodło się.

source: No free/busy providers available
ca_es: No hi ha proveïdors lliures/ocupats disponibles
es_mx: No hay proveedores libres/ocupados disponibles
fr_fr: Aucun fournisseur libre / occupé disponible
nb_no: Ingen ledige/opptatte leverandører tilgjengelig
nl_nl: Er zijn geen vrij/bezet aanbieders beschikbaar
pl_pl: Nie ma dostępnych żadnych wolnych/zajętych dostawców
zh_cn: 没有空闲的 / 繁忙的提供者可用
zh_tw: 沒有可用的空閒/忙碌提供者

source: The participant "%1$s" is ambiguous.
ca_es: El participant "%1$s" és ambigu.
es_mx: El participante "%1$s" es ambiguo.
fr_fr: Le participant « %1$s » est ambigu.
nb_no: Deltakeren "%1$s" er tvetydig.
nl_nl: De deelnemer "%1$s" is dubbelzinnig.
pl_pl: Nazwa uczestnika "%1$s" jest niejednoznaczna.
zh_cn: 参与者 "%1$s" 含糊不清。
zh_tw: 參與者「%1$s」不明確

source: The participant "%1$s" can't be found.
ca_es: No s'ha pogut trobar el participant "%1$s".
es_mx: No se puede encontrar al participante "%1$s".
fr_fr: Le participant « %1$s » est introuvable.
nb_no: Finner ikke deltakeren "%1$s".
nl_nl: De deelnemer "%1$s" kan niet worden gevonden.
pl_pl: Nie znaleziono uczestnika "%1$s".
zh_cn: 找不到参与者 "%1$s"。
zh_tw: 找不到參與者「%1$s」。

source: Free/busy is not enabled for user %1$d in context %2$d.
es_mx: El estado libreo/ocupado no está activado para el usuario %1$d en el contexto %2$d.
pl_pl: Informacje "wolny/zajęty" nie są włączone w przypadku użytkownika %1$d w kontekście %2$d.

source: Free/busy data for "%1$s" is not available.
ca_es: Les dades de lliure/ocupat per a "%1$s" no estan disponibles.
es_mx: Los datos de libre/ocupado para "%1$s" no están disponibles.
fr_fr: L'état libre ou occupé pour « %1$s » n'est pas disponible.
nb_no: Ledig/opptatt-data for "%1$s" er ikke tilgjengelig.
nl_nl: Vrij/bezet gegevens voor "%1$s" zijn niet beschikbaar.
pl_pl: W przypadku "%1$s" informacje "wolny/zajęty" są niedostępne.
zh_cn: "%1$s" 的空闲 / 忙碌数据不可用。
zh_tw: %1$s 的空閒/忙碌資料不可用。

source: A communication error occured while processing the free/busy request ("%1$s").
es_mx: Se ha producido un error de comunicación al procesar la petición de libre/ocupado ("%1$s").
pl_pl: Podczas przetwarzania żądania informacji "wolny/zajęty" wystąpił błąd komunikacji ("%1$s").

source: An external error occured while processing the free/busy request ("%1$s").
es_mx: Se ha producido un error externo al procesar la petición de libre/ocupado ("%1$s").
pl_pl: Podczas przetwarzania żądania informacji "wolny/zajęty" wystąpił błąd zewnętrzny ("%1$s").

source: An internal error occured while processing the free/busy request ("%1$s").
es_mx: Se ha producido un error interno al procesar la petición de libre/ocupado ("%1$s").
pl_pl: Podczas przetwarzania żądania informacji "wolny/zajęty" wystąpił błąd wewnętrzny ("%1$s").

source: A configuration error occured ("%1$s").
es_mx: Se ha producido un error de configuración ("%1$s").
pl_pl: Wystąpił błąd konfiguracji ("%1$s").

source: The database returned an error: %1$s
es_mx: La base de datos ha devuelto un error: %1$s
pl_pl: Baza danych zwróciła błąd: %1$s

source: The uwa widget with the id %1$s could not be found
bg_bg: Не може да бъде намерена widgetта uwa с id %1$s
ca_es: No s'ha pogut trobar el widget uwa amb ID %1$s
es_mx: No se ha podido encontrar el widget uwa con id %1$s
fr_fr: Le composant graphique UWA d'identifiant %1$s est introuvable
nb_no: Finner ikke uwa widgeten med id %1$s
nl_nl: De UWA widget met id %1$s is onvindbaar
pl_pl: Nie można znaleźć widgetu uwa o identyfikatorze %1$s
tr_tr: %1$s numaralı uwa eklentisi bulunamadı.
zh_cn: 找不到id为%1$s的uwa部件
zh_tw: 找不到id為 %1$s的uwa部件

source: The widget with the id %1$s is protected and only positional information can be updated
bg_bg: Приспособлението с идент. %1$s е защитено и може да се актуализира само позиционна информация
ca_es: El giny amb id %1$s està protegit i només se'n pot modificar la informació de posició
es_mx: El widget con id %1$s está protegido y sólo se puede modificar su información de posición
fr_fr: Le composant graphique d'identifiant %1$s est protégé et seules les informations de position peuvent être mises à jour
nb_no: Widgeten med id %1$s er beskyttet og bare posisjonelle opplysninger kan oppdateres
nl_nl: De widget met id %1$s is beveiligd. Het is alleen mogelijk positieinformatie aan te passen
pl_pl: Widget o identyfikatorze %1$s jest chroniony. Możliwa jest aktualizacja wyłącznie informacji o pozycji
tr_tr: %1$s numaralı eklenti korunuyor ve yalnızca pozisyonel bilgiler güncellenebilir.
zh_cn: id为 %1$s的部件受到保护并且只能更新其位置信息
zh_tw: id為 %1$s的部件受到保護並且只能更新其位置信息

source: The string cannot be parsed to a valid URL.
bg_bg: Низът не може да бъде анализиран на валиден URL адрес.
ca_es: La cadena no s'ha pogut processar per a obtenir una URL vàlida.
es_mx: La cadena no se puede procesar para obtener una URL válida.
fr_fr: La chaîne ne peut être reconnue comme une URL valide.
nb_no: Strengen kan ikke analyseres til en gyldig URL.
nl_nl: De tekst kan niet omgezet worden naar een geldige URL.
pl_pl: Nie można przetworzyć ciągu na prawidłowy adres URL.
tr_tr: Dize geçerli bir URL'ye ayrıştırılamıyor.
zh_cn: 字串无法分析成一个有效 URL。
zh_tw: 字串無法剖析為網址。

source: Account "%s" is locked.
es_mx: La cuenta "%s" está bloqueada.
pl_pl: Konto "%s" jest zablokowane.

source: Account "%1$s" is currently being created. This can take a while. Please try again later.
bg_bg: В момента се създава профил \ " %1$s ". Това може да отнеме известно време. Моля, опитайте отново по-късно.
ca_es: El compte "%1$s" s'està creant en aquest moment. Això pot tardar un temps. Per favor, provau-ho més tard.
es_mx: La cuenta "%1$s" se está creando en este momento. Esto puede tardar un tiempo. Por favor, inténtelo de nuevo más tarde.
fr_fr: Le compte « %1$s » est en cours de création. Cette opération peut prendre un peu de temps. Veuillez réessayer plus tard.
nb_no: Konto "%1$s" blir for tiden opprettet. Dette kan ta en stund. Prøv igjen senere.
nl_nl: Account "%1$s" wordt momenteel aangemaakt. Dit kan even duren, probeer het later nogmaals.
pl_pl: Konto "%1$s" jest w trakcie tworzenia. To może potrwać chwilę. Spróbuj ponownie później.
tr_tr: "%1$s" hesabı oluşturuluyor. Bu biraz zaman alabilir. Lütfen tekrar deneyiniz.
zh_cn: 帐户 "%1$s" 正被创建。这可能需时片刻。请在以后重试。
zh_tw: 正在建立「%1$s」帳號。可能需要一些時間，請稍候並再試一次。

source: Unknown problem: "%s".
es_mx: Problema desconocido: "%s".
pl_pl: Nieznany problem: "%s".

source: Login not possible at the moment. Please try again later.
bg_bg: Входът не е възможен в момента. Моля, опитайте отново по-късно.
ca_es: La connexió no és possible de moment. Per favor, provau-ho més endavant.
es_mx: La conexión no es posible por el momento. Por favor, inténtelo más adelante.
fr_fr: Impossible de se connecter pour le moment. Veuillez réessayer plus tard.
nb_no: Pålogging er ikke mulig for øyeblikket. Prøv igjen senere.
nl_nl: Aanmelden op dit moment niet mogelijk. Probeer het later opnieuw.
pl_pl: Nie można się teraz zalogować. Spróbuj ponownie później.
tr_tr: Şu anda giriş mümkün değil. Lütfen daha sonra tekrar deneyin.
zh_cn: 现在无法登入。请在以后重试。
zh_tw: 此時無法登錄。請以後重試。

source: Invalid credentials.
es_mx: Credenciales no válidas.
pl_pl: Nieprawidłowe informacje uwierzytelniające.

source: Missing property %1$s.
es_mx: Falta la propiedad %1$s.
pl_pl: Brak właściwości %1$s.

source: Database down.
es_mx: Base de datos caída.
pl_pl: Baza danych jest wyłączona.

source: Your password has expired. In order to change it, please log in to %1$s.
bg_bg: Паролата ви е изтекла. За да го промените, моля, влезте в %1$s .
ca_es: La vostra contrasenya ha caducat. Per a canviar-la, per favor, connectau-vos a %1$s.
es_mx: Su contraseña ha caducado. Para cambiarla, por favor, conéctese a %1$s.
fr_fr: Votre mot de passe a expiré. Pour le changer, veuillez vous connecter à %1$s.
nb_no: Passordet er utløpt. For å endre det, vennligst logg inn på %1$s.
nl_nl: Uw wachtwoord is verlopen. Teneinde het te wijzigen meldt u zich aan op %1$s.
pl_pl: Hasło utraciło ważność. Aby je zmienić, zaloguj się do %1$s.
tr_tr: Şifrenizin süresi doldu. Değiştirmek için lütfen şuraya giriş yapınız: %1$s.
zh_cn: 您的密码已过期。如需更改，请登入到 %1$s。
zh_tw: 您的密碼已過期。要更改密碼，請登錄到 %1$s。

source: User %1$s could not be found in context %2$s.
es_mx: No se ha podido encontrar el usuario %1$s en el contexto %2$s.
pl_pl: Nie można znaleźć użytkownika %1$s w kontekście %2$s

source: User is not activated.
es_mx: El usuario no está activado.
pl_pl: Użytkownik nie został aktywowany.

source: Client "%1$s" is not activated.
es_mx: El cliente "%1$s" no está activado.
pl_pl: Użytkownik "%1$s" nie został aktywowany.

source: Method "%1$s" in HTTP header authorization is not supported.
bg_bg: Методът \ " %1$s " в оторизацията на HTTP заглавката не се поддържа.
ca_es: No s'admet el mètode "%1$s" en l'autorització de la capçalera HTTP.
es_mx: No se admite el método "%1$s" en la autorización de la cabecera HTTP.
fr_fr: La méthode « %1$s » dans l'en-tête HTTP d'autorisation n'est pas prise en charge.
nb_no: Metoden "%1$s" i HTTP-header godkjenning støttes ikke.
nl_nl: Methode "%1$s" in de HTTP header controle wordt niet ondersteund.
pl_pl: Metoda "%1$s" w nagłówku autoryzacji protokołu HTTP nie jest obsługiwana.
tr_tr: HTTP başlığı yönetimindeki şu yöntem desteklenmiyor: "%1$s"
zh_cn: HTTP标头授权中的方法 "%1$s" 不受支持。
zh_tw: HTTP標頭授權中的方法 "%1$s" 不受支持。

source: Missing client capabilities.
bg_bg: Липсващи възможности на клиентите.
ca_es: Falten capacitats de client.
es_mx: Faltan capacidades de cliente.
fr_fr: Des fonctionnalités du client manquent.
nb_no: Manglende klientegenskaper.
nl_nl: Ontbrekende client mogelijkheden.
pl_pl: Brak funkcjonalności klienta.
tr_tr: İstemci yetenekleri eksik.
zh_cn: 缺少客户端特性。
zh_tw: 缺少客戶端能力。

source: No session found.
es_mx: No se ha encontrado la sesión.
pl_pl: Nie znaleziono żadnej sesji.

source: %s does not support an auto login authentication.
es_mx: %s no es compatible con una autenticación de inicio de sesión automático.
pl_pl: Implementacja %s nie obsługuje automatycznego uwierzytelniania logowania.

source: Server side token for token login was not created.
es_mx: El token del lado del servidor para la conexión no se ha creado.
pl_pl: Nie utworzono tokenu po stronie serwera na potrzeby logowania przy użyciu tokenu.

source: Put into cache failed.
es_mx: Falló la inserción en la caché.
pl_pl: Nie można umieścić w pamięci podręcznej.

source: The default element attributes could not be retrieved
es_mx: No se pudieron recuperar los atributos del elemento predeterminado
pl_pl: Nie można pobrać domyślnych atrybutów elementu

source: Cache %s could not be initialized due to following error: %s
es_mx: No se ha podido inicializar la caché %s debido al siguiente error: %s
pl_pl: Nie można wykonać inicjacji pamięci podręcznej %s z powodu następującego błędu: %s

source: Too few (%d) login attributes.
bg_bg: Твърде малко ( %d ) атрибути за вход.
ca_es: Massa pocs atributs (%d) de connexió.
es_mx: Demasiados pocos (%d) atributos de conexión.
fr_fr: Trop peu (%d) d'attributs de connexion.
nb_no: For få (%d) påloggingsattributter.
nl_nl: Te weinig (%d) aanmeldattributen.
pl_pl: Za mało (%d) atrybutów logowania.
tr_tr: (%d) oturum başlatma niteliği çok az .
zh_cn: 太少 (%d) 登录属性。
zh_tw: 太少 (%d) 登錄屬性。

source: Problem while communicating with external authorization.
es_mx: Problema al comunicar con un servidor de autorización externa.
pl_pl: Wystąpił problem podczas komunikacji z zewnętrzną usługą uwierzytelniającą.

source: Instantiating the class failed.
es_mx: Falló la instanciación de la clase.
pl_pl: Tworzenie instancji klasy zakończyło się niepowodzeniem.

source: Class %1$s can not be found.
es_mx: No se puede encontrar la clase %1$s.
pl_pl: Nie znaleziono klasy %1$s.

source: Missing property %1$s in system.properties.
es_mx: Falta la propiedad %1$s en system.properties.
pl_pl: Brak właściwości %1$s w pliku system.properties.

source: URL "%s" is malformed.
es_mx: La URL "%s" está mal escrita.
pl_pl: Adres URL "%s" jest nieprawidłowy.

source: Extras link is not implemented.
es_mx: Los enlaces extra no están implementados.
pl_pl: Łącze dodatkowe nie zostało zaimplementowane.

source: Context %1$d, %1$s is disabled.
es_mx: El contexto %1$d, %1$s, está desactivado.
pl_pl: Kontekst %1$d, %1$s jest zablokowany.

source: [Not available]
bg_bg: [Не е наличен]
ca_es: [No disponible]
es_mx: [No disponible]
fr_fr: (Non disponible)
nb_no: [Ikke tilgjengelig]
nl_nl: [Niet beschikbaar]
pl_pl: [Niedostępne]
tr_tr: [Mevcut değil]
zh_cn: [无法使用]
zh_tw: [無法使用]

source: An error occurred inside the Open-Xchange server which prevented it from fulfilling the request.
pl_pl: Wystąpił błąd serwera Open-Xchange, który uniemożliwił przetworzenie żądania.

source: A temporary error occurred inside the Open-Xchange server which prevented it from fulfilling the request.. Please try again later.
pl_pl: Wystąpił tymczasowy błąd na serwerze Open-Xchange, który uniemożliwił realizację żądania. Spróbuj ponownie później.

source: The object has been changed in the meantime.
bg_bg: Обектът е променен междувременно.
ca_es: L'objecte ha estat canviat mentrestant.
es_mx: El objeto ha sido cambiado mientras tanto.
fr_fr: L'objet a été modifié entre-temps.
nb_no: Objektet har blitt endret i mellomtiden.
nl_nl: Het object is gewijzigd in de tussentijd.
pl_pl: Obiekt został w międzyczasie zmieniony.
tr_tr: Bu arada nesne değiştirildi.
zh_cn: 对象同时被更改。
zh_tw: 物件同時被更改。

source: Object not found. %1$s
bg_bg: Обектът не е намерен. %1$s
ca_es: Objecte no trobat: %1$s
es_mx: Objeto no encontrado. %1$s
fr_fr: Objet non trouvé : %1$s
nb_no: Finner ikke objekt. %1$s
nl_nl: Object niet gevonden. %1$s
pl_pl: Nie znaleziono obiektu. %1%s
tr_tr: %1$s nesnesi bulunamadı.
zh_cn: 找不到对象。%1$s
zh_tw: 找不到物件。%1$s

source: No permission for module: %1$s.
bg_bg: Няма разрешение за модула: %1$s .
ca_es: No hi ha permisos per al mòdul: %1$s.
es_mx: No hay permisos para el módulo: %1$s.
fr_fr: Pas de droits pour le module : %1$s.
nb_no: Ingen tillatelse for modulen: %1$s.
nl_nl: Geen rechten voor module: %1$s.
pl_pl: Brak uprawnień do modułu: %1%s.
tr_tr: %1$s modülüne izin verilmiyor.
zh_cn: 无针对模块 %1$s 的权限。
zh_tw: 無針對模組 %s 的權限。

source: No folder permission.
bg_bg: Няма разрешение за папка.
ca_es: No hi ha permisos per a la carpeta.
es_mx: No hay permisos para la carpeta.
fr_fr: Pas de droit de dossier.
nb_no: Ingen mappetillatelse.
nl_nl: Geen maprechten.
pl_pl: Brak uprawnień do folderu.
tr_tr: Klasör izni bulunamadı.
zh_cn: 无文件夹权限。
zh_tw: 無文件夾權限。

source: Missing field: %s
bg_bg: Липсващо поле: %s
ca_es: Hi falta el camp: %s
es_mx: Falta el campo: %s
fr_fr: Champ %s manquant
nb_no: Manglende felt: %s
nl_nl: Ontbrekend veld: %s
pl_pl: Brak pola: %s
tr_tr: Eksik alan: %s
zh_cn: 缺少字段：%s
zh_tw: 缺少欄位 %s

source: File not found: %1$s
bg_bg: Файлът не е намерен: %1$s
ca_es: No s'ha trobat el fitxer. %1$s
es_mx: archivo no encontrado. %1$s
fr_fr: Objet non trouvé : %1$s
nb_no: Finner ikke filen: %1$s
nl_nl: Bestand niet gevonden. %1$s
pl_pl: Nie znaleziono pliku %1$s: %1$s
tr_tr: Dosya bulunamadı: %s
zh_cn: 找不到文件：%1$s
zh_tw: 找不到檔: %1$s

source: I/O error: %1$s
es_mx: Error de E/S: %1$s
pl_pl: Błąd we/wy: %1$s
