Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: This appointment was changed by [changed_by]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: Тази среща бе променена от [changed_by]. \ NМожете да проверите тази среща в календара си: \ n [link] \ n \ nПрограми \ n =========== \ nСъздаден от: [created_by] \ nСъздаден at: [creation_datetime] \ n [заглавие] \ n [местоположение] [име_на_ папка] \ n \ n [старт] \ n [край] \ n [серия] [delete_exceptions] [change_exceptions] ============ \ н [участници] \ н \ nResources \ н ========= \ н [ресурси] \ н \ н ========= =================================
ca_es: Aquesta cita ha estat modificada per [changed_by]. Podeu revisar aquesta cita al vostre calendari: [link] Cita ==== Creada per: [created_by] Creada el: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: Esta cita fue modificada por [changed_by]. Puede revisar esta cita en su calendario: [link] Cita ==== Creada por: [created_by] Creada el: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: Ce rendez-vous a été modifié par [changed_by]. Vous pouvez vérifier ce rendez-vous dans votre agenda : [link] Rendez-vous =========== Créé par : [created_by] Créé le : [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: Denne avtalen ble endret av [changed_by]. Du kan sjekke denne avtalen i kalenderen din: [link] Avtale =========== Opprettet av: [created_by] Opprettet: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: Deze afspraak is gewijzigd door [changed_by]. Directe koppeling: [link] Afspraak =========== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [location][folder_name] Startdatum: [start] Einddatum: [end] [series][delete_exceptions][change_exceptions] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: To spotkanie zostało zmienione przez [changed_by]. Możesz sprawdzić to spotkanie w swoim kalendarzu: [link] Spotkanie ========= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: Bu randevu [changed_by] tarafından değiştirildi. Bu randevuyu takvimden kontrol edebilirsiniz: [link] Randevu =========== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: 此约会被 [changed_by] 更改。您可以在您的日历中检查此约会： [link] 约会 =========== 创建人: [created_by] 创建日期: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: 此約會已被 [changed_by] 更改。 您可以在您的日曆中檢查此約會： [link] 約會 =========== 建立者：[created_by] 建立時間：[creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================

source: This appointment was changed by [changed_by]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: Тази среща бе променена от [changed_by]. \ N \ nПрепоръка \ n =========== \ nСъздадена от: [created_by] \ nСъздадена на: [creation_datetime] \ n [title] \ n [ [FOLDER_NAME] \ п \ п [Start] \ п [END] \ п [серия] [delete_exceptions] [change_exceptions] \ п [описание] \ nParticipants \ п ============ \ п [ участниците] \ н \ nResources \ н ========= \ н [ресурси] \ н \ н ======================== ==================
ca_es: Aquesta cita ha estat modificada per [changed_by]. Cita ===== Creada per: [created_by] Creada el: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: Esta cita fue modificada por [changed_by]. Cita ===== Creada por: [created_by] Creada el: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: Ce rendez-vous a été modifié par [changed_by]. Rendez-vous =========== Créé par : [created_by] Créé le : [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: Denne avtalen ble endret av [changed_by]. Avtale =========== Laget av: [created_by] Opprettet: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: Deze afspraak is gewijzigd door [changed_by]. Afspraak =========== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [location][folder_name] Startdatum: [start] Einddatum: [end] [series][delete_exceptions][change_exceptions] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: To spotkanie zostało zmienione przez [changed_by]. Spotkanie ========= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: Randevu [changed_by] tarafından değiştirildi. Randevu =========== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: 此约会被 [changed_by] 更改。约会 =========== 创建人： [created_by] 创建日期： [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: 此約會已被 [changed_by] 更改。 約會 =========== 建立者：[created_by] 建立時間：[creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================

source: This task was changed by [changed_by]. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: Тази задача бе променена от [changed_by]. \ NМожете да проверите тази задача в задачите си: \ n [link] \ n \ nТак \ n ==== \ nСъздадена от: [created_by] \ nСъздадена на: [creation_datetime] \ n [заглавие] \ п [FOLDER_NAME] \ п [приоритет] \ п [task_status] \ п \ п [Start] \ п [END] \ п [серия] \ п [описание] \ nParticipants \ п ====== ====== \ н [участници] \ н \ nResources \ н ========= \ н [ресурси] \ н \ н =============== ===========================
ca_es: Aquesta tasca ha estat modificada per [changed_by]. Podeu revisar aquesta tasca a les vostres tasques: [link] Tasca ===== Creada peor: [created_by] Creada el: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: Esta tarea fue modificada por [changed_by]. Puede revisar esta tarea en sus tareas: [link] Tarea ===== Creada por: [created_by] Creada el: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: Cette tâche a été modifiée par [changed_by]. Vous pouvez vérifier cette tâche dans vos tâches : [link] Tâche ===== Créée par : [created_by] Créée le : [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: Denne oppgaven ble endret av [changed_by]. Du kan sjekke denne oppgaven i dine oppgaver: [link] Oppgaver ==== Opprettet av: [created_by] Opprettet: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: Deze taak is gewijzigd door [changed_by]. Directe koppeling: [link] Taak ==== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [folder_name] [priority] [task_status] Startdatum: [start] Einddatum: [end] [series] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: To zadanie zostało zmienione przez [changed_by]. Możesz sprawdzić to zadanie w swoim kalendarzu: [link] Zadanie ======= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: Bu görev [changed_by] tarafından değiştirildi. Bu görevi görevler listenizden kontrol edebilirsiniz: [link] Task ==== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: 此任务被 [changed_by] 更改。您可以再您的任务中检查此任务： [link] 任务 ==== 创建人： [created_by] 创建日期： [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: 此任務已被 [changed_by] 更改。 您可以在您的任務中檢查此任務： [link] 任務 ==== 建立者：[created_by] 建立時間：[creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================

source: This task was changed by [changed_by]. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: Тази задача бе променена от [changed_by]. \ N \ nТак \ n ==== \ nСъздаден от: [created_by] \ nСъздаден на: [creation_datetime] \ n [title] \ n [име_на_парка] \ n [priority] \ n [task_status] \ п \ п [Start] \ N [END] \ п [серия] \ N [описание] \ nParticipants \ п \ п ============ [участниците] \ п \ nResources \ п ========= \ п [средства] \ п \ п ============================== ============
ca_es: Aquesta tasca fue modificada por [changed_by]. Tasca ===== Creada per: [created_by] Creada el: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: Esta tarea fue modificada por [changed_by]. Tarea ===== Creada por: [created_by] Creada el: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: Cette tâche a été modifiée par [changed_by]. Tâche ===== Créée par : [created_by] Créée le : [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: Denne oppgaven ble endret av [changed_by]. Oppgave =========== Opprettet av: [created_by] Opprettet: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: Deze taak is gewijzigd door [changed_by]. Taak ==== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [folder_name] [priority] [task_status] Startdatum: [start] Einddatum: [end] [series] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: To zadanie zostało zmienione przez [changed_by]. Zadanie ======= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: Bu görev [changed_by] tarafından değiştirildi. Görev ==== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: 此任务被 [changed_by] 更改。任务 ==== 创建人： [created_by] 创建日期： [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: 此任務已被 [changed_by] 更改。 任務 ==== 建立者：[created_by] 建立時間：[creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this appointment. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: [changed_by] има [confirmation_action] тази среща. \ nМожете да проверите тази среща в календара си: \ n [link] \ n \ nПрограма \ n =========== \ nСъздадена от: [created_by] nСъздадена на: [creation_datetime] \ n [title] \ n [местоположение] [име_на_парка] \ n \ n [начало] \ n [ п ============ \ н [участници] \ н \ nResources \ н ========= \ н [ресурси] \ н \ н ======== ==================================
ca_es: [changed_by] ha [confirmation_action] aquesta cita. Podeu revisar aquesta cita al vostre calendari: [link] Cita ==== Creada per: [created_by] Creada el: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: [changed_by] ha [confirmation_action] esta cita. Puede revisar esta cita en su calendario: [link] Cita ==== Creada por: [created_by] Creada el: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: [changed_by] a [confirmation_action] ce rendez-vous. Vous pouvez vérifier ce rendez-vous dans votre agenda : [link] Rendez-vous =========== Créé par : [created_by] Créé le : [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: [changed_by] har [confirmation_action] denne avtalen. Du kan sjekke denne avtalen i kalenderen din: [link] Avtale =========== Laget av: [created_by] Opprettet: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: [changed_by] heeft deze afspraak [confirmation_action]. Directe koppeling: [link] Afspraak =========== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [location][folder_name] Startdatum: [start] Einddatum: [end] [series][delete_exceptions][change_exceptions] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: [changed_by][confirmation_action] to spotkanie. Możesz sprawdzić to spotkanie w swoim kalendarzu: [link] Spotkanie ========= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: [changed_by] tarafından [confirmation_action] randevusu onaylandı. Bu ranevuyu takvimden kontrol edebilirsiniz: [link] Randevu =========== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: [changed_by] 已 [confirmation_action] 此约会。您可以在您的日历中检查此约会： [link] 约会 =========== 创建人: [created_by] 创建日期: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: [changed_by] 已 [confirmation_action] 此約會。 您可以在您的日曆中檢查此約會： [link] 約會 =========== 建立者：[created_by] 建立時間：[creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================
