Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: The maximum number of synchronizable directories (%1$d) is exceeded. Please remove some directories and try again, or select another root folder.
bg_bg: Максималният брой синхронизируеми директории ( %1$d ) е превишен. Моля, премахнете някои директории и опитайте отново или изберете друга коренна папка.
fr_fr: Vous avez dépassé le nombre maximal de dossiers pouvant être synchronisés (%1$d). Veuillez supprimer certains dossiers et réessayer, ou choisir un autre dossier racine.
nb_no: Det maksimale antallet synkroniserbare mapper (%1$d) er overskredet. Vennligst fjern noen mapper og forsøk igjen, eller velg en annen rotmappe.
nl_nl: Het maximum aantal synchroniseerbare mappen (%1$d) is overschreden. Verwijder alstublieft een aantal mappen en probeer opnieuw, of kies een andere hoofdmap.
zh_cn: 已超出同步目录 (%1$d) 数目上限。请移除一些目录后再试，或选择别的根文件夹。
zh_tw: 已超過最大可同步資料夾的數量（%1$d）。請移除某些資料夾後再試一次，或選擇其他根目錄。

source: The maximum number of files (%1$d) is exceeded in directory "%2$s". Please remove some files and try again.
bg_bg: Максималният брой файлове ( %1$d ) е превишен в директорията \ " %2$s ". Моля, премахнете някои файлове и опитайте отново.
fr_fr: Vous avez dépassé le nombre maximal de fichiers (%1$d) dans le dossier « %2$s ». Veuillez supprimer certains fichiers et réessayer.
nb_no: Maks antall filer (%1$d) er overskredet i mappen "%2$s". Vennligst slett noen filer og forsøk igjen.
nl_nl: Het maximum aantal synchroniseerbare bestanden (%1$d) is overschreden in de map "%2$s". Verwijder alstublieft een aantal bestanden en probeer opnieuw.
zh_cn: 已超出文件 (%1$d) 数目上限（于目录 "%2$s" 里）。请移除一些文件后再试。
zh_tw: 已超過最大可同步檔案的數量（%1$d）。請移除某些檔案後再試一次。

source: The token "%1$s" is already registered.
bg_bg: Символът \ " %1$s " вече е регистриран.
fr_fr: Le jeton « %1$s » est déjà enregistré.
nb_no: Token-et "%1$s" er allerede registrert.
nl_nl: Het token "%1$s" is reeds geregistreerd.
zh_cn: 代币 "%1$s" 已经注册。
zh_tw: 已註冊 token「%1$s」。

source: Empty files indicated for directory "%1$s".
bg_bg: Празни файлове, указани за директория \ " %1$s ".
fr_fr: Fichiers vides indiqués dans le dossier « %1$s ».
nb_no: Tomme filer indikert for mappen "%1$s".
nl_nl: Lege bestanden in de directory "%1$s".
zh_cn: "%1$s" 目录标示空白文件.
zh_tw: 資料夾「%1$s」的空檔案。

source: A file named "%1$s" already exists at "%2$s".
bg_bg: Файл с име \ " %1$s " вече съществува в \ " %2$s ".
nl_nl: Een bestand met de naam "%1$s" bestaat al in "%2$s".
zh_cn: 一个名为 "%1$s" 的文件已经存在于"%2$s"。

source: A directory named "%1$s" already exists at "%2$s".
bg_bg: Вече съществува директория, наречена \ " %1$s " в \ " %2$s ".
nl_nl: Een map met de naam "%1$s" bestaat al in "%2$s".
zh_cn: 一个名为 "%1$s" 的目录已存在于 "%2$s"。

source: My attachments
bg_bg: Моите привързаности
nb_no: Mine vedlegg
nl_nl: Mijn bijlagen
zh_cn: 我的附件

source: In %1$s
bg_bg: В %1$s
nb_no: I %1$s
zh_cn: 在 %1$s 里

source: From
bg_bg: От
ca_es: De
fr_fr: De
nb_no: Fra
nl_nl: Van
tr_tr: -dan
zh_cn: 来自
zh_tw: 從

source: To
bg_bg: До
ca_es: A
fr_fr: À
nb_no: Til
nl_nl: Aan
tr_tr: -e
zh_cn: 送到
zh_tw: 給

source: File type
bg_bg: Тип файл
ca_es: Tipus de fitxer
fr_fr: Type du fichier
nb_no: Filtype
nl_nl: Bestandstype
tr_tr: dosya türü
zh_cn: 文件类型
zh_tw: 檔案類型

source: File size
bg_bg: Размер на файла
ca_es: Mida de fitxer
fr_fr: Taille du fichier
nb_no: Filstørrelse
nl_nl: Bestandsgrote
tr_tr: dosya büyüklüğü
zh_cn: 文件大小
zh_tw: 檔案大小

source: in file name
bg_bg: в името на файла
ca_es: al nom de fitxer
fr_fr: dans le nom de fichier
nb_no: i filnavn
nl_nl: in bestandsnaam
tr_tr: dosya isminde
zh_cn: （从文件名称里）
zh_tw: 於檔案名稱

source: in From sender
bg_bg: от Изпращач
fr_fr: dans le « De » de l'expéditeur
nb_no: som avsender
nl_nl: in Van verzender
zh_cn: 在 From 的发送人
zh_tw: 於寄件者

source: in To recipient
bg_bg: в получателя
fr_fr: dans le « À » du destinataire
nb_no: som mottaker
nl_nl: in Aan ontvanger
zh_cn: 在 To 的收件人
zh_tw: 於收件者

source: in subject
bg_bg: в темата
ca_es: a l'assumpte
fr_fr: dans le sujet
nb_no: i emnet
nl_nl: in onderwerp
tr_tr: konu başlığında
zh_cn: （从主题里）
zh_tw: 於主旨

source: The folder you requested does not exist.
bg_bg: Папката, която поискате, не съществува.
ca_es: La carpeta que heu sol·licitat no existeix.
fr_fr: Le dossier que vous avez demandé n'existe pas.
nb_no: Mappen du ba om finnes ikke.
nl_nl: De map welke u opvroeg bestaat niet.
zh_cn: 您请求的文件夹不存在。
zh_tw: 您請求的資料夾不存在。

source: The file you requested does not exist.
bg_bg: Файлът, който поискате, не съществува.
ca_es: El fitxer que heu sol·licitat no existeix.
fr_fr: Le fichier que vous avez demandé n'existe pas.
nb_no: Filen du ba om finnes ikke.
nl_nl: Het door u verzochte bestand bestaat niet.
tr_tr: İstenilen dokuman yok
zh_cn: 您请求的文件不存在。
zh_tw: 您請求的檔案不存在。

source: The file version you requested does not exist.
bg_bg: Поисканата версия на файла не съществува.
fr_fr: La version du fichier que vous avez demandée n'existe pas.
nb_no: Filversjonen du forespurte finnes ikke.
nl_nl: De bestandsversie welke u heeft aangevraagd bestaat niet.
tr_tr: İstenilen dosya versiyonu mevcut değil.
zh_cn: 您请求的文件版本不存在。
zh_tw: 您請求的檔案版本不存在。

source: A folder named "%1$s" already exists.
bg_bg: Папка с име " %1$s " вече съществува.
ca_es: Ja existeix una carpeta amb el nom "%1$s".
fr_fr: Un dossier nommé « %1$s » existe déjà.
nb_no: En mappe med navnet "%1$s" finnes allerede.
nl_nl: Een map met de naam "%1$s" bestaat al.
tr_tr: ''%1$s'' adında bir dosya zaten var.
zh_cn: 一个名为 "%1$s" 的文件夹已经存在。
zh_tw: 一個名為「%1$s」的資料夾已經存在。

source: You do not have the appropriate permissions to create a subfolder below the folder "%1$s".
bg_bg: Нямате подходящите разрешения за създаване на подпапка под папката \ " %1$s ".
ca_es: No teniu els permisos adients per a crear una subcarpeta dependent de la carpeta "%1$s".
fr_fr: Vous n'avez pas les droits requis pour créer un sous-dossier en dessous du dossier « %1$s ».
nb_no: Du har ikke riktige tillatelser til å opprette en undermappe under mappen "%1$s".
nl_nl: U heeft niet voldoende rechten om een submap aan te maken onder de map "%1$s".
tr_tr: "%1$s" klasörü altında yeni bir klasör yaratmak için yeterli yetkiniz bulunmamaktadır.
zh_cn: 您没有在文件夹 "%1$s" 下创建子文件夹的适当权限。
zh_tw: 您沒有在資料夾「%1$s」建立子資料夾的適當權限。

source: Invalid URL "%1$s". Please correct the value and try again.
bg_bg: Невалиден URL \ " %1$s ". Моля, коригирайте стойността и опитайте отново.
ca_es: URL no valida "%1$s". Per favor, corregiu-ne el valor i provau-ho de nou.
fr_fr: URL « %1$s » invalide. Veuillez corriger sa valeur et réessayer.
nb_no: Ugyldig URL "%1$s". Endre verdien, og prøv på nytt.
nl_nl: Ongeldig URL: "%1$s". Verbeter deze alstublieft en probeer het opnieuw.
tr_tr: Geçersiz URL "%1$s". Lütfen değerleri değiştirip yeniden deneyiniz.
zh_cn: 无效 URL "%s"，请纠正后再试。
zh_tw: 網址無效:「%1$s」。請修正並再試一次。

source: The allowed quota is reached. Please delete some items in order to store new ones.
bg_bg: Допуска се разрешената квота. Моля, изтрийте някои елементи, за да ги запазите.
ca_es: Heu assolit la quota permesa. Per favor, esborrau alguns elements per a poder crear-ne altres de nous.
fr_fr: Le quota autorisé est dépassé. Veuillez supprimer certains éléments si vous souhaitez en enregistrer de nouveaux.
nb_no: Tillatt kvote er nådd. Slett noen elementer for å lagre nye.
nl_nl: Het toegestane quota is overschreden. Verwijder alstublieft wat items zodat u weer nieuwe kan maken.
tr_tr: İzin verilen kotaya ulaşıldı. Yeni ögeler depolayabilmek için eski ögelerin bir kısmını siliniz.
zh_cn: 超出允许限额，请删除一些项目以能储存新的。
zh_tw: 已達配額。請刪除某些項目以建立新項目。

source: ZIP archive exceeds max. allowed size of %1$s
bg_bg: ZIP архивът надвишава макс. разрешен размер на %1$s
ca_es: L'arxiu ZIP excedeix la mida màxima permesa de %1$s
fr_fr: L'archive ZIP dépasse la taille maximale autorisée de %1$s
nb_no: ZIP arkivet overskrider maks. tillatt størrelse på %1$s
nl_nl: ZIP archive overschrijdt maximaal toegestane grote van %1$s
tr_tr: ZIP arşivi izin verilen maksimum sınır olan %1$s rakamını aştı.
zh_cn: ZIP 档案超过允许的最大值 %1$s
zh_tw: ZIP 壓縮檔超過允許的最大大小 %1$s

source: The file storage account is currently not accessible.
bg_bg: Понастоящем профилът за съхранение на файлове не е достъпен.
fr_fr: Le compte de stockage de fichiers n'est pas accessible actuellement.
nb_no: Fillagringskontoen er for øyeblikket ikke tilgjengelig.
nl_nl: Het bestandsopslag account is momenteel niet beschikbaar.
tr_tr: Dosya saklama alanına erişilemedi
zh_cn: 文件储存户口现在无法访问。
zh_tw: 目前無法存取該檔案儲存空間帳號。

source: The folder "%1$s" cannot be moved to "%2$s".
bg_bg: Папката \ " %1$s " не може да бъде преместена в \ " %2$s ".
fr_fr: Le dossier « %1$s » ne peut pas être déplacé vers « %2$s ».
nb_no: Mappen "%1$s" kan ikke flyttes til "%2$s".
nl_nl: De map "%1$s" kan niet verplaatst worden naar "%2$s".
tr_tr: "%1$s" klasörü şuraya taşınamaz: "%2$s".
zh_cn: 不能把文件夹 "%1$s" 移动到 "%2$s"。
zh_tw: 無法將資料夾「%1$s」移動至「%2$s」。

source: The file "%1$s" cannot be moved to "%2$s".
bg_bg: Файлът \ " %1$s " не може да бъде преместен в \ " %2$s ".
fr_fr: Le fichier « %1$s » ne peut pas être déplacé vers « %2$s ».
nb_no: Filen "%1$s" kan ikke flyttes til "%2$s".
nl_nl: Het bestand "%1$s" kan niet verplaatst worden naar "%2$s".
tr_tr: "%1$s" dosyası şuraya taşınamaz: "%2$s".
zh_cn: 不能把文件 "%1$s" 移动到 "%2$s"。
zh_tw: 無法將檔案「%1$s」移動至「%2$s」。

source: The notes of the file "%1$s" in folder "%2$s" are lost when moving it into the account "%3$s".
bg_bg: Бележките за файла \ " %1$s " в папката \ " %2$s " се изгубват при преместването му в акаунта \ " %3$s ".
fr_fr: Les notes liées au fichier "%1$s" dans le dossier "%2$s" sont perdues lorsque vous le déplacez vers le compte "%3$s".
nb_no: Notatene til filen "%1$s" i mappen "%2$s" vil gå tapt om du flytter den til "%3$s"-kontoen.
nl_nl: De notities van het bestand "%1$s" in de map "%2$s" zijn verloren gegaan bij het verplaatsen naar het account "%3$s".
tr_tr: "%1$s" dosyasının "%2$s" klasörü altındaki notları "%3$s" hesabına taşınırken kayboldu.
zh_cn: 文件 "%1$s"（在文件夹 "%2$s" 里）的备注，在移动到户口 "%3$s" 时损失了。
zh_tw: 當移動至帳號「%3$s」時，「%2$s」資料夾中的「%1$s」檔案的所有註記皆將遺失。

source: All previous versions of the file "%1$s" in folder "%2$s" are lost when moving it into the account "%3$s".
bg_bg: Всички предишни версии на файла \ " %1$s " в папката \ " %2$s " се губят при преместването му в акаунта \ " %3$s ".
fr_fr: Toutes les versions antérieures du fichier "%1$s" dans le dossier "%2$s" sont perdues lorsque vous le déplacez vers le compte "%3$s".
nb_no: Alle tidligere versjoner av filen "%1$s" i mappen "%2$s" vil gå tapt om du flytter den til "%3$s"-kontoen.
nl_nl: Alle vorige versies van het bestand "%1$s" in de map "%2$s" zijn verloren gegaan bij het verplaatsen naar het account "%3$s".
tr_tr: "%1$s" dosyasının "%2$s" klasörü altında bulunan eski sürümleri "%3$s" hesabına taşınırken kayboldu.
zh_cn: 所有 "%1$s" 文件的过去版本（在文件夹 "%2$s" 里）在移动到户口 "%3$s" 的时候损失了。
zh_tw: 當移動至帳號「%3$s」時，「%2$s」資料夾中的「%1$s」檔案的所有先前版本皆將遺失。

source: The assigned categories of the file "%1$s" in folder "%2$s" are lost when moving it into the account "%3$s".
bg_bg: Присвоените категории на файла \ " %1$s " в папката \ " %2$s " се губят при преместването му в акаунта \ " %3$s ".
fr_fr: Les catégories attribuées au fichier "%1$s" dans le dossier "%2$s" sont perdues lorsque vous le déplacez vers le compte "%3$s".
nb_no: De tilordnede kategoriene til filen "%1$s" i mappen "%2$s" vil gå tapt om du flytter den til "%3$s"-kontoen.
nl_nl: De toegewezen categorieën van het bestand "%1$s" in de map "%2$s" zijn verloren gegaan bij het verplaatsen naar het account "%3$s".
tr_tr: "%1$s" dosyasının "%2$s" klasörü altında bulunan atanmış kategorileri "%3$s" hesabına taşınırken kayboldu.
zh_cn: "%1$s" 文件（在文件夹 "%2$s" 里）的分派类别，在移动到户口 "%3$s" 时损失了。
zh_tw: 當移動至帳號「%3$s」時，「%2$s」資料夾中的「%1$s」檔案指派的分類將會遺失。

source: The shared file "%1$s" in folder "%2$s" is no longer accessible by other users when moving it into the account "%3$s".
bg_bg: Споделеният файл \ " %1$s " в папката \ " %2$s " вече не е достъпен за други потребители при преместването му в акаунта \ " %3$s ".
fr_fr: Les autres utilisateurs n'ont plus accès au fichier partagé "%1$s" dans le dossier "%2$s" lorsque vous le déplacez vers le compte "%3$s".
nb_no: Den delte filen "%1$s" i mappen "%2$s" vil ikke lenger være tilgjengelig for andre brukere når den flyttes til kontoen "%3$s".
nl_nl: Het gedeelde bestand "%1$s" in de map "%2$s" is niet meer beschikbaar voor andere gebruikers na het verplaatsen naar het account "%3$s".
tr_tr: "%2$s" klasörü altında bulunan "%1$s" paylaşımlı dosyası "%3$s" hesabına taşınırken diğer kullanıcılar tarafından erişilebilir olmaktan çıkmıştır.
zh_cn: 分享的文件 "%1$s"（在文件夹 "%2$s" 里）在移动到户口 "%3$s" 时，不能再被其他用户访问。
zh_tw: 移動至帳號「%3$s」後，「%2$s」資料夾中的「%1$s」檔案將無法被其他使用者存取。

source: The shared folder "%1$s" is no longer accessible by other users when moving it into the account "%2$s".
bg_bg: Споделената папка \ " %1$s " вече не е достъпна за други потребители при преместването й в акаунта \ " %2$s ".
fr_fr: Les autres utilisateurs n'ont plus accès au fichier partagé "%1$s" lorsque vous le déplacez vers le compte "%2$s".
nb_no: Den delte mappen "%1$s" vil ikke lenger være tilgjengelig for andre brukere når den flyttes til kontoen "%2$s".
nl_nl: De gedeelde map "%1$s" is niet meer beschikbaar voor andere gebruikers na het verplaatsen naar het account "%2$s".
tr_tr: %1$s" paylaşımlı dosyası "%2$s" hesabına taşınırken diğer kullanıcılar tarafından erişilebilir olmaktan çıkmıştır.
zh_cn: 分享的文件夹 "%1$s" 在移动到户口 "%2$s" 时，不能再被其他用户访问。
zh_tw: 移動至帳號「%3$s」後，「%2$s」資料夾將無法再被其他使用者存取。

source: The file "%1$s" was not updated due to possible data loss. Please review the warnings for details.
bg_bg: Файлът \ " %1$s " не бе актуализиран поради възможна загуба на данни. Моля, прегледайте предупрежденията за подробности.
fr_fr: Le fichier "%1$s" n'a pas été mis à jour car des données risquent d'être perdues. Pour plus de détails, veuillez consulter les avertissements.
nb_no: Filen "%1$s" ble ikke oppdatert på grunn av mulig datatap. Se gjennom advarslene for detaljer.
nl_nl: Het bestand "%1$s" is niet bijgewerkt wegens mogelijk gegevensverlies. Controleer alstublieft de waarschuwingen voor details.
tr_tr: "%1$s" dosyası veri kaybı sebebiyle güncellenemedi. Ayrıntılar için uyarıları gözden geçiriniz.
zh_cn: 文件 "%1$s" 由于可能的数据丢失而没有更新，请审核警告获取详情。
zh_tw: 因為可能已損失資料，並未更新「%1$s」檔案。請參考警告中的詳細資訊。

source: The file(s) were not moved due to possible data loss. Please review the warnings for details.
bg_bg: Файловете не бяха преместени поради възможна загуба на данни. Моля, прегледайте предупрежденията за подробности.

source: The %1$s URL does not denote a file: %1$s
bg_bg: URL адресът %1$s не обозначава файл: %1$s
fr_fr: L'URL %1$s ne désigne pas un fichier : %1$s
nb_no: %1$s-URL'en betegner ikke en fil: %1$s
nl_nl: De %1$s URL verwijst niet naar een bestand: %1$s
tr_tr: %1$s URL'i şu dosyayı göstermiyor: %1$s
zh_cn: %1$s URL 没有表示一个文件：%1$s
zh_tw: %1$s 網址不是一個檔案: %1$s

source: The %1$s URL does not denote a directory: %2$s
bg_bg: URL адресът %1$s не означава директория: %2$s
fr_fr: L'URL %1$s ne désigne pas un répertoire : %1$s
nb_no: %1$s-URL'en betegner ikke en mappe: %1$s
nl_nl: De %1$s URL verwijst niet naar een map: %2$s
tr_tr: %1$s URL'i şu rehberi göstermiyor: %2$s
zh_cn: %1$s URL 没有表示一个目录：%2$s
zh_tw: %1$s 網址不是一個資料夾: %2$s

source: Update denied for "%1$s" resource: %2$s
bg_bg: Актуализацията е отказана за \ " %1$s " ресурс: %2$s
fr_fr: Mise à jour refusée pour la ressource "%1$s" : %2$s
nb_no: Oppdatering ble nektet for ressursen "%1$s": %2$s
nl_nl: Aanpassen is niet toegestaan voor "%1$s" bron: %2$s
tr_tr: "%1$s" için güncelleme reddedildi. kaynak: %2$s
zh_cn: "%1$s" 资源更新拒绝：%2$s
zh_tw: 更新「%1$s」資源被拒絕: %2$s

source: Delete denied for "%1$s" resource: %2$s
bg_bg: Изтриване е отказано за \ " %1$s " ресурс: %2$s
fr_fr: Suppression refusée pour la ressource "%1$s" : %2$s
nb_no: Sletting ble nektet for ressursen "%1$s": %2$s
nl_nl: Verwijderen is niet toegestaan voor "%1$s" bron: %2$s
tr_tr: "%1$s" için silme işlemi reddedildi. kaynak: %2$s
zh_cn: "%1$s" 资源删除拒绝：%2$s
zh_tw: 刪除「%1$s」資源被拒絕: %2$s

source: Missing configuration for %1$s account "%2$s".
bg_bg: Липсва конфигурация за %1$s профил \ " %2$s ".
fr_fr: Configuration manquante pour le compte %1$s "%2$s".
nb_no: Manglende konfigurasjon for %1$s-kontoen "%2$s".
nl_nl: Ontbrekende configuratie-eigenschap voor %1$s account "%2$s".
tr_tr: %1$s hesabı "%2$s"için eksik konfigürasyon
zh_cn: 缺少 %1$s 配置（户口 "%2$s"）。
zh_tw: 缺少 %1$s 帳號的設定「%2$s」。

source: The provided %1$s resource does not exist: %2$s
bg_bg: Предоставеният %1$s ресурс не съществува: %2$s
fr_fr: La ressource %1$s fournie n'existe pas : %2$s
nb_no: Den angitte %1$s ressursen finnes ikke: %2$s
nl_nl: De opgegeven %1$s bron bestaat niet: %2$s
tr_tr: Sağlanan %1$s kaynağı bulunamadı: %2$s
zh_cn: 提供的 %1$s 资源不存在：%2$s
zh_tw: 提供的 %1$s 資源不存在: %2$s

source: The file %1$s doesn't have any content.
bg_bg: Файлът %1$s няма съдържание.
fr_fr: Le fichier %1$s n'a aucun contenu.
nb_no: Filen %1$s har ingen innhold.
nl_nl: Het aangeboden bestand %1$s bevat geen inhoud.
tr_tr: %1$s dosyasının herhangi bir içeriği bulunmuyor.
zh_cn: 文件 %1$s 没有任何内容。
zh_tw: 檔案 %1$s 當中沒有內容。

source: The associated %2$s account no longer exists.
bg_bg: Свързаният %2$s профил вече не съществува.

source: Individual permissions are not supported in account "%1$s".
bg_bg: Индивидуалните разрешения не се поддържат в сметка \ " %1$s ".
fr_fr: Les droits utilisateur individuels ne sont pas pris en charge dans le compte "%1$s".
nb_no: Individuelle tillatelser er ikke støttet for kontoen "%1$s".
nl_nl: Individuele rechten worden niet ondersteund in het account "%1$s".
tr_tr: "%1$s" hesabında kişisel izinler desteklenmiyor.
zh_cn: 户口 "%1$s" 不支持个别权限。
zh_tw: 「%1$s」帳號不支援獨立權限。

source: Saving notes for file "%1$s" is not supported in account "%2$s".
bg_bg: Запазването на бележки за файла \ " %1$s " не се поддържа в профил \ " %2$s ".
fr_fr: L'enregistrement de notes associées au fichier "%1$s" n'est pas pris en charge dans le compte "%2$s".
nb_no: Lagring av notater for filen "%1$s" er ikke støttet i kontoen "%2$s".
nl_nl: Notities opslaan voor bestand "%1$s" wordt niet ondersteund in het account "%2$s".
tr_tr: "%1$s" dosyası için not kaydı "%2$s" hesabında desteklenmiyor.
zh_cn: 为文件 "%1$s" 保存备注，不支持于户口 "%2$s"。
zh_tw: 「%2$s」帳號不支援為「%1$s」檔案儲存註記。

source: Assigning categories to file "%1$s" is not supported in account "%2$s".
bg_bg: Присвояването на категории към файл \ " %1$s " не се поддържа в сметка \ " %2$s ".
fr_fr: L'attribution de catégories au fichier "%1$s" n'est pas pris en charge dans le compte "%2$s".
nb_no: Tilordning av kategorier til filen "%1$s" er ikke støttet av kontoen "%2$s".
nl_nl: Categorieën toewijzen aan bestand "%1$s" wordt niet ondersteund in het account "%2$s".
tr_tr: "%1$s" dosyasına kategori atamak "%2$s" hesabında desteklenmiyor
zh_cn: 不支持分派类别到文件 "%1$s"（在 "%2$s" 户口里）。
zh_tw: 「%2$s」帳號不支援為「%1$s」檔案指派分類。

source: The file "%1$s" was not saved due to possible data loss. Please review the warnings for details.
bg_bg: Файлът \ " %1$s " не бе запазен поради възможна загуба на данни. Моля, прегледайте предупрежденията за подробности.
fr_fr: Le fichier "%1$s" n'a pas été enregistré car des données risquent d'être perdues. Pour plus de détails, veuillez consulter les avertissements.
nb_no: Filen "%1$s" ble ikke lagret grunnet mulig datatap. Vennligst se gjennom advarslene for detaljer.
nl_nl: Het bestand "%1$s" is niet opgeslagen wegens mogelijk gegevensverlies. Controleer alstublieft de waarschuwingen voor details.
tr_tr: "%1$s" dosyası muhtemel veri kaybı dolayısı ile kaydedilmedi. Ayrıntılar için uyarıları gözden geçiriniz.
zh_cn: 文件 "%1$s" 由于数据丢失而无法保存，请审核警告获取详情。
zh_tw: 因為可能已損失資料，並未儲存「%1$s」檔案。請參考警告中的詳細資訊。

source: Your rate limit has been exceeded and further access is not possible at the moment.
bg_bg: Вашият лимит за лихвен процент е превишен и в момента не е възможен по-нататъшен достъп.
fr_fr: Vous avez dépassé votre débit maximal et l'accès n'est plus possible pour le moment.
nb_no: Du har overskredet antall forespørsler, og videre tilgang er ikke mulig for øyeblikket.
nl_nl: Uw doorstuurlimiet is overschreden en verdere toegang is momenteel niet meer mogelijk.
zh_cn: 已经超出您的速率限制，暂时不能继续访问。
zh_tw: 已達您的存取頻率限制，您將暫時無法使用。

source: You need to get sufficient permissions to perform the operation on the specified entity.
bg_bg: Трябва да получите достатъчно разрешения за извършване на операцията на посоченото лице.
fr_fr: Vous devez obtenir des droits suffisants pour réaliser cette opération sur l'élément spécifié.
nb_no: Du må anskaffe nødvendig tilgang for å utføre denne handlingen på det valgte elementet.
nl_nl: U moet voldoende rechten krijgen om deze actie uit te voeren op deze entiteit.
zh_cn: 您需要获得在指定项目进行操作的足够权限。
zh_tw: 您需要取得足夠權限才能對指定的實體進行操作。

source: File name contains illegal characters: "%1$s"
bg_bg: Името на файла съдържа незаконни символи: \ " %1$s "
fr_fr: Le nom de fichier contient des caractères invalides : « %1$s »
nb_no: Filnavnet inneholder ulovlige tegn: "%1$s"
nl_nl: Bestandsnaam bevat ongeldige tekens: "%1$s"
zh_cn: 文件名称包括非法字符："%1$s"
zh_tw: 檔案名稱包含不允許的字元:「%1$s」

source: File name is a reserved name: "%1$s"
bg_bg: Името на файла е запазено име: \ " %1$s "
fr_fr: Le nom de fichier est un nom réservé : « %1$s »
nb_no: Filnavnet er et reservert navn: "%1$s"
nl_nl: Bestandsnaam is een gereserveerde naam: "%1$s"
zh_cn: 文件名称为一保留名称："%1$s"
zh_tw: 檔案名稱為保留名稱:「%1$s」

source: File name must not be "." or "..".
bg_bg: Името на файла не трябва да бъде \ ". " Или \ ".. ".
fr_fr: Le nom de fichier ne peut pas être « . » ou « .. ».
nb_no: Filnavnet kan ikke være "." eller "..".
nl_nl: Bestandsnaam mag geen "." of ".." zjin.
zh_cn: 文件名称不能为 "." 或 ".."。
zh_tw: 檔案名稱不能為「.」或「..」。

source: File name must not end with a dot or whitespace.
bg_bg: Името на файла не трябва да завършва с точка или празно пространство.
fr_fr: Le nom de fichier ne peut pas se terminer par un point ou un espace.
nb_no: Filnavnet kan ikke ende med et punktum eller mellomrom.
nl_nl: Bestandsnaam mag niet eindigen met een punt of een spatie.
zh_cn: 文件名称不能以句号或空白结束。
zh_tw: 檔案名稱不能以點或空白結尾。

source: A file with that name already exists.
bg_bg: Вече съществува файл с това име.

source: Restore from trash is not supported
bg_bg: Възстановяването от кошчето не се поддържа

source: Access denied.
bg_bg: Отказан достъп.
ca_es: Accés denegat.
fr_fr: L'accès est refusé.
nb_no: Adgang nektet
nl_nl: Toegang geweigerd.
tr_tr: Erişim reddedildi.
zh_cn: 禁止访问。
zh_tw: 禁止存取。

source: There is a problem with your AWS account that prevents the operation from completing successfully.
bg_bg: Има проблем с профила ви в AWS, който предотвратява успешното завършване на операцията.
ca_es: Hi ha un problema amb el vostre compte d'AWS que impedeix que l'operació finalitzi satisfactòriament.
fr_fr: Il y a un problème avec votre compte AWS qui empêche de mener à bien l'opération.
nb_no: Det er et problem med din AWS konto som hindrer at operasjonen fullføres.
nl_nl: Er is een probleem met uw AWS account waardoor de operatie niet afgemaakt kan worden.
tr_tr: AWS hesabınızla ilgili bir problem var. Bu durum operasyonun başarıyla sonuçlanmasını engelliyor.
zh_cn: 您的 AWS 户口有一个问题，阻止操作成功完成。
zh_tw: 您的 AWS 帳號有問題，操作無法完成。

source: The e-mail address you provided is associated with more than one account
bg_bg: Предоставеният от вас имейл адрес е свързан с повече от един профил
ca_es: L'adreça de correu electrònic que ha indicat està associada a més d'un compte
fr_fr: L'adresse de courrier électronique que vous avez fournie est associée à plus d'un compte.
nb_no: E-postadressen du oppga er tilknyttet mer enn én konto
nl_nl: Het opgegeven e-mailadres is gekoppeld aan meer dan één account
tr_tr: Sağlamış olduğunuz e-posta adresi birden fazla hesapla ilişkilendiriliyor.
zh_cn: 您提供的电子邮件地址和多于一个户口关联。
zh_tw: 您提供的電子郵件地址與超過一個帳號相關聯
