Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: No account found with identifier "%1$s".
es_mx: No se ha encontrado ninguna cuenta con identificador "%1$s".
pl_pl: Nie znaleziono konta o identyfikatorze %1$s.

source: Invalid presence packet.
es_mx: Paquete de presencia no válido.
pl_pl: Nieprawidłowy pakiet obecności.

source: A chat with identifier "%1$s" already exists.
es_mx: El chat con identificador "%1$s" ya existe.
pl_pl: Rozmowa o identyfikatorze "%1$s" już istnieje.

source: Chat member "%1$s" already exists in chat "%2$s".
es_mx: El miembro del chat "%1$s" ya existe en el chat "%2$s".
pl_pl: Uczestnik rozmowy %1$s istnieje już w rozmowie %2$s.

source: No chat found with identifier "%1$s".
es_mx: No se ha encontrado ningún chat con identificador "%1$s".
pl_pl: Nie znaleziono rozmowy o identyfikatorze "%1$s".

source: Unknown chat service: %1$s
es_mx: Servicio de chat desconocido: %1$s
pl_pl: Nieznana usługa rozmów: %1$s.

source: No message found with identifier "%1$s" in chat "%2$s".
es_mx: No se ha encontrado ningún mensaje con el identificador "%1$s" en el chat "%2$s".
pl_pl: Nie można znaleźć wiadomości o identyfikatorze %1$s w rozmowie %2$s.

source: No member found with identifier "%1$s".
es_mx: No se ha encontrado ningún miembro con identificador "%1$s".
pl_pl: Nie znaleziono uczestnika o identyfikatorze "%1$s".

source: Invalid chat identifier: "%1$s"
es_mx: Identificador de chat no válido: "%1$s"
pl_pl: Nieprawidłowy identyfikator rozmowy: %1$s

source: Invalid roster identifier: "%1$s"
es_mx: Identificador de lista no válido: "%1$s"
pl_pl: Nieprawidłowy identyfikator grafiku: %1$s.

source: Posted message is too long.
es_mx: El mensaje publicado es demasiado largo.
pl_pl: Umieszczony komunikat jest za długi.

source: Subject is too long and is therefore truncated.
es_mx: El asunto es demasiado largo y por lo tanto se ha truncado.
pl_pl: Temat był za długi i został skrócony.

source: %1$s has left the chat
es_mx: %1$s ha dejado el chat
pl_pl: Użytkownik %1$s zakończył rozmowę

source: %1$s has joined the chat
es_mx: %1$s se ha unido al chat
pl_pl: Użytkownik %1$s dołączył do rozmowy

source: Could not coerce value %1$s into class %2$s
es_mx: No se ha podido forzar el valor %1$s en la clase %2$s
pl_pl: Nie można wstawić wartości %1$s do klasy %2$s.

source: Can not define metadata %1$s in scope %2$s
es_mx: No se pueden definir los metadatos %1$s en el ámbito %2$s
pl_pl: Nie można zdefiniować metadanych %1$s w zakresie %2$d.

source: Can not set property %1$s in scope %2$s
es_mx: No se puede ajustar la propiedad %1$s en el ámbito %2$s
pl_pl: Nie można ustawić właściwości %1$s w zakresie %2$s

source: An error occurred: %s
es_mx: Se ha producido un error: %s
pl_pl: Wystąpił błąd: %s

source: An internal LDAP error occurred: %s
es_mx: Se ha producido un error LDAP interno: %s
pl_pl: Wystąpił wewnętrzny błąd LDAP: %s

source: This storage can't handle context %d
es_mx: Este almacenamiento no puede administrar el contexto %d
pl_pl: Ten magazyn nie obsługuje kontekstu %d

source: This storage can't handle folder %s
es_mx: Este almacenamiento no puede administrar la carpeta %s
pl_pl: Ten magazyn nie obsługuje folderu %s.

source: No mapping for object %s, folder %s, context %d found
es_mx: No se ha encontrado asignación para el objeto %s, carpeta %s, contexto %d
pl_pl: Nie znaleziono odwzorowania dla obiektu %s, folderu %s, kontekstu %d

source: No mapping for LDAP identifier %s found
es_mx: No se encontrado ninguna asignación para el identificador LDAP %s
pl_pl: Nie znaleziono odwzorowania dla identyfikatora LDAP %s

source: An internal LDAP sort error occurred: %s
es_mx: Ha ocurrido un error LDAP de ordenamiento: %s
pl_pl: Wystąpił wewnętrzny błąd sortowania LDAP: %s

source: The configuration value %s is missing
es_mx: Falta el valor de configuración %s
pl_pl: Brak wartości konfiguracji %s

source: The configuration value %s is wrong or missing
es_mx: Falta el valor de configuración %s o es erróneo
pl_pl: Wartość konfiguracji %s jest nieprawidłowa lub nie istnieje

source: The value given for authtype "%s" is invalid
es_mx: El valor suministrado para authtype "%s" no es válido
pl_pl: Wartość "%s" parametru authtype jest nieprawidłowa

source: The value given for sorting "%s" is invalid
es_mx: El valor suministrado para la ordenación "%s" no es válido
pl_pl: Wartość "%s" sortowania jest nieprawidłowa

source: The value given for searchScope "%s" is invalid
es_mx: El valor suministrado para searchScope "%s" no es válido
pl_pl: Wartość "%s" parametru searchScope jest nieprawidłowa

source: The parameter "%s" is not set in property file "%s"
es_mx: El parámetro "%s" no está establecido en el archivo de propiedades "%s"
pl_pl: Parametr "%s" nie został ustawiony w pliku właściwości "%s"

source: Value for context "%s" is no integer value
es_mx: El valor para el contexto "%s" no es un valor entero
pl_pl: Wartość dla kontekstu "%s" nie jest liczbą całkowitą

source: The configured mapping file "%1$s" is empty.
es_mx: El archivo de asignación configurado "%1$s" está vacío.
pl_pl: Skonfigurowany plik odwzorowania "%1$s" jest pusty.

source: The given value for pagesize "%s" is no integer value
es_mx: El valor suministrado para pagesize "%s" no es un valor entero
pl_pl: Podana wartość dla rozmiaru strony "%s" nie jest liczbą całkowitą

source: The value given for userauthtype "%s" is invalid
es_mx: El valor suministrado para userauthtype "%s" no es válido
pl_pl: Wartość "%s" parametru userauthtype jest nieprawidłowa

source: The value given for userSearchScope "%s" is invalid
es_mx: El valor suministrado para userSearchScope "%s" no es válido
pl_pl: Wartość "%s" parametru userSearchScope

source: The value given for userLoginSource "%s" is invalid
es_mx: El valor suministrado para userLoginSource "%s" no es válido
pl_pl: Wartość "%s" parametru userLoginSource jest nieprawidłowa

source: The value given for contactTypes "%s" is invalid
es_mx: El valor suministrado para contactTypes "%s" no es válido
pl_pl: Wartość "%s" parametru contactTypes jest nieprawidłowa

source: The given value for searchScope_distributionlist "%1$s" is invalid
es_mx: El valor suministrado para searchScope_distributionlist "%1$s" no es válido
pl_pl: Wartość "%1$s" parametru searchScope_distributionlist jest nieprawidłowa

source: Abstract pathname "%1$s" does not denote a directory.
es_mx: La ruta de resumen "%1$s" no representa a un directorio.
pl_pl: Nazwa ścieżki "%1$s" nie odnosi się do żadnego katalogu.

source: The directory "%1$s" is not a context identifier.
es_mx: El directorio "%1$s" no es un identificador de contexto.
pl_pl: Katalog "%1$s" nie jest identyfikatorem kontekstu.

source: The value given for referrals "%s" is not a possible one
es_mx: El valor suministrado para referrals "%s" no es uno de los posibles
pl_pl: Wartość "%s" odniesień nie jest dozwolona

source: The value given for refreshinterval "%s" is no integer value
es_mx: El valor suministrado para refreshinterval "%s" no es un valor entero
pl_pl: Wartość "%s" parametru refreshinterval nie jest liczbą całkowitą

source: The value given for pooltimeout "%s" in file "%s" is no integer value
es_mx: El valor suministrado para pooltimeout "%s" en el archivo "%s" no es un valor entero
pl_pl: Wartość "%s" parametru pooltimeout nie jest liczbą całkowitą

source: The value given for derefAliases "%s" in file "%s" is invalid
es_mx: El valor suministrado para derefAliases "%s" en el archivo "%s" no es válido
pl_pl: Wartość "%s" parametru derefAliases podana w pliku "%s" nie jest prawidłowa

source: LDAP contacts cannot be deleted
es_mx: Los contactos LDAP no pueden ser borrados
pl_pl: Nie można usunąć kontaktów LDAP

source: An error occured while trying to read an LDAP attribute: %s
es_mx: Se ha producido un error al intentar leer un atributo LDAP: %s
pl_pl: Podczas próby odczytania atrybutu LDAP %s wystąpił błąd

source: The given value "%s" is not possible for a sort field
es_mx: El valor suministrado "%s" no es válido para un campo ordenado
pl_pl: Podana wartość dla pola sortowania "%s" nie jest możliwa

source: Contacts cannot be inserted in LDAP
es_mx: No se pueden insertar los contactos en LDAP
pl_pl: Nie można włączyć kontaktów do LDAP

source: The folderid object is null. This is an internal error. Please notify Open-Xchange.
es_mx: El objeto folderid es nulo. Este es un error interno. Por favor, notifíquelo a Open-Xchange.
pl_pl: Obiekt folderid ma wartość null. Jest to błąd wewnętrzny. Skontaktuj się z firmą Open-Xchange.

source: The search object contains more than one folder id. This is not supported by this implementation.
es_mx: El objeto a buscar contiene más de un id de carpeta. Esto no está admitido en esta implementación.
pl_pl: Poszukiwany obiekt ma więcej niż jeden identyfikator folderu. Nie jest to obsługiwane przez tę implementację.

source: The mapping table does not contain the long uid %s i.e., it has never been accessed before
es_mx: La tabla de asignación no contiene el uid largo %s, por lo que nunca antes se había accedido a él
pl_pl: Tabela odwzorowująca nie zawiera wartości long uid %s, więc nie była nigdy wcześniej przeglądana

source: Multi-values are not allowed for date attribute: %s
es_mx: No se permiten valores múltiples para el atributo fecha: %s
pl_pl: Wielokrotne wartości nie są dozwolone dla atrybutu daty: %s

source: Multi-values are not allowed for int attribute: %s
es_mx: No se permiten valores múltiples para el atributo int: %s
pl_pl: Wielokrotne wartości nie są dozwolone dla atrybutu: %s

source: Error while trying to create connection to LDAP server: %s
es_mx: Se ha producido un error al crear la conexión al servidor LDAP: %s
pl_pl: Podczas tworzenia połączenia z serwerem LDAP wystąpił błąd: %s

source: The LDAP search for the user contains too many results
es_mx: La búsqueda LDAP del usuario contiene demasiados resultados
pl_pl: Wyszukiwanie LDAP dla użytkownika zawiera zbyt wiele wyników

source: The LDAP search for the user object "%s" gave no results
es_mx: La búsqueda LDAP del objeto de usuario "%s" no ha dado resultados
pl_pl: Wyszukiwanie LDAP dla obiektu "%s" użytkownika nie zwróciło żadnych wyników

source: An error occurred while trying to get the user object from the database
es_mx: Se ha producido un error al intentar obtener el objeto de usuario en la base de datos
pl_pl: Podczas próby pozyskania obiektu użytkownika z bazy danych wystąpił błąd

source: The given userLoginSource is not possible: %s
es_mx: El valor suministrado para userLoginSource no es válido: %s
pl_pl: Podana wartość dla parametru źródło loginu użytkownika nie jest możliwa: %s

source: The imap login for user "%s" is null
es_mx: El inicio de sesión IMAP para el usuario "%s" es nulo
pl_pl: Login imap dla użytkownika "%s" jest zerowy

source: The primary mail for user "%s" is null
es_mx: El correo electrónico primario para el usuario "%s" es nulo
pl_pl: Brak głównej poczty dla użytkownika "%s"

source: The E-Mail address "%s" for distributionentry is invalid
es_mx: La dirección de E-Mail "%s" para distributionentry no es válida
pl_pl: Adres e-mail "%s" pozycji listy dystrybucyjnej jest nieprawidłowy

source: The contact type "%s" is not known
es_mx: El tipo de contacto "%s" es desconocido
pl_pl: Typ kontaktu "%s" nie jest znany

source: The attribute "%s" is missing for object "%s"
es_mx: El atributo "%s" no se encuentra en el objeto "%s"
pl_pl: Brak atrybutu "%s" dla obiektu "%s"

source: No values mapping table found
es_mx: No se han encontrado valores en la tabla de asignación
pl_pl: Nie znaleziono tabeli zawierającej wartości

source: No keys mapping table found
es_mx: No se ha encontrado la tabla de asignación de teclas
pl_pl: Nie znaleziono tabeli zawierającej klucze

source: An error occurred while trying to get the defaultNamingContext attribute
es_mx: Se ha producido un error al intentar obtener el atributo defaultNamingContext.
pl_pl: Podczas próby uzyskania atrybutu domyślnego kontekstu dla nazwy wystąpił błąd

source: The contact object with id "%s" could not be found in folder "%s"
es_mx: El objeto del contacto con id "%s" no se ha encontrado en la carpeta "%s"
pl_pl: Nie można znaleźć obiektu kontaktu o id "%s" w folderze "%s"

source: The value given for storagePriority "%s" in file "%s" is no integer value
es_mx: El valor suministrado para storagePriority "%s" en el archivo "%s" no es un valor entero
pl_pl: Wartość "%s" parametru pooltimeout podana w pliku "%s" nie jest liczbą całkowitą

source: Unable to map contact property "%s"
es_mx: No se pudo asignar la propiedad del contacto "%s"
pl_pl: Nie można odwzorować właściwości kontaktu "%s"

source: Missing parameter %1$s
es_mx: Falta el parámetro %1$s
pl_pl: Brak parametru %1$s

source: Unsupported value in parameter %1$s: %2$s
es_mx: Valor no admitido en el parámetro %1$s: %2$s
pl_pl: Nieobsługiwana wartość w parametrze %1$s: %2$s

source: Unsupported method %1$s
es_mx: Método no admitido %1$s
pl_pl: Nieobsługiwana metoda %1$s

source: The given type of %1$s is not supported
es_mx: El tipo de %1$s proporcionado no está admitido
pl_pl: Podany typ %1$s nie jest obsługiwany

source: Missing argument %1$s
es_mx: Falta el parámetro %1$s
pl_pl: Brak argumentu %1$s

source: Invalid value for argument %1$s: ``%2$s''
es_mx: Valor no válido para el argumento %1$s: ``%2$s''
pl_pl: Nieprawidłowa wartość argumentu %1$s: ``%2$s"

source: Unknown data source identifier: %1$s
es_mx: Identificador de fuente de datos no válido: %1$s
pl_pl: Nieznany identyfikator źródła danych: %1$s

source: Unknown data handler identifier: %1$s
es_mx: Identificador de manejador de datos desconocido: %1$s
pl_pl: Nieznany identyfikator metody obsługi danych: %1$s

source: No matching type could be found for data source %1$s and data handler %2$s
es_mx: No se pudo encontrar el tipo adecuado para la fuente de datos %1$s y el manejador de datos %2$s
pl_pl: Nie znaleziono pasującego typu dla źródła danych %1$s i metody obsługi danych %2$s

source: The following field(s) are too long: %1$s
bg_bg: Следващото поле (а) е твърде дълго: %1$s
ca_es: El camp o camps següents són massa llargs: %1$s
es_mx: El campo o campos siguientes son demasiado largos: %1$s
fr_fr: Le ou les champs suivants sont trop longs : %1$s
nb_no: Følgende felt er for langt: %1$s
nl_nl: De volgende veld(en) zijn te lang: %1$s
pl_pl: Wskazane pola są za długie: %1$s
tr_tr: Aşağıdaki dosya(lar) yükleme için çok uzun : %s
zh_cn: 以下字段太长：%1$s
zh_tw: 以下欄位太長: %1$s

source: Unable to change data. (%1$s)
bg_bg: Данните не могат да се променят. ( %1$s )
ca_es: No s'han pogut modificar les dades. (%1$s)
es_mx: No se han podido modificar los datos. (%1$s)
fr_fr: Impossible de modifier les données. (%1$s)
nb_no: Kan ikke endre data. (%1$s)
nl_nl: Aanpassen van gegevens is mislukt (%1$s)
pl_pl: Nie można zmienić danych. (%1$s)
tr_tr: Veri değiştirilemiyor. (%1$s)
zh_cn: 无法更改数据。(%1$s)
zh_tw: 無法更改資料。(%1$s)

source: Provide correct password.
es_mx: Proporcione la contraseña correcta.
pl_pl: Podaj poprawne hasło.

source: Wrong Password.
es_mx: Contraseña incorrecta.
pl_pl: Nieprawidłowe hasło.

source: Check the encoding.
es_mx: Compruebe la codificación.
pl_pl: Sprawdź kodowanie.

source: Error during encoding operation.
es_mx: Error durante la operación de codificación.
pl_pl: W trakcie kodowania wystąpił błąd.

source: Check cipher initialization
es_mx: Compruebe la inicialización del cifrado
pl_pl: Sprawdź inicjalizację szyfru.

source: General Security Exception occurred.
es_mx: Ha ocurrido una Excepción de Seguridad General.
pl_pl: Wystąpił ogólny wyjątek zabezpieczeń.

source: Provide arbitrary byte sequence to generate a secure key.
es_mx: Proporcione una secuencia de bytes arbitraria para generar una clave segura.
pl_pl: Aby wygenerować klucz zabezpieczeń, podaj arbitralną sekwencję bajtów.

source: Arbitrary byte sequence is missing to generate a secure key.
es_mx: Falta una secuencia de bytes arbitraria para generar una clave segura.
pl_pl: Brak arbitralnej sekwencji bajtów w celu wygenerowania klucza zabezpieczeń.

source: Cannot get connection to config DB.
bg_bg: Не може да се свърже конфиг DB.
ca_es: No es pot aconseguir una connexió a la BD de configuració.
es_mx: No se puede conseguir una conexión a la BD de configuración.
fr_fr: Impossible d'établir une connexion avec la base de données de configuration.
nb_no: Får ikke kontakt med konfigurasjonsdatabasen.
nl_nl: Kan geen verbinding krijgen om DB te configureren.
pl_pl: Nie można utworzyć połączenia do bazy danych z konfiguracją.
tr_tr: DB yapılandırmak için bağlantı sağlanamaz
zh_cn: 无法建立到配置数据库的连接。
zh_tw: 無法建立到配置資料庫的連接。

source: Database for context %1$d and server %2$d can not be resolved
bg_bg: Базата данни за контекст %1$d и сървър %2$d не може да бъде решена
ca_es: No s'ha pogut determinar la base de dades per al context %1$d i el servidor %2$d
es_mx: No se ha podido determinar No la base de datos para el contexto %1$d y el servidor %2$d
fr_fr: Impossible de déterminer la base de données pour le contexte %1$d et le serveur %2$d
nb_no: Databasen for kontekst %1$d og server %2$d kunne ikke kontaktes
nl_nl: Herleiden van database voor context %1$d en server %2$d is niet mogelijk
pl_pl: Nie można określić bazy danych dla kontekstu %1$d i serwera %2$d
tr_tr: %1$d içeriğinde ve %2$d sunucusunda database çözümlemesi mümkün değil
zh_cn: 无法为环境 %1$d 和服务器 %2$d 解析数据库
zh_tw: 無法為環境 %1$d 和伺服器 %2$d 解析資料庫！

source: No connection to database %1$d
bg_bg: Няма връзка с базата данни %1$d
ca_es: No hi ha connexió a la base de dades %1$d
es_mx: No hay conexión a la base de datos %1$d
fr_fr: Pas de connexion à la base de données %1$d
nb_no: Ingen forbindelse til database %1$d
nl_nl: Geen verbinding naar database %1$d
pl_pl: Brak połączenia z bazą danych %1$d
zh_cn: 无法建立到数据库 %1$d 的连接
zh_tw: 無法建立到資料庫 %1$d 的連接。

source: Schema can not be set on database connection
bg_bg: Схемата не може да бъде зададена при свързване към база данни
ca_es: No s'ha pogut establir l'esquema en la connexió a la basa de dades
es_mx: No se puede establecer el esquema en la conexión a la base de datos
fr_fr: Impossible de mettre en place le schéma lors de la connexion à la base de données.
nb_no: Skjemaet kan ikke angis for databasetilkobling
nl_nl: Schema kan niet ingesteld worden op de databaseverbinding.
pl_pl: Nie można ustawić schematu dla połączenia bazy danych
zh_cn: 无法设置关于数据库连接的架构
zh_tw: 無法設置關於資料庫連接的架構。

source: Null is returned to connection pool.
bg_bg: Null се връща в пул за свързване.
es_mx: Se ha devuelto Null al pool conexiones.
fr_fr: NULL est renvoyé à la réserve de connexions.
nb_no: Null returneres til tilkoblingskøen.
nl_nl: Null is teruggegeven aan de verbindingspool.
pl_pl: Do puli połączeń została zwrócona wartość NULL
tr_tr: Bağlantı havuzuna boş değer döndü.
zh_cn: 向连接池返回 Null。
zh_tw: 向連接池返回 Null。

source: Problem with executing SQL: %1$s
bg_bg: Проблем с изпълнението на SQL: %1$s
ca_es: Problema en executar SQL: %1$s
es_mx: Problema al ejecutar SQL: %1$s
fr_fr: Problème d'exécution SQL : %1$s
nb_no: Problem under kjøring av spørring: %1$s
nl_nl: Probleem met uitvoeren van SQL: %1$s
pl_pl: Wystąpił problem z wykonaniem polecenia SQL: %1$s
tr_tr: SQL sorgulama problemi: %1$s
zh_cn: 执行 SQL 时出现问题：%1$s
zh_tw: 執行 SQL 時出現問題: %1$s

source: Cannot get information for pool %1$d.
bg_bg: Не може да се получи информация за пул %1$d .
es_mx: No se puede obtener información del pool %1$d.
fr_fr: Impossible d'obtenir des informations sur la réserve %1$d.
nb_no: Kan ikke hente informasjon for utvalget %1$d.
nl_nl: Kan geen informatie krijgen voor pool %1$d.
pl_pl: Nie można uzyskać informacji dla puli %1$d.
zh_cn: 无法获得关于池 %1$d 的信息。
zh_tw: 無法獲得關於 pool %1$d 的資訊。

source: Driver class %1$s missing.
bg_bg: Клас на водача %1$s липсва.
ca_es: Falta la classe de driver %1$s.
es_mx: Falta la clase Driver %1$s.
fr_fr: La classe du pilote %1$s est absente.
nb_no: Enhetsdriverklassen %1$s mangler.
nl_nl: Stuurprogrammaklasse %1$s ontbreekt.
pl_pl: Brak klasy sterownika %1$s.
zh_cn: 缺少驱动程序类 %1$s。
zh_tw: 缺少驅動程式類別 %1$s。

source: Object %1$s does not belong to this pool. The object will be removed. If there was a previous message about this object not having been returned to the pool, the object was just in use too long.
bg_bg: Обект %1$s не принадлежи към този пул. Обектът ще бъде премахнат. Ако имаше предишно съобщение, че този обект не е бил върнат в басейна, обектът е бил използван твърде дълго.
es_mx: El objeto %1$s no pertenece a este pool. Se eliminará el objeto. Si se había producido anteriormente un mensaje informando de que no había sido devuelto al pool, el objeto simplemente estuvo en uso demasiado tiempo.
fr_fr: L'objet %1$s n'appartient pas à cette réserve. Il sera supprimé. S'il y avait un message auparavant à propos de cet objet selon lequel il n'a pas été remis en réserve, c'est simplement qu'il a été utilisé pendant trop longtemps.
nb_no: Objekt %1$s tilhører ikke dette utvalget. Objektet vil bli fjernet. Hvis det kom en tidligere melding om at dette objektet ikke har blitt returnert til utvalget, var objektet i bruk for lenge.
nl_nl: Object %1$s is geen onderdeel van deze verzameling. Het object wordt verwijderd. Als er meldingen zijn dat dit object niet is teruggezet in de verzameling, betekend dit dat het object te lang in gebruik was.
pl_pl: Obiekt %1$s nie należy do tej puli. Zostanie usunięty. Jeśli wcześniej pojawił się komunikat, że ten obiekt nie został zwrócony do puli, to obiekt zbyt długo był w użyciu.
tr_tr: Nesne % 1 $ s bu havuza ait değildir . Nesne silinecektir . Değil havuza iade edilerek , bu nesne hakkında bir önceki mesaj varsa , nesne çok uzun sadece kullanımda oldu.
zh_cn: 对象 %1$s 不属于此池，将被删除。如果之前有关此对象的消息没有返回到池，那对象是被使用太久了。
zh_tw: 物件 %1$s 不屬於此 pool，這個物件將會被移除。如果先前有關於此物件未回到此 pool 的訊息，該物件被使用太久了。

source: Server name is not defined.
bg_bg: Името на сървъра не е дефинирано.
ca_es: El nom del servidor no està definit.
es_mx: El nombre del servidor no está definido.
fr_fr: Le nom du serveur n'est pas défini.
nb_no: Servernavn er ikke definert.
nl_nl: Servernaam is niet gedefinieerd.
pl_pl: Nie została zdefiniowana nazwa serwera.
tr_tr: Sunucu ismi tanımlı değil
zh_cn: 未定义服务器名称。
zh_tw: 未定義伺服器名稱。

source: %1$s is not initialized.
bg_bg: %1$s не е инициализирано.
ca_es: %1$s no està inicialitzat.
es_mx: %1$s no está inicializado.
fr_fr: %1$s n'est pas initialisé.
nb_no: %1$s er ikke initialisert.
nl_nl: %1$s niet geïnitialiseerd.
pl_pl: %1$s: inicjacja nie została wykonana.
zh_cn: %1$s 未初始化。
zh_tw: %1$s 未初始化。

source: Connection used for %1$d milliseconds.
bg_bg: Връзката се използва за %1$d милисекунди.
ca_es: Connexió utilitzada durant %1$d mil·lisegons.
es_mx: Conexión utilizada durante %1$d milisegundos.
fr_fr: Connexion utilisée pendant %1$d millisecondes.
nb_no: Tilkobling brukt for %1$d millisekunder.
nl_nl: Verbinding in gebruik voor %1$d milliseconden.
pl_pl: Połączenie było używane przez %1$d ms.
tr_tr: %1$d milisaniye için bağlantı sağlandı.
zh_cn: 连接已使用 %1$d 毫秒。
zh_tw: 連線已使用 %1$d 毫秒。

source: %1$d statements are not closed.
bg_bg: %1$d отчетите не са затворени.
ca_es: %1$d sentències no estan tancades.
es_mx: %1$d sentencias no están cerradas.
fr_fr: %1$d instructions ne sont pas closes.
nb_no: %1$d spørringer er ikke avsluttet.
nl_nl: %1$d statements zijn niet afgesloten.
pl_pl: Wyrażenia %1$d nie są zamknięte.
zh_cn: %1$d 语句未关闭。
zh_tw: %1$d 條語句未關閉。
