Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: The operation is forbidden.
bg_bg: Операцията е забранена.
fr_fr: L'opération est interdite.
nb_no: Operasjonen er ikke tillatt.
nl_nl: De actie is niet toegestaan.
zh_cn: 此操作为禁止的。
zh_tw: 操作被禁止。

source: You can only post to external subscription sources.
bg_bg: Можете да публикувате само за външни източници на абонамент.
ca_es: Només podeu publicar en fonts de subscripció externes.
fr_fr: Vous ne pouvez publier que vers des sources d'abonnement externes.
nb_no: Du kan bare legge til eksterne abonnementskilder.
nl_nl: U kan alleen posten naar externe abonnementsbronnen.
tr_tr: Sadece dış abonelik kaynaklarına yazabilirsiniz.
zh_cn: 您只能发布外部订阅来源。
zh_tw: 您只能張貼至外部訂閱來源。

source: You provided an invalid URL.
bg_bg: Предоставихте невалиден URL адрес.
ca_es: Heu proporcionat una URL no vàlida.
fr_fr: Vous avez indiqué une URL invalide.
nb_no: Du har gitt en ugyldig URL.
nl_nl: U heeft een ongeldige URL opgegeven.
tr_tr: Geçersiz bir URL girdiniz.
zh_cn: 您提供了一个无效 URL。
zh_tw: 您提供了無效網址。

source: You provided no URL.
bg_bg: Не сте посочили URL адрес.

source: Cannot find the requested subscription.
bg_bg: Не можете да намерите заявения абонамент.
ca_es: No es pot trobar la subscripció requerida.
fr_fr: Impossible de trouver l'abonnement demandé.
nb_no: Kan ikke finne det forespurte abonnement.
nl_nl: Kan het gevraagde abonnement niet vinden.
tr_tr: Talep edilen abonelik bulunamıyor.
zh_cn: 找不到请求的出版站点。
zh_tw: 找不到請求的訂閱。

source: The login/password combination you entered is wrong.
bg_bg: Въведената от Вас комбинация вход / парола е грешна.
ca_es: La combinació d'usuari/contrasenya introduïda és incorrecta.
fr_fr: Le couple identifiant de connexion / mot de passe saisi est incorrect.
nb_no: Pålogging/passord kombinasjonen du skrev er feil.
nl_nl: Het ingevoerde login of wachtwoord is onjuist.
tr_tr: Girilen Kullanıcı Adı/Şifre yanlış.
zh_cn: 您输入的登录和密码组合是错误的。
zh_tw: 您輸入的帳號密碼組合錯誤。

source: A required service is currently not available. Please try again later.
bg_bg: Понастоящем не е налична необходима услуга. Моля, опитайте отново по-късно.
ca_es: Un servei dels requerits no està disponible temporalment. Per favor, provau-ho més endavant.
fr_fr: Le service demandé est temporairement indisponible. Veuillez réessayer plus tard.
nb_no: En nødvendig tjeneste er for øyeblikket ikke tilgjengelig. Prøv igjen senere.
nl_nl: De vereiste dienst is tijdelijk niet beschikbaar. Probeer het later nogmaals.
tr_tr: İstenilen servis şuan müsait değil. Lütfen daha sonra tekrar deneyin.
zh_cn: 要求的服务暂时不可用，请稍后再试。
zh_tw: 需要的服務暫時不可用，請稍後再試。

source: The argument %1$s is missing.
bg_bg: Архивът %1$s липсва.
ca_es: Falta l'argument %1$s.
fr_fr: Le paramètre %1$s est manquant.
nb_no: Argumentet %1$s mangler.
nl_nl: Het argument %1$s ontbreekt.
tr_tr: Parametre %1$s eksik.
zh_cn: 缺少参数 %1$s。
zh_tw: 缺少參數 %1$s。

source: You do not have the appropriate permissions to complete this operation.
bg_bg: Нямате съответните разрешения за завършване на тази операция.
ca_es: No teniu els permisos adients per a completar aquesta operació.
fr_fr: Vous n'avez pas les droits requis pour terminer cette opération.
nb_no: Du har ikke de nødvendige tillatelsene til å fullføre denne operasjonen.
nl_nl: U heeft niet de juiste rechten om deze operatie uit te voeren.
tr_tr: Bu işlemi tamamlamak için yeterli yetkiniz yok.
zh_cn: 您没有完成此操作的适当权限。
zh_tw: 您沒有適當權限完成此操作。

source: Please specify your full E-Mail address as login name.
bg_bg: Моля, посочете пълния си адрес за електронна поща като име за вход.
ca_es: Per favor, indicau la vostra adreça de correu sencera com a nom d'usuari.
fr_fr: Veuillez indiquer votre adresse de courrier électronique en guise d'identifiant de connexion.
nb_no: Vennligst oppgi din fulle e-postadresse som påloggingsnavn.
nl_nl: Geef alstublieft uw volledige e-mailadres als aanmeldnaam.
tr_tr: Lütfen e-posta adresinizi giriş ismi olarak belirtin.
zh_cn: 请指定您的完整电子邮件地址作为登陆名称。
zh_tw: 請使用您完整的電子郵件地址做為您的帳號名稱。

source: The source the subscription belongs to is currently inactive, and cannot provide data.
bg_bg: Източникът, към който принадлежи абонаментът, понастоящем е неактивен и не може да предостави данни.
ca_es: La font a la qual correspon aquesta subscripció està inactiva en aquest moment, per la qual cosa no podeu subministrar dades.
fr_fr: La source à laquelle cet abonnement appartient est actuellement inactive et ne peut pas fournir de données.
nb_no: Kilden abonnementet tilhører er for øyeblikket inaktiv, og kan ikke gi data.
nl_nl: De bron van dit abonnement is momenteel niet actief en kan daarom geen gegevens leveren.
tr_tr: Aboneliğin ait olduğu kaynak şuan aktif değil ve istenilen verileri sağlayamıyor.
zh_cn: 此订阅所属的来源当前处于停用状态，无法提供数据。
zh_tw: 此訂閱來源當前處於非活動狀態，無法提供資料。

source: Your account needs to be verified: %1$s
bg_bg: Профилът ви трябва да бъде потвърден: %1$s
ca_es: El vostre compte necessita ser verificat: %1$s
fr_fr: Votre compte doit être vérifié : %1$s
nb_no: Kontoen din må bekreftes: %1$s
nl_nl: Uw account moet geverifieerd worden: %1$s
tr_tr: Hesabınızın doğrulanması gerekiyor: %1$s
zh_cn: 您的户口需要认证：%1$s
zh_tw: 您的帳號必須先被驗證: %1$s

source: The service provider asked for an identity confirmation. This happens for some accounts and cannot fixed by us. It is in the provider's responsibility. For this reason, the subscription cannot be completed.
bg_bg: Доставчикът на услугата поиска потвърждение на самоличността. Това се случва за някои профили и не може да бъде фиксирано от нас. Това е отговорност на доставчика. Поради тази причина абонаментът не може да бъде завършен.
ca_es: El proveïdor de serveis us va demanar una confirmació d'identitat. Això passa en alguns comptes i no ho podem corregir. És responsabilitat del proveïdor. Per aquesta raó, la subscripció no es pot completar.
fr_fr: Le fournisseur de service a demandé une confirmation d'identité. Cela se produit sur certains comptes et nous ne pouvons pas résoudre ce problème nous-mêmes. Il relève de la responsabilité du fournisseur de service. Pour cette raison, l'inscription n'a pu être menée à bien.
nb_no: Tjenesteleverandøren har bedt om en identitetsbekreftelse. Dette skjer for noen kontoer og kan ikke løses av oss. Det er leverandørens ansvar. Av denne grunn, kan abonnementet ikke fullføres.
nl_nl: De service verlener vraagt om een bevestig van uw identiteit. Dit gebeurt bij sommige accounts en kan niet door ons opgelost worden. Het is de verantwoordelijkheid van de dienstverlener. Het is daarom niet mogelijk dit abonnement af te configureren.
tr_tr: Servis sağlayıcınız kimlik doğrulaması talebinde bulundu. Bu bazı hesaplarda görülebilir ve bizim tarafımızdan düzeltilemez; servis sağlayıcının sorumluluğundadır. Bu nedenle, abonelik tamamlanamaz.
zh_cn: 服务提供者要求确认身份。有的户口会发生这个问题，而那是提供者的责任，因此我们无法解决。由于这个原因，无法完成订阅。
zh_tw: 服務提供者要求身分確認。這會發生在某些帳號當中，是提供者的問題無法由我們修復。這種情況下無法訂閱。

source: You already have such a subscription.
bg_bg: Вече имате такъв абонамент.
fr_fr: Vous avez déjà un abonnement de ce type.
nb_no: Du har allerede et slikt abonnement.
nl_nl: U heeft al een dergelijk abonnement.
tr_tr: Abonelik zaten mevcut.
zh_cn: 您已经有此订阅。
zh_tw: 您已有該訂閱。

source: Read all your tasks.
bg_bg: Прочетете всичките си задачи.
fr_fr: Consulter toutes vos tâches
nb_no: Lese alle oppgavene dine.
nl_nl: Lees al uw teken.
zh_cn: 读取您所有任务。
zh_tw: 讀取您的所有任務。

source: Create, modify and delete tasks.
bg_bg: Създаване, промяна и изтриване на задачи.
fr_fr: Créer, modifier et supprimer des tâches.
nb_no: Opprette, redigere og slette oppgaver.
nl_nl: Maak, wijzig en verwijder taken.
tr_tr: Görevleri yarat, değiştir, sil.
zh_cn: 创建、更改、删除任务。
zh_tw: 建立、修改或刪除任務。

source: Unified Mail does not support folder creation.
bg_bg: Unified Mail не поддържа създаването на папки.
ca_es: El correu unificat no permet la creació de carpetes.
fr_fr: La Messagerie unifiée ne prend pas en charge la création de dossiers.
nb_no: Unified Mail støtter ikke opprettelse av en mappe.
nl_nl: Verzamelde Mail ondersteund het aanmaken van mappen niet.
tr_tr: Birleşik posta klasör oluşturmayı desteklemiyor.
zh_cn: 统一邮件不支持文件夹创建。
zh_tw: 統一郵件夾不支援建立資料夾。

source: Unified Mail does not support folder deletion.
bg_bg: Unified Mail не поддържа изтриването на папки.
ca_es: El correu unificat no permet la supressió de carpetes.
fr_fr: La Messagerie unifiée ne prend pas en charge la suppression de dossiers.
nb_no: Unified Mail støtter ikke mappesletting.
nl_nl: Verzamelde Mail ondersteund het verwijderen van mappen niet.
tr_tr: Birleşik posta klasör silmeyi desteklemiyor.
zh_cn: 统一邮件不支持文件夹删除。
zh_tw: 統一郵件夾不支援刪除資料夾。

source: Unified Mail does not support folder update.
bg_bg: Unified Mail не поддържа обновяване на папки.
ca_es: El orreu unificat no permet actualitzar carpetes.
fr_fr: La Messagerie unifiée ne prend pas en charge la mise à jour de dossiers.
nb_no: Unified Mail støtter ikke mappeoppdatering.
nl_nl: Verzamelde Mail ondersteund het verversen van mappen niet.
tr_tr: Birleşik posta klasör güncellemeyi desteklemiyor.
zh_cn: 统一邮件不支持文件夹更新。
zh_tw: 統一郵件夾不支援更新資料夾。

source: No connection available to access mailbox.
bg_bg: Няма достъп до връзка за достъп до пощенската кутия.
ca_es: No hi ha disponible cap connexió per a accedir a la bústia de correu.
fr_fr: Pas de connexion disponible pour accéder à la boîte aux lettres.
nb_no: Ingen forbindelse tilgjengelig for tilgang til postboksen
nl_nl: Geen verbinding beschikbaar naar het postvak.
tr_tr: Eposta kutusuna uygun erişim bağlantısı yok.
zh_cn: 没有访问邮箱的连接可用。
zh_tw: 沒有可用於訪問郵箱的連線。

source: Move operation aborted. Source and destination folder are the same.
bg_bg: Операцията за преместване е прекратена. Източник и целева папка са едни и същи.
ca_es: S'ha cancel·lat l'operació de trasllat. Les carpetes d'origen i destinatari són la mateixa.
fr_fr: Opération de déplacement interrompue. Les dossiers source et destination sont les mêmes.
nb_no: Flytte-operasjonen avbrutt. Kilde og målmappe er de samme.
nl_nl: Verplaatsing is afgebroken. De bron en doel map zijn gelijk.
tr_tr: Taşıma işlemi durduruldu. Kaynak ve hedef dosyalarının ismi aynı.
zh_cn: 已取消移动操作，来源和目的地文件夹是一样的。
zh_tw: 移動操作中止。來源和目的文件夾是相同的。

source: The user's files are owned by user %1$s in source context %2$s. Please set individual or context-associated file storage first.
bg_bg: Файловете на потребителя са собственост на потребител %1$s в контекста на източника %2$s . Моля, първо задайте отделно съхранение на файловете.
fr_fr: Les fichiers utilisateur sont la propriété de l'utilisateur %1$s dans le contexte source %2$s. Veuillez configurer préalablement un stockage de fichier individuel ou associé à un contexte.
nb_no: Brukerens filer er eid av brukeren %1$s i kildedomenet %2$s. Vennligst angi individuell eller domeneassosiert fillagring først.
nl_nl: De bestanden van de gebruiker zijn eigendom van %1$s in broncontext %2$s. Stel de juiste individuele of context-specifieke bestandsopslaglijst in.
zh_cn: 用户的文件为用户 %1$（在来源上下文 %2$s）所拥有。请先设置个人或上下文关联文件储存。
zh_tw: 使用者的檔案由來源環境 %2$s 的使用者 %1$s 擁有，請先設定各使用者或環境相關的檔案儲存空間。

source: The user %1$s in source context %2$s does use Unified Quota and therefore cannot be copied.
bg_bg: Потребителят %1$s в контекста източник %2$s използва Унифицираната квота и следователно не може да бъде копиран.

source: The provided feedback score is invalid. Please choose a number > 0.
bg_bg: Предоставеният отзив за обратна връзка е невалиден. Моля, изберете номер> 0.

source: The provided feedback for key 'score' has an invalid type.
bg_bg: Предоставената обратна връзка за ключовия "резултат" има невалиден тип.

source: The provided feedback does not contain required key '%s'.
bg_bg: Предоставената обратна връзка не съдържа задължителния ключ " %s ".

source: The provided feedback for key '%s' cannot be parsed.
bg_bg: Предоставената обратна връзка за ключ " %s " не може да бъде анализирана.

source: The %1$s cannot be used as a property type in the property %2$s
bg_bg: %1$s не може да се използва като тип собственост в собствеността %2$s
ca_es: La %1$s no es pot emprar com a tipus de propietat en la propietat %2$s
fr_fr: Le/la %1$s ne peut pas être utilisé(e) comme type de propriété dans la propriété %2$s
nb_no: %1$s kan ikke brukes som en egenskapstype i egenskapen %2$s
nl_nl: De %1$s kan niet gebruikt worden als eigenschapssoort in de eigenschap %2$s
tr_tr: %2$s özelliğinde %1$s özellik türü olarak kullanılamaz.
zh_cn: %1$s 不能以一个属性类别的形式使用在属性 %2$s 里
zh_tw: %1$s 無法作為 %2$s 屬性中的屬性型別

source: Unexpected error returned by XING service.
bg_bg: Неочаквана грешка, върната от услугата XING.

source: E-Mail address is invalid
bg_bg: Имейл адресът е невалиден
ca_es: Adreça de correu invàlida
fr_fr: L'adresse de courrier électronique n'est pas valable
nb_no: E-postadresse er ugyldig
nl_nl: Het e-mailadres is ongeldig
tr_tr: Geçersiz email adresi
zh_cn: 无效的邮件地址。
zh_tw: 電子郵件地址無效

source: Already sent an invitation to E-Mail address: "%1$s"
bg_bg: Вече изпратихме покана до адрес за електронна поща: \ " %1$s "
ca_es: Ja li ha estat enviada una invitació a l'adreça de correu electrònic: "%1$s"
fr_fr: Invitation déjà envoyée à l'adresse de courrier électronique : « %1$s »
nb_no: Allerede sendt en invitasjon til e-postadresse: %1$s
nl_nl: Er is reeds een uitnodiging gestuurd naar e-mailadres: "%1$s"
tr_tr: Davet e-postası bu adrese zaten gönderildi: "%1$s"
zh_cn: 已经发送一个邀请到邮件地址："%1$s"
zh_tw: 已傳送邀請至此電子郵件位址:「%1$s」

source: The E-Mail address already belongs to a XING user
bg_bg: Адресът за електронна поща вече принадлежи на потребител на XING
ca_es: L'adreça de correu electrònic ja pertany a un usuari de XING.
fr_fr: L'adresse électronique appartient déjà à un utilisateur XING
nb_no: E-postadresse tilhører allerede en XING bruker
nl_nl: Het e-mailadres is al van een XING gebruiker
tr_tr: Bu e-posta adresi başka bir XING kullanıcısına ait
zh_cn: 电子邮件地址已经属于一个 XING 用户
zh_tw: 該電子郵件地址已屬於某位 XING 使用者

source: Invitation attempt failed for any reason
bg_bg: Опитът за покана е неуспешен по някаква причина
ca_es: L'intent de convit ha fracassat per qualque motiu
fr_fr: Échec de la tentative d'invitation pour une raison inconnue
nb_no: Invitasjonsforsøket mislyktes av en eller annen grunn
nl_nl: Uitnodigingspoging is mislukt om onbekende reden
tr_tr: Davet denemesi bazı sebeplerden dolayı başarısız oldu
zh_cn: 邀请尝试由于任何原因而失败
zh_tw: 因為某些理由，邀請嘗試失敗

source: The E-Mail address does not belongs to a XING user
bg_bg: Адресът за електронна поща не принадлежи на потребител на XING
ca_es: L'adreça de correu electrònic no pertany a un usuari de XING
fr_fr: L'adresse électronique n'appartient pas à un utilisateur XING
nb_no: E-postadressen tilhører ikke en XING bruker
nl_nl: Het e-mailadres is niet van een XING gebruiker
tr_tr: Bu e-posta adresi herhangi bir XING kullanıcısına ait değil
zh_cn: 电子邮件地址不属于一个 XING 用户
zh_tw: 該電子郵件地址不屬於任何 XING 使用者

source: XING user is already directly connected.
bg_bg: Потребителят на XING вече е директно свързан.
ca_es: L'usuari de XING ja està connectat directament.
fr_fr: L'utilisateur XING est déjà connecté directement.
nb_no: XING brukeren er allerede direkte tilkoblet.
nl_nl: XING gebruiker is reeds direct gekoppeld.
tr_tr: XING kullanıcısı zaten bağlı.
zh_cn: XING 用户已经直接连接了。
zh_tw: 已直接連線至 XING 使用者。

source: The comment size exceeds the maximum allowed number of 600 characters.
bg_bg: Размерът на коментара надвишава максималния разрешен брой от 600 знака.
ca_es: La mida del comentari excedeix el nombre màxim permès de 600 caràcters.
fr_fr: La taille du commentaire dépasse les 600 caractères maximum autorisés.
nb_no: Kommentarstørrelsen overskrider den maksimalt tillatte med antall 600 tegn.
nl_nl: De lengte van het commentaar veld is langer dan het maximum van 600 tekens.
tr_tr: Yorum izin verilen maksimum 600 karakter sayısını aşıyor.
zh_cn: 注释大小超出最大允许 600 个字符数。
zh_tw: 註釋大小超過最大允許的 600 字元。

source: The status message size exceeds the maximum allowed number of 420 characters.
bg_bg: Размерът на съобщението за статуса надвишава максималния допустим брой от 420 знака.
ca_es: La mida de missatge d'estat excedeix el nombre màxim permès de 420 caràcters.
fr_fr: La taille du message d'état dépasse les 420 caractères maximum autorisés.
nb_no: Statusmeldingsstørrelsen overskrider maksimalt antall tillatte med 420 tegn.
nl_nl: De lengte van het statusbericht is langer dan het maximum van 420 tekens.
tr_tr: Durum mesajı izin verilen maksimum 420 karakter sayısını aşıyor.
zh_cn: 状态消息大小超出最大允许 420 个字符数。
zh_tw: 狀態訊息大小超過最大允許的 420 字元。

source: The text message size exceeds the maximum allowed number of 140 characters.
bg_bg: Размерът на текстовото съобщение надвишава максималния разрешен брой от 140 знака.
ca_es: La mida del missatge de text excedeix el nombre màxim permès de 140 caràcters.
fr_fr: La taille du message dépasse les 140 caractères maximum autorisés.
nb_no: Tekststørrelsen overskrider maksimalt antall tillatte med 140 tegn.
nl_nl: De lengte van het tekstbericht is langer dan het maximum van 140 tekens.
tr_tr: Metin mesajı izin verilen maksimum 140 karakter sayısını aşıyor.
zh_cn: 您的文本消息大小超出最大允许 140 个字符数。
zh_tw: 文字訊息大小超過最大允許的 140 字元。

source: The mandatory parameter "%1$s" is missing in the request body
bg_bg: Задължителният параметър \ " %1$s " липсва в тялото на заявката
ca_es: Hi manca el paràmetre obligatori "%1$s" al cos de la petició
fr_fr: Le paramètre obligatoire « %1$s » est manquant dans le corps de la requête.
nb_no: Det obligatoriske parameteret "%1$s" mangler i forespørsel body
nl_nl: De verplichte parameter "%1$s" ontbreekt uit de aanvraag
tr_tr: Zorunlu değişken "%1$s" talep kısmında eksik.
zh_cn: 请求内文缺少必需的参数 "%1$s"
zh_tw: 請求內容中缺小必要的參數「%1$s」

source: The XING server is not available.
bg_bg: Сървърът XING не е налице.
ca_es: El servidor de XING no està disponible.
fr_fr: Le serveur XING est indisponible.
nb_no: XING server er ikke tilgjengelig.
nl_nl: De XING server is niet beschikbaar.
tr_tr: XING sunucusu uygun değil.
zh_cn: XING 服务器不可用。
zh_tw: 無法使用 XING 伺服器。

source: A XING account has already been requested for E-Mail address %1$s.
bg_bg: Профилът на XING вече е заявен за имейл адрес %1$s .
ca_es: Ja s'ha sol·licitat un compte XING per a l'adreça de correu electrònic %1$s.
fr_fr: Un compte XING a déjà été demandé pour l'adresse de courrier électronique %1$s.
nb_no: En XING konto har allerede blitt forespurt for e-postadressen %1$s.
nl_nl: Een XING account is reeds aangevraagd voor het E-mailadres %1$s.
tr_tr: XING hesabı bu e-posta adresi için zaten talepte bulundu %1$s.
zh_cn: 已经为电子邮件地址 %1$s 请求一个 XING 户口。
zh_tw: 電子郵件地址 %1$s 已請求了 XING 帳號。

source: The XING app that you are using does not hold the required permissions in order to perform the requested action
bg_bg: Приложението XING, което използвате, не притежава необходимите разрешения, за да извърши исканото действие
fr_fr: L'app XING que vous utilisez ne détient pas les droits requis pour réaliser l'action souhaitée
nb_no: XING-appen du bruker innehar ikke de påkrevde rettighetene for å utføre den forespurte handlingen
nl_nl: De XING app welke u gebruikt heeft niet de juiste rechten om de gevraagde actie uit te voeren.
zh_cn: 您使用的 XING 应用程序不保有权限，以进行请求的动作
zh_tw: 您使用的 XING 應用程式並未取得足夠的權限以進行指定的操作。

source: No XING OAuth access available. Please create a XING OAuth account.
bg_bg: Няма достъп до XING OAuth. Моля, създайте профил в XING OAuth.
fr_fr: Aucun accès OAuth XING disponible. Veuillez créer un compte OAuth XING.
nb_no: Ingen XING OAuth-tilgang tilgjengelig. Vennligst opprett en XING OAuth-konto.
nl_nl: Geen XING OAuth account toegang mogelijk. Maak alstublieft een XING OAuth account aan.
zh_cn: 无可用 XING OAuth 访问。请创建一个 XING OAuth 户口。
zh_tw: 無可用的 XING OAuth 存取權限，請先註冊 XING OAuth 帳號。

source: America/Fort Nelson
bg_bg: Америка / Форт Нелсън
fr_fr: Amérique / Fort Nelson
zh_cn: 美洲/纳尔逊港
zh_tw: 美洲／尼爾森堡

source: America/Punta Arenas
bg_bg: Америка / Пунта Аренас

source: Antarctica/DumontDUrville
bg_bg: Антарктида / DumontDUrville
ca_es: Antàrtida/DumontD'Urville
fr_fr: Antarctique / Dumont d'Urville
nb_no: Antarktis/DumontDUrville
tr_tr: Antarktika/DumontDUrville
zh_cn: 南极洲/都蒙特得乌尔维尔站
zh_tw: 南極洲/都蒙特得烏爾維爾站

source: Antarctica/Troll
bg_bg: Антарктида / Troll
fr_fr: Antarctique / Troll
zh_cn: 南极/特羅爾
zh_tw: 南極洲/卓爾站

source: Asia/Atyrau
bg_bg: Азия / Атирау

source: Asia/Barnaul
bg_bg: Азия / Барнаул

source: Asia/Chita
bg_bg: Азия / Чита
fr_fr: Asie / Chita
nl_nl: Azië/Chita
zh_cn: 亚洲/赤塔
zh_tw: 亞洲/赤塔

source: Asia/Famagusta
bg_bg: Азия / Фамагуста

source: Asia/Khandyga
bg_bg: Азия / Khandyga
fr_fr: Asie / Khandyga
nl_nl: Azië/Khandyga
zh_cn: 亚洲/Khandyga
zh_tw: 亞洲/坎迪加

source: Asia/Srednekolymsk
bg_bg: Азия / Srednekolymsk
fr_fr: Asie / Srednekolymsk
nl_nl: Azië/Srednekolymsk
zh_cn: 亚洲/中科雷姆斯克
zh_tw: 亞洲/中科雷姆斯克

source: Asia/Tomsk
bg_bg: Азия / Томск

source: Asia/Ust-Nera
bg_bg: Азия / Уст-Нера
fr_fr: Asie / Ust-Nera
nl_nl: Azië/Oest-Nera
zh_cn: 亚洲/Ust-Nera
zh_tw: 亞洲/烏斯季挪拉

source: Asia/Yangon
bg_bg: Азия / Янгон

source: Australia/ACT
bg_bg: Австралия / ACT
ca_es: Austraàlia/ACT
fr_fr: Australie / ACT
nl_nl: Australië/ACT
zh_cn: 澳大利亚/首都特区
zh_tw: 澳大利亞/首都特區

source: Australia/Brisbane
bg_bg: Австралия / Бризбейн
ca_es: Austràlia/Brisbane
fr_fr: Australie / Brisbane
nl_nl: Australië/Brisbane
tr_tr: Avustralya/Brisbane
zh_cn: 澳大利亚/布里斯班
zh_tw: 澳大利亞/布里斯班

source: Australia/Broken Hill
bg_bg: Австралия / Броукън Хил
ca_es: Austràlia/Broken Hill
fr_fr: Australie / Broken Hill
nl_nl: Australië/Broken Hill
tr_tr: Avustralya/Broken Hill
zh_cn: 澳大利亚/断山
zh_tw: 澳大利亞/斷山

source: Australia/Canberra
bg_bg: Австралия / Канбера
ca_es: Austràlia/Canberra
fr_fr: Australie / Canberra
nl_nl: Australië/Canberra
tr_tr: Avustralya/Canberra
zh_cn: 澳大利亚/堪培拉
zh_tw: 澳大利亞/坎培拉

source: Australia/Currie
bg_bg: Австралия / Кюри
ca_es: Austràlia/Currie
fr_fr: Australie / Currie
nl_nl: Australië/Currie
tr_tr: Avustralya/Currie
zh_cn: 澳大利亚/柯里
zh_tw: 澳大利亞/柯裏

source: Australia/Darwin
bg_bg: Австралия / Дарвин
ca_es: Austràlia/Darwin
fr_fr: Australie / Darwin
nl_nl: Australië/Darwin
tr_tr: Avustralya/Darwin
zh_cn: 澳大利亚/达尔文
zh_tw: 澳大利亞/達爾文

source: Australia/Eucla
bg_bg: Австралия / Еукла
ca_es: Austràlia/Eucla
fr_fr: Australie / Eucla
nl_nl: Australië/Eucla
tr_tr: Avustralya/Eucla
zh_cn: 澳大利亚/尤克拉
zh_tw: 澳大利亞/尤克拉

source: Australia/Hobart
bg_bg: Австралия / Хобарт
ca_es: Austràlia/Hobart
fr_fr: Australie / Hobart
nl_nl: Australië/Hobart
tr_tr: Avustralya/Hobart
zh_cn: 澳大利亚/霍巴特
zh_tw: 澳大利亞/霍巴特

source: Australia/LHI
bg_bg: Австралия / ЗЗО
ca_es: Austràlia/LHI
fr_fr: Australie / LHI
nl_nl: Australië/LHI
zh_cn: 澳大利亚/LHI
zh_tw: 澳大利亞/LHI

source: Australia/Lindeman
bg_bg: Австралия / Линдеман
ca_es: Austràlia/Lindeman
fr_fr: Australie / Lindeman
nl_nl: Australië/Lindeman
tr_tr: Avustralya/Linderman
zh_cn: 澳大利亚/林德曼岛
zh_tw: 澳大利亞/林德曼島

source: Australia/Lord Howe
bg_bg: Австралия / Лорд Хоу
ca_es: Austràlia/Lord Howe
fr_fr: Australie / Lord Howe
nl_nl: Australië/Lord Howe
tr_tr: Avustralya/Lord Howe
zh_cn: 澳大利亚/豪勋爵岛
zh_tw: 澳大利亞/豪勳爵島

source: Australia/Melbourne
bg_bg: Австралия / Мелбърн
ca_es: Austràlia/Molbourne
fr_fr: Australie / Melbourne
nl_nl: Australië/Melbourne
tr_tr: Avustralya/Melbourne
zh_cn: 澳大利亚/墨尔本
zh_tw: 澳大利亞/墨爾本

source: Australia/NSW
bg_bg: Австралия / NSW
ca_es: Austràlia/NSW
fr_fr: Australie / NSW
nl_nl: Australië/NSW
zh_cn: 澳大利亚/新南威尔士州
zh_tw: 澳大利亞/新南威爾斯州

source: Australia/Perth
bg_bg: Австралия / Пърт
ca_es: Austràlia/Perth
fr_fr: Australie / Perth
nl_nl: Australië/Perth
tr_tr: Avustralya/Perth
zh_cn: 澳大利亚/佩思
zh_tw: 澳大利亞/伯斯

source: Australia/Queensland
bg_bg: Австралия / Куинсланд
ca_es: Austràlia/Queensland
fr_fr: Australie / Queensland
nl_nl: Australië/Queensland
tr_tr: Avustralya/Queensland
zh_cn: 澳大利亚/昆士兰州
zh_tw: 澳大利亞/昆士蘭州

source: Australia/Sydney
bg_bg: Австралия / Сидни
ca_es: Austràlia/Sydney
fr_fr: Australie / Sydney
nl_nl: Australië/Sydney
tr_tr: Avustralya/Sidney
zh_cn: 澳大利亚/悉尼
zh_tw: 澳大利亞/雪梨
