Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Invalid message identifier: %1$s
es_mx: Identificador de mensaje no válido: %1$s
pl_pl: Nieprawidłowy identyfikator wiadomości: %1$s

source: A messaging error occurred: %1$s
bg_bg: Възникна грешка в съобщенията: %1$s
ca_es: S'ha produït un error de missatgeria: %1$s
es_mx: Se ha producido un error de mensajería: %1$s
fr_fr: Une erreur de messagerie s'est produite : %1$s
nb_no: En feilmelding oppstod: %1$s
nl_nl: Er is een berichtfout opgetreden: %1$s
pl_pl: Wystąpił błąd systemu obsługi komunikatów: %1$s
tr_tr: Mesaj hatası oluştu: %1$s
zh_cn: 出现一个消息错误：%1$s
zh_tw: 出現一個消息錯誤: %1$s

source: Unknown messaging content: %1$s.
bg_bg: Неизвестно съдържание за съобщения: %1$s .
ca_es: Contingut de missatge desconegut: %1$s.
es_mx: Contenido de mensaje desconocido: %1$s.
fr_fr: Contenu de messagerie inconnu : %1$s.
nb_no: Ukjent meldingsinnhold: %1$s.
nl_nl: Onbekende boodschapinhoud: %1$s.
pl_pl: Nieznana zawartość wiadomości: %1$s.
tr_tr: Bilinmeyen mesaj içeriği: %1$s.
zh_cn: 未知消息内容：%1$s。
zh_tw: 未知消息內容: %1$s。

source: Unknown messaging service: %1$s.
es_mx: Servidor de mensajería desconocido: %1$s.
pl_pl: Nieznana usługa wiadomości: %1$s.

source: Invalid parameter: %1$s with value '%2$s'.
bg_bg: Невалиден параметър: %1$s с стойност ' %2$s '.
ca_es: Paràmetre no vàlid %1$s amb el valor '%2$s'.
es_mx: Parámetro no válido %1$s con el valor '%2$s'.
fr_fr: Paramètre invalide : %1$s avec la valeur « %2$s ».
nb_no: Ugyldig parameter: %1$s med verdien '%2$s'.
nl_nl: Ongeldige parameter: %1$s met waarde '%2$s'.
pl_pl: Nieprawidłowy parametr: %1$s o wartości %2$s'.
tr_tr: Geçersiz değişken: %1$s. '%2$s' değeri ile.
zh_cn: 无效参数："%1$s"的%2$s"值
zh_tw: 無效參數: %1$s的'%2$s'值。

source: Messaging part is read-only.: %1$s
bg_bg: Частта за съобщения е само за четене .: %1$s
ca_es: La part del missatge és de només lectura: %1$s
es_mx: La parte del mensaje es de sólo lectura: %1$s
fr_fr: La partie messagerie est en lecture seule : %1$s
nb_no: Meldingsdel er skrivebeskyttet.: %1$s
nl_nl: Berichtendeel is alleen-lezen: %1$s
pl_pl: Wiadomość tylko do odczytu.: %1$s
tr_tr: Mesaj kısmı yalnızca okunabilir: %s
zh_cn: 消息部分是只读的：%1$s
zh_tw: 消息部分是唯讀的: %1$s

source: No create access on mail folder %1$s.
bg_bg: Няма достъп за създаване на пощенска папка %1$s .
ca_es: No hi ha accés per a creació sobre la carpeta de correu %1$s.
es_mx: No hay acceso para creación sobre la carpeta de correo %1$s.
fr_fr: Pas d'accès en création au dossier de courrier %1$s.
nb_no: Ikke tilgang til å opprette på e-postmappen %1$s.
nl_nl: Geen aamaak rechten op postmap %1$s.
pl_pl: Brak dostępu z możliwością tworzenia do folderu poczty %1$s.
tr_tr: %1$s klasörüne erişim oluşturulmadı.
zh_cn: 对邮件文件夹 %1$s 没有创建权限。
zh_tw: 對信件匣 %1$s 沒有建立權限。

source: No attachment found with section identifier %1$s in message %2$s in folder %3$s.
bg_bg: Не бе намерен прикачен файл с идентификатор на секцията %1$s в съобщение %2$s в папката %3$s .
ca_es: No s'ha trobat cap adjunt amb l'identificador de secció %1$s en el missatge %2$s a la carpeta %3$s.
es_mx: No se ha encontrado ningún adjunto con el identificador de sección %1$s en el mensaje %2$s en la carpeta %3$s.
fr_fr: Aucune pièce jointe avec l'identifiant de section %1$s n'a été trouvée dans le message %2$s dans le dossier %3$s.
nb_no: Ingen vedlegg funnet med del-ID %1$s i meldingen %2$s i mappen %3$s.
nl_nl: Geen aanhangsel gevonden met sectie kenmerk %1$s in bericht %2$s in map %3$s.
pl_pl: Nie znaleziono załącznika o identyfikatorze sekcji %1$s w wiadomości %2$s w folderze %3$s.
tr_tr: %3$s klasöründe %2$s mesajında %1$s bölüm bilgisi ile bir ek bulunamadı.
zh_cn: 在文件夹 %3$s 中的邮件 %2$s 内找不到具有节 ID %1$s 的附件。
zh_tw: 在資料夾 %3$s 中的郵件 %2$s 內找不到具有節 ID %1$s 的附件。

source: Message %1$s not found in folder %2$s.
bg_bg: Съобщението %1$s не е намерено в папката %2$s .
ca_es: No s'ha trobat el missatge %1$s a la carpeta %2$s.
es_mx: No se ha encontrado el mensaje %1$s en la carpeta %2$s
fr_fr: Le message %1$s n'a pas été trouvé dans le dossier %2$s.
nb_no: Meldingen %1$s finnes ikke i mappen %2$s.
nl_nl: Bericht %1$s is niet gevonden in map %2$s
pl_pl: Nie można znaleźć wiadomości %1$s w folderze %2$s.
tr_tr: %2$s klasöründe %1$s mesajı bulunamadı.
zh_cn: 在文件夹 %2$s 中找不到邮件 %1$s。
zh_tw: 在文件夾 %2$s 中找不到郵件 %1$s。

source: No Connection Factory found for name: %1$s
es_mx: No se ha encontrado fábrica de conexiones para el nombre: %1$s
pl_pl: Brak elementu Connection Factory dla nazwy: %1$s

source: No such queue or could not be created: %1$s
es_mx: No existe esa cola o no se pudo crear: %1$s
pl_pl: Brak odpowiedniej kolejki lub jej utworzenie nie było możliwe: %1$s

source: No such topic or could not be created: %1$s
es_mx: No existe ese tema o no se pudo crear: %1$s
pl_pl: Brak odpowiedniego tematu lub jego utworzenie nie było możliwe: %1$s

source: A JMS error occurred: %1$s
es_mx: Se ha producido un error de JMS: %1$s
pl_pl: Wystąpił błąd JMS: %1$s

source: Illegal state: %1$s
es_mx: Estado ilegal: %1$s
pl_pl: Niedozwolony stan: %1$s

source: A filter expression has not been validated.
es_mx: Una expresión de filtro no ha sido validada.
pl_pl: Sprawdzenie poprawności wyrażenia filtra nie powiodło się.

source: Either no such queue or a topic or could not be created: %1$s
es_mx: No existe esa cola o tema, o no se pudo crear: %1$s
pl_pl: Brak kolejki albo tematu lub nie można było ich utworzyć: %1$s

source: A security problem occurred: %1$s
es_mx: Se ha producido un problema de seguridad: %1$s
pl_pl: Wystąpił problem z zabezpieczeniami: %1$s

source: Response is not of type: %1$s
es_mx: La respuesta no es de tipo: %1$s
pl_pl: Odpowiedź nie należy do typu: %1$s

source: Unexpected status %1$s (%2$s)
es_mx: Estado inesperado %1$s (%2$s)
pl_pl: Nieoczekiwany status %1$s (%2$s)

source: Invalid URL: %1$s
es_mx: URL no válida: %1$s
pl_pl: Nieprawidłowy URL: %1$s.

source: Unknown OAuth service meta data: %1$s
es_mx: Meta datos de servicio OAuth desconocidos: %1$s
pl_pl: Nieznane metadane usługi OAuth: %1$s

source: Account not found with identifier %1$s for user %2$s in context %3$s.
es_mx: No se ha encontrado la cuenta con identificador %1$s para el usuario %2$s en el contexto %3$s.
pl_pl: Nie można znaleźć konta o identyfikatorze %1$s dla użytkownika %2$s w kontekście %3$s.

source: Unsupported OAuth service: %1$s
es_mx: Servicio OAuth no admitido: %1$s
pl_pl: Nieobsługiwana usługa OAuth: %1$s.

source: Missing argument: %1$s
bg_bg: Липсва аргумент: %1$s
ca_es: Falta l'argument: %1$s
es_mx: Falta el argumento: %1$s
fr_fr: Argument manquant : %1$s
nb_no: Manglende argument: %1$s
nl_nl: Ontbrekend argument: %1$s
pl_pl: Brak argumentu: %1$s
tr_tr: Eksik öge: %1$s
zh_cn: 缺少参数: %1$s
zh_tw: 缺少參數: %1$s

source: An OAuth error occurred: %1$s
es_mx: Se ha producido un error de OAuth: %1$s
pl_pl: Wystąpił błąd OAuth: %1$s

source: No OAuth provider found for identifier %1$s.
es_mx: No se ha encontrado ningún proveedor OAuth para el identificador %1$s.
pl_pl: Brak dostawcy OAuth dla identyfikatora %1$s.

source: General error: %1$s
es_mx: Error general: %1$s
pl_pl: Błąd ogólny: %1$s

source: Not found: %1$s
es_mx: No se ha encontrado: %1$s
pl_pl: Nie znaleziono: %1$s

source: The source and destination URIs are equal: %1$s.
es_mx: Las URIs de origen y destino son iguales: %1$s.
pl_pl: URI źródła i celu jest równe %1$s.

source: Conflict. The resource cannot be created until one or more parental directories have been created: %1$s.
es_mx: Conflicto. No se puede crear el recurso hasta que uno o más directorios padre hayan sido creados: %1$s.
pl_pl: Konflikt. Nie można utworzyć zasobu przed utworzeniem jednego lub więcej katalogów nadrzędnych: %1$s.

source: Such a resource already exists: %1$s.
es_mx: Ya existe ese recurso: %1$s.
pl_pl: Taki zasób już istnieje: %1$s.

source: Resource limit exceeded.
es_mx: Se ha excedido el límite de recursos.
pl_pl: Przekroczono limit zasobów.

source: Name contains illegal characters or parent is read-only: %1$s.
es_mx: El nombre contiene caracteres ilegales o el padre es de sólo lectura: %1$s
pl_pl: Nazwa zawiera niedozwolone znaki lub folder nadrzędny służy tylko do odczytu.: %1$s.

source: Unsupported protocol for SmartDrive server access: %1$s
es_mx: Protocolo no admitido para acceso al servidor SmartDrive: %1$s
pl_pl: Nieobsługiwany protokół dostępu do serwera SmartDrive: %1$s.

source: SmartDrive user "%1$s" is not authenticated for stateful access to SmarTDrive server "%2$s".
es_mx: El usuario de SmartDrive "%1$s" no está autentificado para acceso con estado al servidor SmartDrive "%2$s".
pl_pl: Użytkownik |"%1$s" SmartDrive nie ma prawa dostępu do serwera "%2$s" SmartDrive.

source: This resource is not a file
es_mx: Este recurso no es un archivo
pl_pl: Ten zasób nie jest plikiem

source: This resource is not a directory
es_mx: Este recurso no es un directorio
pl_pl: Ten zasób nie jest katalogiem

source: Your '%1$s' password changed. You have to authorize the server to use your account with the new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
bg_bg: Паролата ви " %1$s " бе променена. Трябва да упълномощите сървъра да използва профила ви с новата парола. За целта отворете Конфигурация -> Моята социална конфигурация -> Профили. След това опитайте отново.
ca_es: La vostra clau '%1$s' ha canviat. Heu d'autoritzar el servidor per a usar el compte amb la nova contrasenya. Per a fer-ho. anau a Configuració -> La meva configuració social -> Comptes. Després, provau-ho de nou.
es_mx: Su contraseña '%1$s' ha cambiado. Debe autorizar al servidor para usar la cuenta con la nueva contraseña. Para hacerlo, vaya a Configuración -> Mi configuración social -> Cuentas. Después, inténtelo de nuevo.
fr_fr: Votre mot de passe « %1$s » a changé. Vous devez autoriser le serveur à utiliser votre compte avec le nouveau mot de passe. Pour ce faire, allez dans Configuration -> Ma configuration sociale -> Comptes. Puis essayez à nouveau.
nb_no: Ditt '%1$s' passord er forandret. Du må godkjenne serveren for å bruke kontoen med det nye passordet. For å gjøre så, gå til Konfigurasjon -&gt; Min sosiale konfigurasjon -&gt; Kontoer. Prøv på nytt.
nl_nl: Uw '%1$s' wachtwoord is veranderd. U moet de server authenticeren om uw account te gebruiken met het nieuwe wachtwoord. Om dit te doen gaat u naar Configuratie -> Mijn Sociale Instellingen -> Accounts. Probeer het daarna opnieuw.
pl_pl: Hasło %1$s zostało zmienione. Należy autoryzować serwer do używania nowego hasła. Aby to zrobić, przejdź do opcji Konfiguracja -> Moja konfiguracja społeczna -> Konta, wprowadź odpowiednie wartości i spróbuj ponownie.
tr_tr: '%1$s' şifreniz değişti. Yeni şifreniz ile kullanabilmek için sunucuyu doğrulamanız gerekiyor. Bunu yapmak için Konfigürasyon > Benim Sosyal Konfigürasyonum > Hesaplar seçeneğine geliniz ve yeniden deneyiniz.
zh_cn: 您的 "%1$s" 密码已更改。您需要认证服务器才能在您的户口使用新密码。如要这样，打开配置 -> 我的社交配置 -> 户口。然后重试。
zh_tw: 您的「%1$s」密碼已經變更。您必須授權伺服器使用您的新密碼。請到設定 -> 我的社群網路設定 -> 帳號裡面重新授權，並再室一次。

source: The address %1$s is not white-listed as for the %2$s OAuth API
bg_bg: Адресът %1$s не е изброен в бяло, както за приложния програмен интерфейс (API) OAuth на %2$s
ca_es: L'adreça %1$s no apareix en la llista blanca per a l'API OAuth %2$s
es_mx: La dirección %1$s no aparece en la lista blanca para el API OAuth %2$s
fr_fr: L'adresse %1$s ne figure pas sur une liste blanche pour l'interface de programmation OAuth %2$s
nb_no: Adressen %1$s er ikke godkjent for %2$s OAuth API
nl_nl: Het adres %1$s is niet opgenomen in de wittelijst van de %2$s OAuth API
pl_pl: Adres %1$s nie znajduje się na liście dozwolonych adresów dla adresu interfejsu API OAuth %2$s
tr_tr: %2$s OAuth API ye göre %1$s adresi beyaz listeye alınmamış.
zh_cn: 地址 %1$s 没有为 %2$s OAuth API 加到白名单中。
zh_tw: 地址 %1$s 不在 %2$s OAuth API 的白名單當中

source: The request sent was missing its body
bg_bg: В изпратеното искане липсва тялото му
ca_es: Faltava el cos de la sol·licitud enviada
es_mx: Faltaba el cuerpo de la solicitud enviada
fr_fr: La requête envoyée n'avait pas de corps
nb_no: Forespørselen som ble sendt mangler hoveddel
nl_nl: De aanvraag is verstuurd zonder berichttekst
pl_pl: Wysłane żądanie nie ma treści
tr_tr: Gönderilen talebin gövde içeriği boş
zh_cn: 发送了请求缺少它的内文
zh_tw: 送出的請求缺少內容

source: The account is invalid, please recreate it.
bg_bg: Профилът е невалиден, моля, пресъздайте го.
ca_es: El compte no és vàlid; per favor, tornau a crear-lo.
es_mx: La cuenta no es válida; por favor, vuelva a crearla.
fr_fr: Le compte est invalide, veuillez le recréer.
nb_no: Kontoen er ugyldig, vennligst lag en ny.
nl_nl: Het account is ongeldig, maak het opnieuw aan.
pl_pl: Konto jest nieprawidłowe. Utwórz je ponownie.
tr_tr: Hesap geçersiz, lütfen yeniden oluşturunuz.
zh_cn: 无效户口，请重新创建。
zh_tw: 帳號無效，請重新建立。

source: Please provide a display name.
bg_bg: Моля, въведете показвано име.
ca_es: Per favor, proporcionau un nombre per a mostrar.
es_mx: Por favor, proporcione un nombre para mostrar.
fr_fr: Veuillez fournir un nom d'affichage.
nb_no: Angi et visningsnavn.
nl_nl: Geef alstublieft een weergavenaam .
pl_pl: Podaj nazwę wyświetlaną.
tr_tr: Lütfen görünen ismi belirleyiniz.
zh_cn: 请提供一个显示名称。
zh_tw: 請提供顯示名稱。

source: The associated OAuth provider denied the request: %1$s.
bg_bg: Свързаният доставчик на OAuth отхвърли заявката: %1$s .
ca_es: El proveïdor de OAuth associat ha denegat la sol·licitud: %1$s.
es_mx: El proveedor de OAuth asociado denegó la solicitud: %1$s.
fr_fr: Le fournisseur OAuth associé a refusé la demande : %1$s.
nb_no: Den tilknyttede OAuth leverandøren avslo forespørselen: %1$s.
nl_nl: De bijbehorende OAuth dienstverlener heeft het verzoek afgewezen: %1$s.
pl_pl: Powiązany dostawca OAuth odmówił obsługi żądania: %1$s.
tr_tr: İlişkilendirilmiş OAuth sağlayıcısı teklifi reddetti: %1$s.
zh_cn: 关联 OAuth 提供者拒绝了请求 %1$s。
zh_tw: 關連的 OAuth 提供者拒絕了請求: %1$s。

source: The OAuth authentication process has been canceled.
bg_bg: Процесът на удостоверяване в OAuth бе анулиран.
ca_es: El procés d'autenticació OAuth ha estat cancel·lat.
es_mx: El proceso de autenticación OAuth ha sido cancelado.
fr_fr: Le processus d'authentification OAuth a été annulé.
nb_no: OAuth godkjenningsprosessen er avbrutt.
nl_nl: Het OAuth authenticatie proces is onderbroken.
pl_pl: Proces uwierzytelniania OAuth został anulowany.
tr_tr: OAuth doğrulama süreci iptal edildi.
zh_cn: OAuth 认证步骤已取消。
zh_tw: 已取消 OAuth 驗證過程。

source: Cannot change password < %s >, see log files for details.
es_mx: No se puede cambiar la contraseña < %s >. Consulte los archivos de registro para más detalles.
pl_pl: Nie można zmienić hasła < %s >. Aby uzyskać szczegółowe informacje, zapoznaj się z plikiem dziennika.

source: New password is too short.
es_mx: La nueva contraseña es demasiado corta.
pl_pl: Nowe hasło jest za krótkie.

source: New password is too weak.
es_mx: La nueva contraseña es demasiado débil.
pl_pl: Nowe hasło jest za słabe

source: Cannot find user.
es_mx: No se puede encontrar el usuario.
pl_pl: Nie można znaleźć użytkownika.

source: LDAP error.
es_mx: Error LDAP.
pl_pl: Błąd usługi LDAP.

source: Cannot get database connection.
bg_bg: Не може да се получи връзка с базата данни.
ca_es: No s'ha pogut aconseguir una connexió a la base de dades.
es_mx: No se puede conseguir una conexión a la base de datos.
fr_fr: Impossible d'établir une connexion de base de données.
nb_no: Kunne ikke kontakte databasen.
nl_nl: Kan geen verbinding krijgen met database.
pl_pl: Nie można uzyskać połączenia z bazą danych.
tr_tr: Veritabanı bağlantısı sağlanamamaktadır.
zh_cn: 无法建立数据库连接。
zh_tw: 無法建立資料庫連接。

source: No permission to modify resources in context %1$s
es_mx: No hay permisos para modificar recursos en el contexto %1$s
pl_pl: Brak uprawnień do zmodyfikowania zasobów w kontekście %1$s

source: Cannot change password: %1$s
pl_pl: Nie można zmienić hasła: %1$s

source: Invalid locale string: %1$s
es_mx: Cadena de traducción no válida: %1$s
pl_pl: Nieprawidłowa ciąg ustawień regionalnych: %1$s

source: Unsupported action %1$s via %2$s request
es_mx: Acción %1$s no admitida mediante solicitud %2$s
pl_pl: Czynność %1$s nie jest obsługiwana przez żądanie %2$s

source: No connection available to access mailbox
bg_bg: Няма достъп до връзка за достъп до пощенската кутия
ca_es: No hi ha disponible una connexió per a accedir a la carpeta de correu
es_mx: No hay disponible una conexión para acceder a la carpeta de correo
fr_fr: Pas de connexion disponible pour accéder à la boîte aux lettres
nb_no: Ingen forbindelse tilgjengelig for tilgang til postboksen
nl_nl: Geen verbinding beschikbaar voor toegang tot postbus
pl_pl: Brak dostępnego połączenia w celu uzyskania dostępu do skrzynki pocztowej.
tr_tr: Posta kutusuna erişebilmek için bağlantı mevcut değil.
zh_cn: 没有可用于访问邮箱的连接
zh_tw: 沒有可用於訪問郵箱的連接

source: User %1$s has no mail module access due to user configuration
bg_bg: Потребителят %1$s няма достъп до пощенския модул поради конфигурацията на потребителя
ca_es: L'usuari %1$s no té accés al mòdul de correu per mor de la configuració de l'usuari
es_mx: El usuario %1$s no tiene acceso al módulo de correo debido a la configuración del usuario
fr_fr: L'utilisateur %1$s n'a aucun accès au module de courrier à cause de la configuration utilisateur
nb_no: Brukeren %1$s har ingen tilgant til e-post-modul på grunn av brukerkonfigurasjon
nl_nl: Gebruiker %1$s heeft geen toegang tot de e-mail module als gevolg van de gebruikersconfiguratie
pl_pl: Użytkownik %1$s został skonfigurowany tak, że nie ma dostępu do modułu poczty
tr_tr: Kullanıcı %1$s nın, kullanıcı yapılandırması nedeniyle posta modülüne erişimi yoktur.
zh_cn: 由于用户配置，用户 %1$s 无权访问邮件模块
zh_tw: 因為用戶配置，用戶 %1$s 無權訪問郵件模組

source: No access to mail folder %1$s
es_mx: No hay acceso a la carpeta de correo %1$s
pl_pl: Brak dostępu do folderu poczty %1$s

source: No lookup access to mail folder %1$s
es_mx: No hay acceso para búsqueda a la carpeta de correo %1$s
pl_pl: Brak dostępu wyszukiwania do folderu poczty %1$s

source: No read access to mail folder %1$s
es_mx: No hay acceso de lectura a la carpeta de correo %1$s
pl_pl: Brak dostępu odczytu do folderu poczty %1$s

source: No delete access to mail folder %1$s
es_mx: No hay acceso de borrado a la carpeta de correo %1$s
pl_pl: Brak uprawnień kasowania dla folderu poczty %1$s

source: No insert access to mail folder %1$s
es_mx: No hay acceso de inserción en la carpeta de correo %1$s
pl_pl: Brak dostępu wstawiania do folderu poczty %1$s

source: No administer access to mail folder %1$s
es_mx: No hay acceso de administración a la carpeta de correo %1$s
pl_pl: Brak dostępu administratora do folderu poczty %1$s

source: No write access to POP3 folder %1$s
es_mx: No hay acceso de escritura a la carpeta POP3 %1$s
pl_pl: Brak dostępu zapisu do folderu POP3 %1$s

source: No keep-seen access to mail folder %1$s
es_mx: No hay acceso para marcar como visto en la carpeta de correo: %1$s
pl_pl: Brak dostępu z zachowaniem widoczności dla folderu poczty %1$s

source: Folder %1$s does not allow subfolders.
es_mx: La carpeta %1$s no admite subcarpetas.
pl_pl: Folder %1$s nie obsługuje podfolderów.

source: POP3 does not support mail folder creation
bg_bg: POP3 не поддържа създаването на пощенска папка
ca_es: POP3 no admet la creació de carpetes de correu
es_mx: POP3 no admite la creación de carpetas de correo
fr_fr: POP3 ne prend pas en charge la création de dossiers de courrier
nb_no: POP3 støtter ikke e-postmappe oppretting
nl_nl: POP3 ondersteund het aanmaken van mappen niet
pl_pl: POP3 nie obsługuje tworzenia folderu pocztowego
tr_tr: POP3 e-posta dosyası oluşturulmasına izin vermemektedir
zh_cn: POP3 不支持创建邮件文件夹
zh_tw: POP3 不支援建立電郵文件夾

source: The permissions set could not be applied to the new folder %1$s. Its initial permissions specified by the POP3 server do not include administer permissions. The folder has been created, though.
bg_bg: Настройките за разрешения не можаха да бъдат приложени към новата папка %1$s . Нейните първоначални разрешения, зададени от POP3 сървъра, не включват разрешения за администриране. Папката обаче е създадена.
ca_es: Els permisos indicats no s'han pogut aplicar a la nova carpeta %1$s. Els seus permisos inicials especificats pel servidor POP3 no inclouen permisos d'administració. De tota manera, la carpeta ha estat creada.
es_mx: Los permisos indicados no se pudieron aplicar a la nueva carpeta %1$s. Sus permisos iniciales especificados por el servidor POP3 no incluyen permisos de administración. De todas formas, la carpeta se ha creado.
fr_fr: Les droits combinés n'ont pas pu être appliqués au nouveau dossier %1$s . Ses droits initiaux spécifiés par le serveur POP3 ne comprennent pas le droit d'administrateur. Cependant, le dossier a été créé.
nb_no: Tillatelsene som ble satt kan ikke brukes til den nye mappen %1$s. De første tillatelsene angitt av POP3 serveren inneholder ikke administrasjonstillatelser. Men mappen er opprettet.
nl_nl: De rechten zijn niet toe te passen op de nieuwe map %1$s. De standaard rechten die door de POP3 server worden gegeven staan geen beheerdersrechten toe. Desalniettemin is de map aangemaakt.
pl_pl: Nie można zastosować ustawionych uprawnień do nowego folderu %1$s. Uprawnienia początkowe określone na serwerze POP3 nie uwzględniają uprawnień administratora. Folder został jednak utworzony.
tr_tr: İzinler seti %1$s dosyasına uygulanamaz. Başlangıçta POP3 tarafından belirlenen izinler yönetme izinlerini kapsamamaktadır. Yine de dosya oluşturuldu.
zh_cn: 权限集合无法套用在新文件夹 %1$s。POP3 服务器指定的初始权限不包含管理员权限。尽管，文件夹还是会创建。
zh_tw: 權限無法套用至新資料夾 %1$s，因為 POP3 伺服器上缺少了管理員權限。然而，已經建立資料夾。

source: No administer permission specified for folder %1$s
bg_bg: Не е посочено разрешение за администриране за папката %1$s
ca_es: No teniu permís d'administració específic per a la carpeta %1$s
es_mx: No tiene permiso de administración específico para la carpeta %1$s
fr_fr: Pas de droits administrateur spécifiés sur le dossier %1$s
nb_no: Ingen administrasjonstillatelser angitt for mappe %1$s
nl_nl: Geen beheerdersrechten toegewezen voor map %1$s
pl_pl: Brak określonych uprawnień administratora dla folderu %1$s
tr_tr: %1$s dosyası için yönetme izni yoktur
zh_cn: 对文件夹 %1$s 没有管理员权限
zh_tw: 對於 %1$s 資料夾沒有針對的管理權限

source: Default folder %1$s cannot be updated
bg_bg: Папката по подразбиране %1$s не може да бъде актуализирана
ca_es: La carpeta predeterminada %1$s no s'ha pogut actualitzar
es_mx: La carpeta predeterminada %1$s no se puede actualizar
fr_fr: Le dossier par défaut %1$s ne peut pas être mis à jour
nb_no: Standardmappe %1$s kan ikke oppdateres
nl_nl: Standaardmap %1$s kan niet bijgewerkt worden
pl_pl: Nie można zaktualizować folderu domyślnego %1$s
tr_tr: Varsayılan %1$s dosyası güncellenemez
zh_cn: 缺省文件夹 %1$s 不能被更新
zh_tw: 無法更新預設資料夾 %1$s

source: Deletion of folder %1$s failed
bg_bg: Изтриването на папката %1$s не бе успешно
ca_es: Ha fallat la supressió de la carpeta %1$s
es_mx: Falló el borrado de la carpeta %1$s
fr_fr: La suppression du dossier %1$s a échoué
nb_no: Sletting av mappen %1$s mislyktes
nl_nl: Het verwijderen van de map %1$s is mislukt
pl_pl: Usunięcie folderu %1$s nie powiodło się
tr_tr: %1$s dosyasını silme işlemi başarısız oldu
zh_cn: 删除文件夹 %1$s 失败
zh_tw: 無法刪除資料夾 %1$s

source: POP3 default folder %1$s could not be created
bg_bg: Не можа да бъде създадена основната папка %1$s POP3
ca_es: No s'ha pogut crear la carpeta POP3 predeterminada %1$s
es_mx: No se ha podido crear la carpeta POP3 predeterminada %1$s
fr_fr: Le dossier POP3 par défaut %1$s n'a pas pu être créé
nb_no: Kan ikke opprette IMAP standardmappen %1$s
nl_nl: POP3 standaard map %1$s kon niet worden aangemaakt.
pl_pl: Nie można utworzyć folderu domyślnego %1$s POP3.
tr_tr: POP3 varsayılan %1$s dosyası oluşturulamadı
zh_cn: 无法创建 POP3 缺省文件夹 %1$s
zh_tw: 無法建立預設 POP3 資料夾 %1$s
