Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Access to the file you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, please log in.
bg_bg: Достъпът до файла, който търсите, е премахнат. Моля, свържете се с %1$s ако искате отново достъп. За да видите другите си споделени файлове, моля, влезте в профила си.
fr_fr: L'accès au fichier que vous recherchez a été supprimé. Veuillez contacter %1$s si vous souhaitez y accéder de nouveau. Pour afficher les autres fichiers partagés, veuillez vous authentifier.
nb_no: Tilgangen til filen du ser etter har blitt fjernet. Vennligst kontakt %1$s dersom du ønsker tilgang igjen. For å se de andre delte filene dine, klikk "Fortsett".
nl_nl: Toegang tot het bestand dat u heeft gezocht is geweigerd. Neem contact op met %1$s als u deze opnieuw wilt benaderen. Om uw andere gedeelde bestanden te zien moet u aanmelden.
zh_cn: 您在找文件的访问已被移除。如果您要再访问，请联系 %1$s。要检视您其他的已分享文件，请登录。
zh_tw: 您對正要開啟的檔案的存取權限已被移除，若您想要再次存取，請聯絡 %1$s。若要檢視您其他分享的檔案，請登入。

source: Access to the folder you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, please log in.
bg_bg: Достъпът до папката, която търсите, е премахнат. Моля, свържете се със собственика, ако искате отново достъп. За да видите другите си споделени файлове, моля, влезте в профила си.
fr_fr: L'accès au dossier que vous recherchez a été supprimé. Veuillez contacter le propriétaire si vous souhaitez y accéder de nouveau. Pour afficher les autres fichiers partagés, veuillez vous authentifier.
nb_no: Tilgangen til mappen du ser etter har blitt fjernet. Vennligst kontakt eieren dersom du ønsker tilgang igjen. For å se de andre delte filene dine, klikk "Fortsett".
nl_nl: Toegang tot de map die u heeft gezocht is geweigerd. Neem contact op met de eigenaar als u deze opnieuw wilt benaderen. Om uw andere gedeelde bestanden te zien moet u aanmelden.
zh_cn: 您在找文件夹的访问已被移除。如果您要再访问，请联系拥有者。要检视您其他的已分享文件，请登录。
zh_tw: 您對正要開啟的資料夾的存取權限已被移除，若您想要再次存取，請聯絡資料夾擁有者。若要檢視您其他分享的檔案，請登入。

source: Access to the folder you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, please log in.
bg_bg: Достъпът до папката, която търсите, е премахнат. Моля, свържете се с %1$s ако искате отново достъп. За да видите другите си споделени файлове, моля, влезте в профила си.
fr_fr: L'accès au dossier que vous recherchez a été supprimé. Veuillez contacter %1$s si vous souhaitez y accéder de nouveau. Pour afficher les autres fichiers partagés, veuillez vous authentifier.
nb_no: Tilgangen til mappen du ser etter har blitt fjernet. Vennligst kontakt %1$s dersom du ønsker tilgang igjen. For å se de andre delte filene dine, klikk "Fortsett".
nl_nl: Toegang tot de map die u heeft gezocht is geweigerd. Neem contact op met %1$s als u deze opnieuw wilt benaderen. Om uw andere gedeelde bestanden te zien moet u aanmelden.
zh_cn: 您在找文件夹的访问已被移除。如果您要再访问，请联系 %1$s。要检视您其他的已分享文件，请登录。
zh_tw: 您對正要開啟的資料夾的存取權限已被移除，若您想要再次存取，請聯絡 %1$s。若要檢視您其他分享的檔案，請登入。

source: Access to the share you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, please log in.
bg_bg: Достъпът до акцията, който търсите, е премахнат. Моля, свържете се със собственика, ако искате отново достъп. За да видите другите си споделени файлове, моля, влезте в профила си.
fr_fr: L'accès au partage que vous recherchez a été supprimé. Veuillez contacter le propriétaire si vous souhaitez y accéder de nouveau. Pour afficher les autres fichiers partagés, veuillez vous authentifier.
nb_no: Tilgangen til delingen du ser etter har blitt fjernet. Vennligst kontakt eieren dersom du ønsker tilgang igjen. For å se de andre delte filene dine, klikk "Fortsett".
nl_nl: Toegang tot het gedeelde item dat u heeft gezocht is geweigerd. Neem contact op met de eigenaar als u deze opnieuw wilt benaderen. Om uw andere gedeelde bestanden te zien moet u aanmelden.
zh_cn: 您在找分享的访问已被移除。如果您要再访问，请联系拥有者。要检视您其他的已分享文件，请登录。
zh_tw: 您對共享資料的存取權限已被移除，若您想要再次存取，請聯絡擁有者。若要檢視您其他分享的檔案，請登入。

source: Access to the share you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, please log in.
bg_bg: Достъпът до акцията, който търсите, е премахнат. Моля, свържете се с %1$s ако искате отново достъп. За да видите другите си споделени файлове, моля, влезте в профила си.
fr_fr: L'accès au partage que vous recherchez a été supprimé. Veuillez contacter %1$s si vous souhaitez y accéder de nouveau. Pour afficher les autres fichiers partagés, veuillez vous authentifier.
nb_no: Tilgangen til delingen du ser etter har blitt fjernet. Vennligst kontakt %1$s dersom du ønsker tilgang igjen. For å se de andre delte filene dine, klikk "Fortsett".
nl_nl: Toegang tot het gedeelde item dat u heeft gezocht is geweigerd. Neem contact op met %1$s als u deze opnieuw wilt benaderen. Om uw andere gedeelde bestanden te zien moet u aanmelden.
zh_cn: 您在找分享的访问已被移除。如果您要再访问，请联系 %1$s。要检视您其他的已分享文件，请登录。
zh_tw: 您對共享資料的存取權限已被移除，若您想要再次存取，請聯絡 %1$s。若要檢視您其他分享的檔案，請登入。

source: The requested share does not exist.
bg_bg: Исканата акция не съществува.
ca_es: El recurs compartit sol·licitat no existeix.
fr_fr: Le partage demandé n'existe pas.
nb_no: Den forespurte ressursen finnes ikke.
nl_nl: Het gevraagde gedeelde item bestaat niet.
tr_tr: İstenilen madde yok.
zh_cn: 请求的分享不存在。
zh_tw: 請求的分享內容不存在。

source: The token "%1$s" is invalid.
bg_bg: Символът \ " %1$s " е невалиден.
fr_fr: Le jeton « %1$s » est invalide.
nb_no: Tokenet "%1$s" er ugyldig.
nl_nl: Het token "%1$s" is ongeldig.
tr_tr: "%1$s" işlemi geçersiz.
zh_cn: 代币 "%1$s" 无效。
zh_tw: token「%1$s」無效。

source: The link "%1$s" is invalid.
bg_bg: Връзката \ " %1$s " е невалидна.
ca_es: L'enllaç "%1$s" no és vàlid.
fr_fr: Le chemin « %1$s » est invalide.
nb_no: Linken "%1$s" er ugyldig.
nl_nl: De link "%1$s" is ongeldig.
tr_tr: "%1$s" bağlantısı geçersiz.
zh_cn: 链接 "%1$s" 无效。
zh_tw: 鏈結「%1$s」無效。

source: "%1$s" is not a valid email address.
bg_bg: \ " %1$s " не е валиден имейл адрес.
ca_es: "%1$s" no és una adreça de correu electrònic vàlida.
fr_fr: « %1$s » n'est pas une adresse de courriel valide.
nl_nl: "%1$s" is geen geldig e-mailadres.
tr_tr: "%1$s" geçerli bir eposta adresi değil.
zh_cn: "%1$s" 不是一个正确的电子邮件地址。
zh_tw: 「%1$s」不是有效的電子郵件地址。

source: The share has been modified in the meantime. Please refresh or synchronize and try again.
bg_bg: Акцията е променена междувременно. Моля, опреснете или синхронизирайте и опитайте отново.
ca_es: El recurs compartit ha estat modificat mentrestant. Per favor actualitzau o resintonitzau i provau-ho de nou.
fr_fr: Le partage a été modifié entre-temps. Veuillez le rafraîchir ou resynchroniser avant de réessayer.
nb_no: Sharet har blitt endret i mellomtiden. Vennligst oppdater eller synkroniser og prøv igjen.
nl_nl: Het delen is ondertussen veranderd. Ververs alstublieft of synchroniseer en probeer opnieuw.
tr_tr: Paylaşım bu arada değiştirildi. Lütfen yenilep veya senkronize edip tekrar deneyiniz.
zh_cn: 分享在途中更改了，请刷新或同步后再试。
zh_tw: 分享內容已被修改，請重新整理或同步後再試一次。

source: You don't have sufficient permissions to delete the share.
bg_bg: Нямате достатъчно разрешения за изтриване на споделянето.
ca_es: No teniu permisos suficients per suprimir el recurs compartit.
fr_fr: Vous n'avez pas les droits requis pour supprimer le partage.
nb_no: Du har ikke tilstrekkelige tillatelser til å slette sharet.
nl_nl: U heeft onvoldoende rechten om dit gedeelde item te verwijderen.
tr_tr: Bu paylaşımı silmek için yeterli yetkiniz yok.
zh_cn: 您没有足够权限以删除分享。
zh_tw: 您沒有足夠權限刪除該分享內容。

source: You don't have sufficient permissions to edit the share.
bg_bg: Нямате достатъчно разрешения за редактиране на споделянето.
ca_es: No teniu permisos suficients per editar el recurs compartit.
fr_fr: Vous n'avez pas les droits requis pour modifier le partage.
nb_no: Du har ikke tilstrekkelige rettigheter til å redigere sharet.
nl_nl: U heeft onvoldoende rechten om dit gedeelde item te bewerken.
tr_tr: Bu paylaşımı değiştirmek için yeterli yetkiniz yok.
zh_cn: 您没有足够权限以编辑分享。
zh_tw: 您沒有足夠權限編輯該分享內容。

source: You don't have sufficient permissions to share folder or item "%2$s".
bg_bg: Нямате достатъчно разрешения за споделяне на папка или елемент \ " %2$s ".
fr_fr: Vous n'avez pas les droits requis pour partager le dossier ou l'élément « %2$s ».
nb_no: Du har ikke tilstrekkelige tillatelser til å dele mappen eller elementet "%2$s".
nl_nl: U heeft onvoldoende rechten om de map of item "%2$s" te delen.
tr_tr: Klasör veya öğe "%2$s" paylaşmak için yeterli izniniz yok.
zh_cn: 您没有足够权限一个分享文件夹或项目 "%2$s"。
zh_tw: 您沒有足夠權限分享該資料夾或項目「%2$s」。

source: Module %1$s does not support sharing.
bg_bg: Модулът %1$s не поддържа споделянето.
fr_fr: Le module %1$s ne gère pas le partage.
nb_no: Modulen %1$s støtter ikke deling.
nl_nl: Module %1$s ondersteund geen delen.
tr_tr: Dosya %1$s paylaşımı desteklemiyor.
zh_cn: 模组 %1$s 不支持分享。
zh_tw: %1$s 模組不支援分享。

source: Module %1$s does not support sharing of items.
bg_bg: Модулът %1$s не поддържа споделянето на елементи.
fr_fr: Le module %1$s ne gère pas le partage d'éléments.
nb_no: Modulen %1$s støtter ikke deling av elementer.
nl_nl: Module %1$s ondersteund het delen van items niet.
tr_tr: Modül %1$s öğeleri paylaşmayı desteklemiyor.
zh_cn: 模组 %1$s 不支持分享项目。
zh_tw: %1$s 模組不支援分享項目。

source: Module %1$s does not support sharing of folders.
bg_bg: Модулът %1$s не поддържа споделянето на папки.
fr_fr: Le module %1$s ne gère pas le partage de dossiers.
nb_no: Modulen %1$s støtter ikke deling av mapper.
nl_nl: Module %1$s ondersteund het delen van mappen niet.
tr_tr: %1$s modülü klasörleri paylaşmayı desteklemiyor.
zh_cn: 模组 %1$s 不支持分享文件夹。
zh_tw: %1$s 模組不支援分享資料夾。

source: You can't share with yourself.
bg_bg: Не можете да споделяте със себе си.
fr_fr: Vous ne pouvez pas partager avec vous-même.
nb_no: Du kan ikke dele med deg selv.
nl_nl: U kan niet met uzelf delen.
zh_cn: 您不能分享给您自己。
zh_tw: 您不能分享給自己。

source: You don't have sufficient permissions to share a link.
bg_bg: Нямате достатъчно разрешения за споделяне на връзка.
fr_fr: Vous n'avez pas les droits requis pour partager un lien.
nb_no: Du har ikke nødvendige tilganger for å dele en lenke.
nl_nl: U heeft onvoldoende rechten om deze link te delen.
zh_cn: 您没有足够权限以分享一个链接。
zh_tw: 您沒有足夠的權限分享鏈結。

source: You don't have sufficient permissions to invite guests.
bg_bg: Нямате достатъчно разрешения да поканите гости.
fr_fr: Vous n'avez pas les droits requis pour inviter des utilisateurs.
nb_no: Du har ikke nødvendige tillatelser for å invitere gjester.
nl_nl: U heeft onvoldoende rechten om gasten uit te nodigen.
zh_cn: 您没有足够权限以邀请访客。
zh_tw: 您沒有足夠的權限邀請訪客。

source: You can't create links for multiple targets.
bg_bg: Не можете да създавате връзки за няколко цели.
fr_fr: Vous ne pouvez pas créer des liens vers des cibles multiples.
nb_no: Du kan ikke opprette lenker for flere mål.
nl_nl: U kan geen links maken voor meerdere doelen.
zh_cn: 您不能为多个目标创建链接。
zh_tw: 您不能為多個目標建立鏈結。

source: You cannot create more than one link per folder or item.
bg_bg: Не можете да създавате повече от една връзка за папка или елемент.
fr_fr: Vous ne pouvez pas créer plus d'un lien par dossier ou élément.
nb_no: Du kan ikke opprette mer enn èn lenke per mappe eller element.
nl_nl: U kan niet meer dan één link per map of item maken.
zh_cn: 您不能为一个文件夹或项目，各自创建多于一个链接。
zh_tw: 您不能為單一資料夾或項目建立超過一個鏈結。

source: The set permissions for the link are invalid.
bg_bg: Настроените разрешения за връзката са невалидни.
fr_fr: Les droits définis pour le lien ne sont pas valables.
nb_no: De angitte rettighetene for lenken er ugyldige.
nl_nl: De ingestelde rechten voor de link zijn niet geldig.
zh_cn: 为链接设置的权限是无效的。
zh_tw: 為該連結設定的權限無效。

source: The share you are looking for is currently not available. Please try again later.
bg_bg: Понастоящем делът, който търсите, не е налице. Моля, опитайте отново по-късно.

source: image
bg_bg: Изображение 1
nb_no: bilde
nl_nl: afbeelding
zh_cn: 图像
zh_tw: 圖片

source: calendar
bg_bg: календар
tr_tr: takvim

source: %1$s has shared the file "%2$s" with you.
bg_bg: %1$s е споделил файла \ " %2$s " с вас.
fr_fr: %1$s a partagé le fichier « %2$s » avec vous.
nb_no: %1$s har delt filen "%2$s" med deg.
nl_nl: %1$s heeft het bestand "%2$s" met u gedeeld.
zh_cn: %1$s 与您分享了 "%2$s" 文件。
zh_tw: %1$s 已與您分享檔案「%2$s」。

source: %1$s has shared %2$s files with you.
bg_bg: %1$s е споделил файлове с %2$s с вас.
fr_fr: %1$s a partagé %2$s fichiers avec vous.
nb_no: %1$s har delt %2$s filer med deg.
nl_nl: %1$s heeft %2$s bestanden met u gedeeld.
zh_cn: %1$s 与您分享了 %2$d 个文件。
zh_tw: %1$s 已與您分享 %2$s 個檔案。

source: %1$s has shared the image "%2$s" with you.
bg_bg: %1$s е споделил изображението \ " %2$s " с вас.
fr_fr: %1$s a partagé l'image « %2$s » avec vous.
nb_no: %1$s har delt bildet "%2$s" med deg.
nl_nl: %1$s heeft de afbeelding "%2$s" met u gedeeld.
zh_cn: %1$s 与您分享了 "%2$s" 图像。
zh_tw: %1$s 已與您分享圖片「%2$s」。

source: %1$s has shared %2$s images with you.
bg_bg: %1$s е споделил %2$s изображения с вас.
fr_fr: %1$s a partagé %2$s images avec vous.
nb_no: %1$s har delt %2$s bilder med deg.
nl_nl: %1$s heeft %2$s afbeeldingen met u gedeeld.
zh_cn: %1$s 与您分享了 %2$d 个图像。
zh_tw: %1$s 已與您分享 %2$s 張圖片。

source: %1$s has shared the item "%2$s" with you.
bg_bg: %1$s сподели елемента \ " %2$s " с вас.
fr_fr: %1$s a partagé l'élément « %2$s » avec vous.
nb_no: %1$s har delt elementet "%2$s" med deg.
nl_nl: %1$s heeft het item "%2$s" met u gedeeld.
zh_cn: %1$s 与您分享了 "%2$s" 项目。
zh_tw: %1$s 已與您分享項目「%2$s」。

source: %1$s has shared %2$s items with you.
bg_bg: %1$s е споделил %2$s елементи с вас.
fr_fr: %1$s a partagé %2$s éléments avec vous.
nb_no: %1$s har delt %2$s elementer med deg.
nl_nl: %1$s heeft %2$s items met u gedeeld.
zh_cn: %1$s 与您分享了 %2$d 个项目。
zh_tw: %1$s 已與您分享 %2$s 個項目。

source: %1$s has shared the folder "%2$s" with you.
bg_bg: %1$s е споделил папката \ " %2$s " с вас.
fr_fr: %1$s a partagé le dossier « %2$s » avec vous.
nb_no: %1$s har delt mappen "%2$s" med deg.
nl_nl: %1$s heeft de map "%2$s" met u gedeeld.
zh_cn: %1$s 与您分享了 "%2$s" 文件夹。
zh_tw: %1$s 已與您分享資料夾「%2$s」。

source: %1$s has shared %2$d folders with you.
bg_bg: %1$s е споделил %2$d папки с вас.
fr_fr: %1$s a partagé %2$s dossiers avec vous.
nb_no: %1$s har delt %2$d mapper med deg.
nl_nl: %1$s heeft %2$d mappen met u gedeeld.
zh_cn: %1$s 与您分享了 %2$d 文件夹。
zh_tw: %1$s 已與您分享 %2$s 個資料夾。

source: %1$s has shared the calendar "%2$s" with you.
bg_bg: %1$s е споделил календара \ " %2$s " с вас.

source: %1$s has shared %2$d calendars with you.
bg_bg: %1$s е споделил %2$d календари с вас.

source: %1$s has shared the file "%2$s" with the group "%3$s".
bg_bg: %1$s е споделял файла \ " %2$s " с групата \ " %3$s ".
fr_fr: %1$s a partagé le fichier « %2$s » avec le groupe « %3$s ».
nb_no: %1$s har delt filen "%2$s" med gruppen "%3$s".
nl_nl: %1$s heeft het bestand "%2$s" met de groep "%3$s" gedeeld.
zh_cn: %1$s 与 "%3$s" 群组分享了 "%2$s" 文件。
zh_tw: %1$s 與群組「%3$s」分享了檔案「%2$s」。

source: %1$s has shared %2$s files with the group "%3$s".
bg_bg: %1$s е споделил %2$s файлове с групата \ " %3$s ".
fr_fr: %1$s a partagé les %2$s fichiers avec le groupe « %3$s ».
nb_no: %1$s har delt %2$s filer med gruppen "%3$s".
nl_nl: %1$s heeft %2$s bestanden met de groep "%3$s" gedeeld.
zh_cn: %1$s 与 "%3$s" 群组分享了 %2$s 个文件。
zh_tw: %1$s 與群組「%3$s」分享了 %2$s 個檔案。

source: %1$s has shared the image "%2$s" with the group "%3$s".
bg_bg: %1$s сподели изображението \ " %2$s " с групата \ " %3$s ".
fr_fr: %1$s a partagé l'image « %2$s »avec le groupe « %3$s ».
nb_no: %1$s har delt bildet "%2$s" med gruppen "%3$s".
nl_nl: %1$s heeft de afbeelding "%2$s" met de groep "%3$s" gedeeld.
zh_cn: %1$s 与 "%3$s" 群组分享了 "%2$s" 图像。
zh_tw: %1$s 與群組「%3$s」分享了圖片「%2$s」。

source: %1$s has shared %2$s images with the group "%3$s".
bg_bg: %1$s е споделял %2$s изображения с групата \ " %3$s ".
fr_fr: %1$s a partagé les %2$s images avec le groupe « %3$s ».
nb_no: %1$s har delt %2$s bilder med gruppen "%3$s".
nl_nl: %1$s heeft %2$s afbeeldingen met de groep "%3$s" gedeeld.
zh_cn: %1$s 与 "%3$s" 群组分享了 %2$s 个图像。
zh_tw: %1$s 與群組「%3$s」分享了 %2$s 張圖片。

source: %1$s has shared the item "%2$s" with the group "%3$s".
bg_bg: %1$s сподели елемента \ " %2$s " с групата \ " %3$s ".
fr_fr: %1$s a partagé l'élément « %2$s »avec le groupe « %3$s ».
nb_no: %1$s har delt elementet "%2$s" med gruppen "%3$s".
nl_nl: %1$s heeft het bestand "%2$s" met de groep "%3$s" gedeeld.
zh_cn: %1$s 与 "%3$s" 群组分享了 "%2$s" 项目。
zh_tw: %1$s 與群組「%3$s」分享了項目「%2$s」。

source: %1$s has shared %2$s items with the group "%3$s".
bg_bg: %1$s е споделил %2$s елементи с групата \ " %3$s ".
fr_fr: %1$s a partagé les %2$s éléments avec le groupe « %3$s ».
nb_no: %1$s har delt %2$s elementer med gruppen "%3$s".
nl_nl: %1$s heeft %2$s items met de groep "%3$s" gedeeld.
zh_cn: %1$s 与 "%3$s" 群组分享了 %2$s 个项目。
zh_tw: %1$s 與群組「%3$s」分享了 %2$s 個項目。

source: %1$s has shared the folder "%2$s" with the group "%3$s".
bg_bg: %1$s е споделял папката \ " %2$s " с групата \ " %3$s ".
fr_fr: %1$s a partagé le dossier « %2$s »avec le groupe « %3$s ».
nb_no: %1$s har delt mappen "%2$s" med gruppen "%3$s".
nl_nl: %1$s heeft de map "%2$s" met de groep "%3$s" gedeeld.
zh_cn: %1$s 与 "%3$s" 群组分享了 "%2$s" 文件夹。
zh_tw: %1$s 與群組「%3$s」分享了資料夾「%2$s」。

source: %1$s has shared %2$d folders with the group "%3$s".
bg_bg: %1$s е споделял %2$d папки с групата \ " %3$s ".
fr_fr: %1$s a partagé les %2$s dossiers avec le groupe « %3$s ».
nb_no: %1$s har delt %2$d mapper med gruppen "%3$s".
nl_nl: %1$s heeft %2$d mappen met de groep "%3$s" gedeeld.
zh_cn: %1$s 与 "%3$s" 群组分享了 %2$s 个文件夹。
zh_tw: %1$s 與群組「%3$s」分享了 %2$s 個資料夾。

source: %1$s has shared the calendar "%2$s" with the group "%3$s".
bg_bg: %1$s е споделял календара \ " %2$s " с групата \ " %3$s ".

source: %1$s has shared %2$d calendars with the group "%3$s".
bg_bg: %1$s е споделял %2$d календари с групата \ " %3$s ".

source: %1$s (%2$s) has shared the file "%3$s" with you. Please click the button below to view it.
bg_bg: %1$s ( %2$s ) сподели файла \ " %3$s " с вас. Моля, кликнете върху бутона по-долу, за да го видите.
fr_fr: %1$s (%2$s) a partagé le fichier « %3$s » avec vous. Veuillez cliquer sur le bouton ci-dessous pour l'afficher.
nb_no: %1$s (%2$s) har delt filen "%3$s" med deg. Klikk knappen under for å se den.
nl_nl: %1$s (%2$s) heeft het bestand "%3$s" met u gedeeld. Klik alstublieft op de knop hieronder om het te zien.
zh_cn: %1$s (%2$s) 与您分享了 "%3$" 文件。请单击下面按钮以检视。
zh_tw: %1$s（%2$s）與您分享了「%3$s」檔案，請點擊下面的按鈕檢視。

source: %1$s (%2$s) has shared %3$s files with you. Please click the button below to view them.
bg_bg: %1$s ( %2$s ) сподели файлове с %3$s с вас. Моля, кликнете върху бутона по-долу, за да ги видите.
fr_fr: %1$s (%2$s) a partagé %3$s fichiers avec vous. Veuillez cliquer sur le bouton ci-dessous pour les afficher.
nb_no: %1$s (%2$s) har delt %3$s filer med deg. Klikk knappen under for å se dem.
nl_nl: %1$s (%2$s) heeft %3$s bestanden met u gedeeld. Klik alstublieft op de knop hieronder om deze te zien.
zh_cn: %1$s (%2$s) 与您分享了 %3$ 个文件。请单击下面按钮以检视。
zh_tw: %1$s（%2$s）與您分享了 %3$s 個檔案，請點擊下面的按鈕檢視。

source: %1$s (%2$s) has shared the image "%3$s" with you. Please click the button below to view it.
bg_bg: %1$s ( %2$s ) сподели изображението \ " %3$s " с вас. Моля, кликнете върху бутона по-долу, за да го видите.
fr_fr: %1$s (%2$s) a partagé l'image « %3$s » avec vous. Veuillez cliquer sur le bouton ci-dessous pour l'afficher.
nb_no: %1$s (%2$s) har delt bildet "%3$s" med deg. Klikk knappen under for å se det.
nl_nl: %1$s (%2$s) heeft de afbeelding "%3$s" met u gedeeld. Klik alstublieft op de knop hieronder om het te zien.
zh_cn: %1$s (%2$s) 与您分享了 "%3$" 图像。请单击下面按钮以检视。
zh_tw: %1$s（%2$s）與您分享了「%3$s」圖片，請點擊下面的按鈕檢視。

source: %1$s (%2$s) has shared %3$s images with you. Please click the button below to view them.
bg_bg: %1$s ( %2$s ) сподели с вас %3$s изображения. Моля, кликнете върху бутона по-долу, за да ги видите.
fr_fr: %1$s (%2$s) a partagé %3$s images avec vous. Veuillez cliquer sur le bouton ci-dessous pour les afficher.
nb_no: %1$s (%2$s) har delt %3$s bilder med deg. Klikk knappen under for å se dem.
nl_nl: %1$s (%2$s) heeft %3$s afbeeldingen met u gedeeld. Klik alstublieft op de knop hieronder om deze te zien.
zh_cn: %1$s (%2$s) 与您分享了 %3$ 个图像。请单击下面按钮以检视。
zh_tw: %1$s（%2$s）與您分享了 %3$s 張圖片，請點擊下面的按鈕檢視。

source: %1$s (%2$s) has shared the item "%3$s" with you. Please click the button below to view it.
bg_bg: %1$s ( %2$s ) сподели елемента \ " %3$s " с вас. Моля, кликнете върху бутона по-долу, за да го видите.
fr_fr: %1$s (%2$s) a partagé l'objet « %3$s » avec vous. Veuillez cliquer sur le bouton ci-dessous pour l'afficher.
nb_no: %1$s (%2$s) har delt elementet "%3$s" med deg. Klikk knappen under for å se det.
nl_nl: %1$s (%2$s) heeft het item "%3$s" met u gedeeld. Klik alstublieft op de knop hieronder om het te zien.
zh_cn: %1$s (%2$s) 与您分享了 "%3$" 项目。请单击下面按钮以检视。
zh_tw: %1$s（%2$s）與您分享了「%3$s」物件，請點擊下面的按鈕檢視。

source: %1$s (%2$s) has shared %3$s items with you. Please click the button below to view them.
bg_bg: %1$s ( %2$s ) сподели с вас %3$s елементи. Моля, кликнете върху бутона по-долу, за да ги видите.
fr_fr: %1$s (%2$s) a partagé %3$s objets avec vous. Veuillez cliquer sur le bouton ci-dessous pour les afficher.
nb_no: %1$s (%2$s) har delt %3$s elementer med deg. Klikk knappen under for å se dem.
nl_nl: %1$s (%2$s) heeft %3$s items met u gedeeld. Klik alstublieft op de knop hieronder om deze te zien.
zh_cn: %1$s (%2$s) 与您分享了 %3$ 个项目。请单击下面按钮以检视。
zh_tw: %1$s（%2$s）與您分享了 %3$s 個物件，請點擊下面的按鈕檢視。

source: %1$s (%2$s) has shared the folder "%3$s" with you. Please click the button below to view it.
bg_bg: %1$s ( %2$s ) сподели папката \ " %3$s " с вас. Моля, кликнете върху бутона по-долу, за да го видите.
fr_fr: %1$s (%2$s) a partagé le dossier « %3$s » avec vous. Veuillez cliquer sur le bouton ci-dessous pour l'afficher.
nb_no: %1$s (%2$s) har delt mappen "%3$s" med deg. Klikk knappen under for å se den.
nl_nl: %1$s (%2$s) heeft de map "%3$s" met u gedeeld. Klik alstublieft op de knop hieronder om deze te zien.
zh_cn: %1$s (%2$s) 与您分享了 "%3$" 文件夹。请单击下面按钮以检视。
zh_tw: %1$s（%2$s）與您分享了「%3$s」資料夾，請點擊下面的按鈕檢視。

source: %1$s (%2$s) has shared %3$d folders with you. Please click the button below to view them.
bg_bg: %1$s ( %2$s ) сподели с вас %3$d папки. Моля, кликнете върху бутона по-долу, за да ги видите.

source: %1$s (%2$s) has shared the calendar "%3$s" with you. Please click the button below to view it.
bg_bg: %1$s ( %2$s ) сподели календара \ " %3$s " с вас. Моля, кликнете върху бутона по-долу, за да го видите.

source: %1$s (%2$s) has shared %3$d calendars with you. Please click the button below to view them.
bg_bg: %1$s ( %2$s ) сподели с вас %3$d календари. Моля, кликнете върху бутона по-долу, за да ги видите.

source: %1$s (%2$s) has shared the file "%3$s" with the group "%4$s". Please click the button below to view it.
bg_bg: %1$s ( %2$s ) сподели файла \ " %3$s " с групата \ " %4$s ". Моля, кликнете върху бутона по-долу, за да го видите.
fr_fr: %1$s (%2$s) a partagé le fichier « %3$s » avec le groupe « %4$s ». Veuillez cliquer sur le bouton ci-dessous pour l'afficher.
nb_no: %1$s (%2$s) har delt filen %3$ med gruppen "%4$s". Klikk knappen under for å se den.
nl_nl: %1$s (%2$s) heeft het bestand "%3$s" met de groep "%4$s" gedeeld. Klik alstublieft op de knop hieronder om het te zien.
zh_cn: %1$s (%2$s) 与 "%4$s" 群组分享了 "%3$s" 文件，请单击其下按钮检视。
zh_tw: %1$s (%2$s) 已與「%4$s」群組分享了檔案「%3$s」。請點擊下面的按鈕來檢視。
