Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: You must enter a folder name.
bg_bg: Трябва да въведете име на папка.
ca_es: Heu d'introduir un nom de carpeta.
fr_fr: Vous devez saisir un nom de dossier.
nb_no: Du må skrive inn et mappenavn.
nl_nl: U moet een nieuwe mapnaam ingeven.
tr_tr: Klasör ismi giriniz.
zh_cn: 您必须输入一个文件夹名称。
zh_tw: 必須輸入資料夾名稱。

source: You are not allowed to share the folder to "%2$s"
bg_bg: Не ви е позволено да споделяте папката с \ " %2$s "
fr_fr: Vous ne pouvez pas partager le dossier avec "%2$s"
nb_no: Du har ikke tillatelse til å dele mappen med "%2$s"
nl_nl: U mag de map niet met "%2$s" delen
zh_cn: 不允许您分享文件夹到 "%2$s"
zh_tw: 不允許您分享資料夾給「%2$s」。

source: You are not allowed to change the permissions of the trash folder or any of its subfolders
bg_bg: Нямате право да променяте разрешенията на папката за кошчета или на някоя от нейните подпапки
fr_fr: Vous n'êtes pas autorisé à modifier les droits sur la corbeille ou l'un de ses sous-dossiers.
nb_no: Du har ikke tillatelse til å endre rettigheter på søppelmappen eller noen av dens undermapper.
nl_nl: Het is u niet toegestaan de rechten te veranderen van de prullenbakmap of een van de submappen hiervan.
zh_cn: 您不允许更改垃圾文件夹和它任何子文件夹的权限。
zh_tw: 您無法變更垃圾桶及其子資料夾的權限。

source: The requested operation is not permitted via a non-secure connection.
bg_bg: Поисканата операция не е разрешена чрез несигурна връзка.
ca_es: No es permet l'operació sol·licitada a través d'una connexió no segura.
fr_fr: L'action demandée n'est pas autorisée par le biais d'une connexion non sécurisée.
nb_no: Den forespurte operasjonen er ikke tillatt via en usikret forbindelse.
nl_nl: De gevraagde actie is niet toegestaan over een niet-beveiligde verbinding.
tr_tr: Güvenlikli olmayan bağlantı ile yapılan isteğe izin verilmiyor.
zh_cn: 不允许经一个非安全连接的请求操作。
zh_tw: 不允許通過非安全連線進行請求的操作。

source: The requested operation is disabled.
bg_bg: Заявената операция е деактивирана.
ca_es: L'operació sol·licitada està desactivada.
fr_fr: L'opération demandée est désactivée.
nb_no: Den forespurte operasjonen er deaktivert.
nl_nl: De gevraagde actie is uitgeschakeld.
tr_tr: Talep edilen işlem yapılamıyor.
zh_cn: 请求的操作已停用。
zh_tw: 請求的操作已被停用。

source: You do not have appropriate permissions for module %1$s.
bg_bg: Нямате подходящи разрешения за модула %1$s .
ca_es: No teniu els permisos adients per al mòdul %1$s.
fr_fr: Vous n'avez pas les droits requis pour le module %1$s.
nb_no: Du har ikke de nødvendige tillatelsene for modul "%2$s".
nl_nl: U heeft niet de juiste rechten voor module %1$s.
tr_tr: %1$s modülü için yeterli izniniz yok.
zh_cn: 您没有模组 %1$s 的适当权限。
zh_tw: 您沒有模組 %1$s 的適當權限。

source: The object has been changed in the meantime. Please reload the view and try again.
bg_bg: Обектът е променен междувременно. Моля, презаредете изгледа и опитайте отново.
ca_es: L'objecte ha estat canviat mentrestant. Per favor, actualitzau la vista i provau-ho de nou.
fr_fr: L'objet a été modifié entre-temps. Veuillez recharger la vue, puis réessayer.
nb_no: Objektet har blitt endret i mellomtiden. Vennligst oppdater oversikten og prøv igjen.
nl_nl: Het object is in de tussentijd gewijzigd. Ververs het overzicht en probeer opnieuw.
tr_tr: Bu arada nesne değiştirildi. Lütfen yenileyip tekrar deneyiniz.
zh_cn: 对象被更改过，请重刷视图后再试。
zh_tw: 物件同時被更改。請重新載入視圖並再試一次。

source: The requested operation requires a valid session. Please login and try again.
bg_bg: Заявената операция изисква валидна сесия. Моля, влезте в профила си и опитайте отново.
ca_es: L'operació sol·licitada requereix una sessió vàlida. Per favor, iniciau la sessió i tornau a provar-ho.
fr_fr: L'opération demandée nécessite une session valide. Veuillez vous connecter, puis réessayer.
nb_no: Den forespurte operasjonen krever en gyldig sesjon. Vennligst logg inn igjen.
nl_nl: De verzochte actie vereist een geldige sessie. Meld u aan en probeer opnieuw.
tr_tr: Yapmak istediğniz işlem geçerli oturuma gerek duyuyor. Lütfen oturum açıp tekrar deneyin.
zh_cn: 请求的操作要求一个有效会期，请登录后再试。
zh_tw: 請求的操作需要有效的瀏覽階段，請登入並再試一次。

source: Missing the following field in JSON data: %1$s
bg_bg: Липсва следното поле в данните на JSON: %1$s
fr_fr: Le champ suivant est manquant dans les données JSON : %1$s
nb_no: Mangler følgende felt i JSON data: %1$s
nl_nl: Het volgende veld ontbreekt in de JSON gegevens: %1$s
tr_tr: JSON veri alanında bu eksik: %1$s
zh_cn: JSON 数据缺少以下输入字段：%1$s
zh_tw: JSON 資料中缺少下列欄位: %1$s

source: The HTML content is too big and therefore cannot be safely displayed. Please select to download its content if you want to see it.
bg_bg: HTML съдържанието е твърде голямо и затова не може да се показва безопасно. Моля, изберете да изтеглите съдържанието му, ако искате да го видите.
fr_fr: Le contenu HTML est trop volumineux et ne peut donc pas être affiché correctement. Si vous souhaitez l'afficher, veuillez le télécharger.
nb_no: HTML-innholdet er for stort og kan derfor ikke vises sikkert. Du kan laste ned innholdet om du ønsker å se det.
nl_nl: De HTML inhoud is te groot en kan daarom niet veilig getoond worden. Kiest u alstublieft om te downloaden als u het wilt zien.
tr_tr: HTML içeriği çok büyük, güvenli bir şekilde görüntülenemiyor. Görmek istiyorsunuz lütfen içeriği indir seçeneğine tıklayın.
zh_cn: HTML 内容太大因此未能安全地显示。如果您要观看请选择下载其内容。
zh_tw: HTML 內容太大，無法被安全顯示。若您想檢視內容的話請直接下載。

source: Invalid JSON data received from client
bg_bg: Невалидни данни от JSON получени от клиента
fr_fr: Les données JSON reçues du client sont invalides
nb_no: Ugyldig JSON-data mottatt fra klienten
nl_nl: Ongeldige JSON gegevens ontvangen van de client.
zh_cn: 从客户端接收的无效 JSON 数据
zh_tw: 自客戶端收到無效的 JSON 資料

source: Client sent not allowed request parameter "%1$s" within the URI.
bg_bg: Клиентът не е изпратил параметър за заявка \ " %1$s " в URI.
fr_fr: Le client a envoyé un paramètre de requête « %1$s » non autorisé dans l'URI.
nb_no: Klienten sendte en forbudt spørringsparameter "%1$s" i URL-en
nl_nl: Client mag geen verzoek doen met parameter "%1$s" in de URI.
zh_cn: 发送的客户端不允许在 URI 里请求参数 "%1$s"。
zh_tw: 客戶端傳送

source: The provided cookie is invalid. Please login.
bg_bg: Предоставената "бисквитка" е невалидна. Моля влезте.
ca_es: La galeta proporcionada no és vàlida. Per favor, iniciau la sessió.
fr_fr: Le cookie fourni est invalide. Veuillez vous connecter.
nb_no: Den medfølgende cookie'en er ugyldig. Logg inn.
nl_nl: Het aangeboden cookie is ongeldig. Meld u alstublieft aan.
tr_tr: Verilen çerez geçersiz. Lütfen giriş yapın.
zh_cn: 提供的 cookie 为无效的，请登录。
zh_tw: 提供的 cookie 無效，請重新登入。

source: The value "%1$s" you set for attribute %2$s must not contain non digit characters.
bg_bg: Стойността \ " %1$s ", която сте задали за атрибут %2$s не трябва да съдържа нецитирани знаци.
ca_es: El valor "%1$s" que heu proporcionat per a l'atribut %2$s no ha de contenir caràcters no numèrics.
fr_fr: La valeur « %1$s » que vous avez affectée à l'attribut %2$s ne peut contenir que des chiffres.
nb_no: Verdien %1$s" du setter for attributtet "%2$s" må ikke inneholde ikke-sifrede tegn.
nl_nl: De waarde "%1$s" welke u heeft ingegeven voor attribuut %2$s mag alleen getallen bevatten.
tr_tr: %2$s özelliği için girilen "%1$s" değer rakam dışında değer içeremez.
zh_cn: 您为属性 %2$s 设定的值 "%1$s" 不可以包含非数字字符。
zh_tw: 您為屬性 %2$s 設定的值「%1$s」包含非數字。

source: You inserted too many digits into field %1$s.
bg_bg: Вмъкнахте твърде много цифри в поле %1$s .
ca_es: Heu inserit massa dígits al camp %1$s.
fr_fr: Vous avez mis trop de chiffres dans le champ %1$s.
nb_no: Du har satt inn for mange siffer i felt %1$s.
nl_nl: U heeft te veel getallen ingevoerd in het veld %1$s.
tr_tr: %1$s alanında fazla numara girildi.
zh_cn: 您插入了太多数位进字段 %1$s。
zh_tw: 您插入太多數位至 %1$s。

source: Session not found.
bg_bg: Сесията не бе намерена.

source: unknown location
bg_bg: неизвестно местоположение

source: Unknown device
bg_bg: Неразпознато устройство

source: Intranet
bg_bg: Интранет

source: guest
bg_bg: Гост
fr_fr: invité
nb_no: gjest
nl_nl: gast
zh_cn: 访客
zh_tw: 訪客

source: file
bg_bg: досие
fr_fr: fichier
nb_no: fil
nl_nl: bestand
zh_cn: 文件
zh_tw: 檔案

source: folder
bg_bg: папка
fr_fr: dossier
nb_no: mappe
nl_nl: map
zh_cn: 文件夹
zh_tw: 資料夾

source: %1$s has shared the %2$s "%3$s" with you. Please log in to view it.
bg_bg: %1$s е споделил %2$s \ " %3$s " с вас. Моля, влезте, за да го видите.
fr_fr: %1$s a partagé l'objet %2$s « %3$s » avec vous. Veuillez vous connecter pour l'afficher.
nb_no: %1$s har delt en %2$s, "%3$s", med deg. Logg inn for å se den.
nl_nl: %1$s heeft het %2$s "%3$s" met u gedeeld. Meld u alstublieft aan om deze te zien.
zh_cn: %1$s 与您分享了 %2$s "%3$s"，请登录以检视它。
zh_tw: %1$s 與您分享了 %2$s「%3$s」，請登入檢視。

source: We sent a message to %1$s with further instructions on how to set a new password.
bg_bg: Изпратихме съобщение до %1$s с допълнителни инструкции как да зададете нова парола.
fr_fr: Nous avons envoyé à %1$s un message comportant des instructions pour définir un nouveau mot de passe.
nb_no: Vi sendte en epost til %1$s med videre instruksjoner for hvordan passordet kan endres,
nl_nl: We hebben een bericht naar %1$s gestuurd met instructies hoe een nieuw wachtwoord ingesteld moet worden.
zh_cn: 我们发送了一个带有更多如何设置新密码的指示消息到 %1$s。
zh_tw: 我們已傳送訊息到 %1$s，當中包含如何設定新密碼的詳細資訊。

source: Please set a new password to regain access.
bg_bg: Моля, задайте нова парола, за да възстановите достъпа.
fr_fr: Veuillez définir un nouveau mot de passe pour rétablir votre accès.
nb_no: Vennligst sett et nytt passord for å få tilbake tilgangen.
nl_nl: Stel een nieuw wachtwoord in om opnieuw toegang te krijgen.
zh_cn: 请设置一个新密码以重获访问权。
zh_tw: 請設定新密碼以恢復使用權限。

source: The share you are looking for does not exist.
bg_bg: Не търсете дял, който търсите.
fr_fr: Le partage que vous recherchez n'existe pas.
nb_no: Delingen du ser etter finnes ikke.
nl_nl: Het gedeelde item waar u naar zoekt bestaat niet.
tr_tr: İstenilen dokuman yok.
zh_cn: 您正在找的分享不存在。
zh_tw: 您正尋找地分享內容不存在。

source: This share cannot be accessed with your Web Browser.
bg_bg: Този дял не може да бъде достъпен с вашия уеб браузър.

source: We were unable to process your request.
bg_bg: Не успяхме да обработим заявката ви.
fr_fr: Nous n'avons pas pu traiter votre requête.
nb_no: Vi kunne ikke håndtere forespørselen din.
nl_nl: We zijn niet in staat uw verzoek te verwerken.
zh_cn: 我们无法出路您的请求。
zh_tw: 我們無法處理您的請求。

source: The folder or item you are looking for is no longer available. Please click "continue" to view your other shares.
bg_bg: Папката или елементът, който търсите, вече не се предлага. Моля, кликнете върху \ "продължаване ", за да видите другите си споделяния.
fr_fr: Le dossier ou l'élément que vous recherchez n'est plus disponible. Veuillez cliquer sur « Continuer » pour afficher les autres partages.
nb_no: Mappen eller elementet du ser etter er ikke lenger tilgjengelig. Klikk "Fortsett" for å vise dine andre delinger.
nl_nl: De map of het item waar u naar zoekt is niet meer beschikbaar. Klik alstublieft op "doorgaan" om uw andere gedeelde items te tonen.
zh_cn: 您在找的文件夹或项目不再可用，请单击 "继续" 以检视您的其他分享。
zh_tw: 您尋找的資料夾或物件已不再可用，請點擊「繼續」以檢視其他的分享項目。

source: Your guest account is currently not protected with a password. Resetting password will be aborted.
bg_bg: Понастоящем профилът ви за гости не е защитен с парола. Повторното задаване на паролата ще бъде прекратено.
fr_fr: Votre compte invité n'est actuellement pas protégé à l'aide d'un mot de passe. La réinitialisation du mot de passe est annulée.
nb_no: Gjestekontoen din er for øyeblikket ikke beskyttet med et passord. Nullstilling av passord vil bli avbrutt.
nl_nl: Uw gast-account is momenteel niet beschermd met een wachtwoord. Wachtwoord herstel wordt afgebroken.
zh_cn: 您的访客户口现在没有以密码保护，将会放弃重设密码。
zh_tw: 您的訪客帳號目前並未以密碼保護，將中止密碼重設。

source: Access to the file you're looking for has been removed. Please contact the owner if you want access again.
bg_bg: Достъпът до файла, който търсите, е премахнат. Моля, свържете се със собственика, ако искате отново достъп.
fr_fr: L'accès au fichier que vous recherchez a été supprimé. Veuillez contacter le propriétaire si vous souhaitez y accéder de nouveau.
nb_no: Tilgangen til filen du ser etter har blitt fjernet. Vennligst kontakt eieren hvis du ønsker tilgang igjen.
nl_nl: Toegang tot het bestand dat u heeft gezocht is geweigerd. Neem contact op met de eigenaar als u deze opnieuw wilt benaderen.
zh_cn: 您在找文件的访问已被移除。如果您要再访问，请联系拥有者。
zh_tw: 您對正要開啟的檔案的存取權限已被移除，若您想要再次存取，請聯絡檔案擁有者。

source: Access to the file you're looking for has been removed. Please contact %1$s if you want access again.
bg_bg: Достъпът до файла, който търсите, е премахнат. Моля, свържете се с %1$s ако искате отново достъп.
fr_fr: L'accès au fichier que vous recherchez a été supprimé. Veuillez contacter %1$s si vous souhaitez y accéder de nouveau.
nb_no: Tilgangen til filen du ser etter har blitt fjernet. Vennligst kontakt %1$s hvis du vil ha adgang igjen.
nl_nl: Toegang tot het bestand dat u heeft gezocht is geweigerd. Neem contact op met %1$s als u deze opnieuw wilt benaderen.
zh_cn: 您在找文件的访问已被移除。如果您要再访问，请联系 %1$s。
zh_tw: 您對正要開啟的檔案的存取權限已被移除，若您想要再次存取，請聯絡 %1$s。

source: Access to the folder you're looking for has been removed. Please contact the owner if you want access again.
bg_bg: Достъпът до папката, която търсите, е премахнат. Моля, свържете се със собственика, ако искате отново достъп.
fr_fr: L'accès au dossier que vous recherchez a été supprimé. Veuillez contacter le propriétaire si vous souhaitez y accéder de nouveau.
nb_no: Tilgangen til mappen du ser etter har blitt fjernet. Vennligst kontakt eieren hvis du vil ha adgang igjen.
nl_nl: Toegang tot de map die u heeft gezocht is geweigerd. Neem contact op met de eigenaar als u deze opnieuw wilt benaderen.
zh_cn: 您在找文件夹的访问已被移除。如果您要再访问，请联系拥有者。
zh_tw: 您對正要開啟的資料夾的存取權限已被移除，若您想要再次存取，請聯絡資料夾擁有者。

source: Access to the folder you're looking for has been removed. Please contact %1$s if you want access again.
bg_bg: Достъпът до папката, която търсите, е премахнат. Моля, свържете се с %1$s ако искате отново достъп.
fr_fr: L'accès au dossier que vous recherchez a été supprimé. Veuillez contacter %1$s si vous souhaitez y accéder de nouveau.
nb_no: Tilgangen til mappen du ser etter har blitt fjernet. Vennligst kontakt %1%s hvis du vil ha adgang igjen.
nl_nl: Toegang tot de map die u heeft gezocht is geweigerd. Neem contact op met %1$s als u deze opnieuw wilt benaderen.
zh_cn: 您在找的文件夹访问已被移除。如果您要再访问，请联系 %1$s。
zh_tw: 您對正要開啟的資料夾的存取權限已被移除，若您想要再次存取，請聯絡 %1$s。

source: Access to the share you're looking for has been removed. Please contact the owner if you want access again.
bg_bg: Достъпът до акцията, който търсите, е премахнат. Моля, свържете се със собственика, ако искате отново достъп.
fr_fr: L'accès au partage que vous recherchez a été supprimé. Veuillez contacter le propriétaire si vous souhaitez y accéder de nouveau.
nb_no: Tilgangen til delingen du ser etter har blitt fjernet. Vennligst kontakt eieren hvis du vil ha adgang igjen.
nl_nl: Toegang tot het gedeelde item dat u heeft gezocht is geweigerd. Neem contact op met de eigenaar als u deze opnieuw wilt benaderen.
zh_cn: 您在找分享的访问已被移除。如果您要再访问，请联系拥有者。
zh_tw: 您對共享資料的存取權限已被移除，若您想要再次存取，請聯絡擁有者。

source: Access to the share you're looking for has been removed. Please contact %1$s if you want access again.
bg_bg: Достъпът до акцията, който търсите, е премахнат. Моля, свържете се с %1$s ако искате отново достъп.
fr_fr: L'accès au partage que vous recherchez a été supprimé. Veuillez contacter %1$s si vous souhaitez y accéder de nouveau.
nb_no: Tilgangen til delingen du ser etter har blitt fjernet. Vennligst kontakt %1%s hvis du vil ha adgang igjen.
nl_nl: Toegang tot het gedeelde item die u heeft gezocht is geweigerd. Neem contact op met %1$s als u deze opnieuw wilt benaderen.
zh_cn: 您在找分享的访问已被移除。如果您要再访问，请联系 %1$s。
zh_tw: 您對共享資料的存取權限已被移除，若您想要再次存取，請聯絡 %1$s。

source: Access to the file you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, click "Continue".
bg_bg: Достъпът до файла, който търсите, е премахнат. Моля, свържете се със собственика, ако искате отново достъп. За да видите другите споделени файлове, кликнете върху "Продължи".
fr_fr: L'accès au fichier que vous recherchez a été supprimé. Veuillez contacter le propriétaire si vous souhaitez y accéder de nouveau. Pour afficher les autres fichiers partagés, cliquez sur « Continuer ».
nb_no: Tilgangen til filen du ser etter har blitt fjernet. Vennligst kontakt eieren hvis du vil ha adgang igjen. For å vise dine andre delte filer, klikk "Fortsett".
nl_nl: Toegang tot het bestand dat u heeft gezocht is geweigerd. Neem contact op met de eigenaar als u deze opnieuw wilt benaderen. Om uw andere gedeelde bestanden te zien klikt u op "Doorgaan".
zh_cn: 您在找文件的访问已被移除。如果您要再访问，请联系拥有者。要检视您其他的已分享文件，单击 "继续"。
zh_tw: 您對正要開啟的檔案的存取權限已被移除，若您想要再次存取，請聯絡檔案擁有者。若要檢視您其他分享的檔案，請點擊「繼續」。

source: Access to the file you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, click "Continue".
bg_bg: Достъпът до файла, който търсите, е премахнат. Моля, свържете се с %1$s ако искате отново достъп. За да видите другите споделени файлове, кликнете върху "Продължи".
fr_fr: L'accès au fichier que vous recherchez a été supprimé. Veuillez contacter %1$s si vous souhaitez y accéder de nouveau. Pour afficher les autres fichiers partagés, cliquez sur « Continuer ».
nb_no: Tilgangen til filen du ser etter har blitt fjernet. Vennligst kontakt %1$s hvis du vil ha adgang igjen. For å vise dine andre delte filer, klikk "Fortsett".
nl_nl: Toegang tot het bestand dat u heeft gezocht is geweigerd. Neem contact op met %1$s als u deze opnieuw wilt benaderen. Om uw andere gedeelde bestanden te zien klikt u op "Doorgaan".
zh_cn: 您在找文件的访问已被移除。如果您要再访问，请联系 %1$s。要检视您其他的已分享文件，单击 "继续"。
zh_tw: 您對正要開啟的檔案的存取權限已被移除，若您想要再次存取，請聯絡 %1$s。若要檢視您其他分享的檔案，請點擊「繼續」。

source: Access to the folder you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, click "Continue".
bg_bg: Достъпът до папката, която търсите, е премахнат. Моля, свържете се със собственика, ако искате отново достъп. За да видите другите споделени файлове, кликнете върху "Продължи".
fr_fr: L'accès au dossier que vous recherchez a été supprimé. Veuillez contacter le propriétaire si vous souhaitez y accéder de nouveau. Pour afficher les autres fichiers partagés, cliquez sur « Continuer ».
nb_no: Tilgangen til mappen du ser etter har blitt fjernet. Vennligst kontakt eieren hvis du vil ha adgang igjen. For å vise dine andre delte filer, klikk "Fortsett".
nl_nl: Toegang tot de map die u heeft gezocht is geweigerd. Neem contact op met de eigenaar als u deze opnieuw wilt benaderen. Om uw andere gedeelde bestanden te zien klikt u op "Doorgaan".
zh_cn: 您在找文件夹的访问已被移除。如果您要再访问，请联系拥有者。要检视您其他的已分享文件，单击 "继续"。
zh_tw: 您對正要開啟的資料夾的存取權限已被移除，若您想要再次存取，請聯絡資料夾擁有者。若要檢視您其他分享的檔案，請點擊「繼續」。

source: Access to the folder you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, click "Continue".
bg_bg: Достъпът до папката, която търсите, е премахнат. Моля, свържете се с %1$s ако искате отново достъп. За да видите другите споделени файлове, кликнете върху "Продължи".
fr_fr: L'accès au dossier que vous recherchez a été supprimé. Veuillez contacter %1$s si vous souhaitez y accéder de nouveau. Pour afficher les autres fichiers partagés, cliquez sur « Continuer ».
nb_no: Tilgangen til mappen du ser etter har blitt fjernet. Vennligst kontakt %1$s hvis du vil ha adgang igjen. For å vise dine andre delte filer, klikk "Fortsett".
nl_nl: Toegang tot de map die u heeft gezocht is geweigerd. Neem contact op met %1$s als u deze opnieuw wilt benaderen. Om uw andere gedeelde bestanden te zien klikt u op "Doorgaan".
zh_cn: 您在找文件夹的访问已被移除。如果您要再访问，请联系 %1$s。要检视您其他的已分享文件，单击 "继续"。
zh_tw: 您對正要開啟的資料夾的存取權限已被移除，若您想要再次存取，請聯絡 %1$s。若要檢視您其他分享的檔案，請點擊「繼續」。

source: Access to the share you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, click "Continue".
bg_bg: Достъпът до акцията, който търсите, е премахнат. Моля, свържете се със собственика, ако искате отново достъп. За да видите другите споделени файлове, кликнете върху "Продължи".
fr_fr: L'accès au partage que vous recherchez a été supprimé. Veuillez contacter le propriétaire si vous souhaitez y accéder de nouveau. Pour afficher les autres fichiers partagés, cliquez sur « Continuer ».
nb_no: Tilgangen til delingen du ser etter har blitt fjernet. Vennligst kontakt eieren dersom du ønsker tilgang igjen. For å se de andre delte filene dine, klikk "Fortsett".
nl_nl: Toegang tot het gedeelde item dat u heeft gezocht is geweigerd. Neem contact op met de eigenaar als u deze opnieuw wilt benaderen. Om uw andere gedeelde bestanden te zien klikt u op "Doorgaan".
zh_cn: 您在找分享的访问已被移除。如果您要再访问，请联系拥有者。要检视您其他的已分享文件，单击 "继续"。
zh_tw: 您對共享資料的存取權限已被移除，若您想要再次存取，請聯絡擁有者。若要檢視您其他分享的檔案，請點擊「繼續」。

source: Access to the share you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, click "Continue".
bg_bg: Достъпът до акцията, който търсите, е премахнат. Моля, свържете се с %1$s ако искате отново достъп. За да видите другите споделени файлове, кликнете върху "Продължи".
fr_fr: L'accès au partage que vous recherchez a été supprimé. Veuillez contacter %1$s si vous souhaitez y accéder de nouveau. Pour afficher les autres fichiers partagés, cliquez sur « Continuer ».
nb_no: Tilgangen til delingen du ser etter har blitt fjernet. Vennligst kontakt %1$s dersom du ønsker tilgang igjen. For å se de andre delte filene dine, klikk "Fortsett".
nl_nl: Toegang tot het gedeelde item dat u heeft gezocht is geweigerd. Neem contact op met %1$s als u deze opnieuw wilt benaderen. Om uw andere gedeelde bestanden wilt zien klikt u op "Doorgaan".
zh_cn: 您在找分享的访问已被移除。如果您要再访问，请联系 %1$s。要检视您其他的已分享文件，单击 "继续"。
zh_tw: 您對共享資料的存取權限已被移除，若您想要再次存取，請聯絡 %1$s。若要檢視您其他分享的檔案，請點擊「繼續」。

source: Access to the file you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, please log in.
bg_bg: Достъпът до файла, който търсите, е премахнат. Моля, свържете се със собственика, ако искате отново достъп. За да видите другите си споделени файлове, моля, влезте в профила си.
fr_fr: L'accès au fichier que vous recherchez a été supprimé. Veuillez contacter le propriétaire si vous souhaitez y accéder de nouveau. Pour afficher les autres fichiers partagés, veuillez vous authentifier.
nb_no: Tilgangen til filen du ser etter har blitt fjernet. Vennligst kontakt eieren dersom du ønsker tilgang igjen. For å se de andre delte filene dine, klikk "Fortsett".
nl_nl: Toegang tot het bestand dat u heeft gezocht is geweigerd. Neem contact op met de eigenaar als u deze opnieuw wilt benaderen. Om uw andere gedeelde bestanden te zien moet u aanmelden.
zh_cn: 您在找文件的访问已被移除。如果您要再访问，请联系拥有者。要检视您其他的已分享文件，请登录。
zh_tw: 您對正要開啟的檔案的存取權限已被移除，若您想要再次存取，請聯絡檔案擁有者。若要檢視您其他分享的檔案，請登入。
