Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Standard group
bg_bg: Стандартна група
ca_es: Grup estÃ ndard
es_mx: Grupo Estándar
fr_fr: Groupe par défaut
nb_no: Standardgruppe
nl_nl: Standaard groep
pl_pl: Grupa standardowa
tr_tr: Standart Grup
zh_cn: 标准组
zh_tw: 標準群組

source: Inbox
bg_bg: Вх. поща
ca_es: Safata d'entrada
es_mx: Bandeja de entrada
fr_fr: Boîte de réception
nb_no: Innboks
nl_nl: Postvak IN
pl_pl: Skrzynka odbiorcza
tr_tr: Gelen Kutusu
zh_cn: 收件箱
zh_tw: 收件箱

source: Sent objects
bg_bg: Изпратени
ca_es: Elements enviats
es_mx: Elementos enviados
fr_fr: Objets envoyés
nb_no: Sendte elementer
nl_nl: Verzonden objecten
pl_pl: Elementy wysłane
tr_tr: Gönderilmiş Öğeler
zh_cn: 已发送对象
zh_tw: 已發送的物件

source: Sent items
bg_bg: Изпратени
ca_es: Elements enviats
es_mx: Elementos enviados
fr_fr: Éléments envoyés
nb_no: Sendte elementer
pl_pl: Elementy wysłane
tr_tr: Gönderilmiş öğeler
zh_cn: 已发送邮件
zh_tw: 已發送郵件

source: confirmed-spam
bg_bg: потвърден-спам
ca_es: Correu brossa confirmat
es_mx: correo no deseado confirmado
fr_fr: spam-confirmé
nb_no: bekreftet-søppelpost
nl_nl: Bevestigde spam
pl_pl: potwierdzona-wiadomość śmieciowa
tr_tr: onaylanmış-spam
zh_cn: 已确认的垃圾邮件
zh_tw: 已確認的垃圾郵件

source: confirmed-ham
bg_bg: потвърдено-шунка
ca_es: enviaments vàlids confirmats
es_mx: envíos válidos confirmados
fr_fr: légitime-confirmé
nb_no: bekreftet-ikke-spam
nl_nl: Bevestigde ham
pl_pl: potwierdzona-wiadomość nieśmieciowa
zh_cn: 已确认的正常邮件
zh_tw: 已確認的正常郵件

source: Read acknowledgement
bg_bg: Прочетете потвърждението
ca_es: Notificació de lectura
es_mx: Notificación de lectura
fr_fr: Accusé de lecture
nb_no: Lesebekreftelse
nl_nl: Leesbevestiging
pl_pl: Potwierdzenie odczytania wiadomości
tr_tr: Okunmuş onaylamalar
zh_cn: 阅读确认
zh_tw: 閱讀感謝名單

source: This is a delivery receipt for the mail that you sent on #DATE# to #RECIPIENT# with subject "#SUBJECT#". Note: This delivery receipt only acknowledges that the message was displayed on the recipients computer. There is no guarantee that the recipient has read or understood the message contents.
bg_bg: Това е разписка за получаване на пощата, изпратена от # DATE # до # RECIPIENT # с предмет \ "# SUBJECT # ". \ N \ nЗабележка: Тази разписка за получаване потвърждава, че съобщението е било показано на компютъра на получателите. Няма гаранция, че получателят е прочел или е разбрал съдържанието на съобщението.
ca_es: Això és un acusament de rebuda de correu que enviàreu el #DATE# a #RECIPIENT# amb assumpte "#SUBJECT#". Nota: aquesta acusament de rebuda certifica que el missatge s'ha mostrat a l'ordinador del destinatari. No hi ha cap garantia que el destinatari hagi llegit ni entès el contingut del missatge.
es_mx: Esto es un acuse de recibo del correo que envió el #DATE# a #RECIPIENT# con asunto "#SUBJECT#". Nota: Este acuse de recibo sólo certifica que el mensaje se mostró en el ordenador del destinatario. No hay ninguna garantía de que el destinatario haya leído ni comprendido el contenido del mensaje.
fr_fr: Ceci est un accusé de réception pour le courrier électronique que vous avez envoyé le #DATE# à #RECIPIENT# avec l'objet « #SUBJECT# ». Remarque : cet accusé de réception établit seulement que le message a été affiché sur l'ordinateur du destinataire. Il n'y a aucune garantie que le destinataire ait lu ou compris le contenu du message.
nb_no: Dette er en lesebekreftelse for e-posten som du sendte den #DATE# til #RECIPIENT# med emnet "#SUBJECT#". Merk: Denne leveransekvitteringen erkjenner kun at meldingen ble vist på mottakerens datamaskin. Det er ingen garanti for at mottakeren har lest og forstått innholdet i meldingene.
nl_nl: Dit is een ontvangstbevestiging voor de e-mail die u op #DATE# aan #RECIPIENT# hebt gestuurd met als onderwerp "#SUBJECT#". Merk op: deze ontvangstbevestiging is slechts een kennisgeving dat het bericht is weergegeven op de computer van de ontvanger. Er is geen garantie dat de ontvanger de inhoud van het bericht heeft gelezen of begrepen.
pl_pl: To jest potwierdzenie dostarczenia dla wiadomości e-mail, którą wysłałeś dnia #DATE# do #RECIPIENT# z tematem "#SUBJECT#". Uwaga: to potwierdzenie dostarczenia potwierdza jedynie, że wiadomość została wyświetlona na komputerze odbiorcy. Nie ma gwarancji, że odbiorca przeczytał wiadomość lub zrozumiał jej treść.
zh_cn: 这是一个您在 #DATE# 向 #RECIPIENT# 发送的送件回单，主题是 "#SUBJECT#"。注：此送件回单只能确认消息已经显示在收件人的主机上。这不会保证收件人已经阅读或了解消息内容。

source: On #DATE# at #TIME# #SENDER# wrote:
bg_bg: На # DATE # в # TIME # # SENDER # написа:
ca_es: El #DATE# a les #TIME#, #SENDER# escriguÃ©:
es_mx: El #DATE# a las #TIME# #SENDER# escribió:
fr_fr: Le #DATE# à #TIME#, #SENDER# a écrit :
nb_no: Den #DATE# klokken #TIME# skrev #SENDER#:
nl_nl: Op #DATE# om #TIME# schreef #SENDER#:
pl_pl: Dnia #DATE# o #TIME# #SENDER# napisał(a):
zh_cn: 在 #DATE# #TIME# #SENDER# 写道：

source: ---------- Original Message ---------- From: #FROM# To: #TO##CC_LINE# Date: #DATE# at #TIME# Subject: #SUBJECT#
bg_bg: ---------- Оригинално Съобщние ---------- От: #FROM# До: #TO##CC_LINE# Дата: #DATE# в #TIME# Тема: #SUBJECT#
ca_es: ---------- Mensaje original ---------- De: #FROM# Per a: #TO##CC_LINE# Data: #DATE# a les #TIME# Assumpte: #SUBJECT#
es_mx: ---------- Mensaje original ---------- De: #FROM# Para: #TO##CC_LINE# Fecha: #DATE# a las #TIME# Asunto: #SUBJECT#
fr_fr: ---------- Message d'origine ---------- De : #FROM# À : #TO##CC_LINE# Date : #DATE# à #TIME# Sujet : #SUBJECT#
nb_no: ---------- Opprinnelig melding ---------- Fra: #FROM# Til: #TO##CC_LINE# Dato: #DATE# klokken #TIME# Emne: #SUBJECT#
nl_nl: ---------- Oorspronkelijk bericht ---------- Van: #FROM# Aan: #TO##CC_LINE# Datum: #DATE# om #TIME# Onderwerp: #SUBJECT#
pl_pl: -------- Oryginalna wiadomość -------- Od: #FROM# Do: #TO##CC_LINE# Data: #DATE# o #TIME# Temat: #SUBJECT#
zh_cn: ---------- 原始邮件 ---------- 发件人：#FROM# 收件人：#TO##CC_LINE# 日期：#DATE# at #TIME# 主题：#SUBJECT#

source: [No Subject]
bg_bg: [Без Тема]
ca_es: [Sense assumpte]
es_mx: [Sin asunto]
fr_fr: [Pas de sujet]
nb_no: [Ingen emne]
nl_nl: [Geen onderwerp]
pl_pl: [Brak tematu]
tr_tr: [Konu Yok]
zh_cn: [无主题]
zh_tw: [無主題]

source: The available attachments for this E-Mail can be accessed via the links:
bg_bg: Наличните прикачени файлове за тази електронна поща могат да бъдат достъпни чрез връзките:
ca_es: Podeu accedir als arxius adjunts d'aquest correu electrÃ²nic a travÃ©s dels enllaÃ§os:
es_mx: Se puede acceder a los adjuntos disponibles para este E-Mail mediante los enlaces:
fr_fr: On peut accéder aux pièces jointes disponibles pour ce courriel au moyen des liens :
nb_no: De tilgjengelige vedleggene for denne e-posten kan nås via følgende lenke(r):
nl_nl: De bijlagen van deze e-mail zijn beschikbaar via deze links:
pl_pl: Do załączników dostępnych dla tej wiadomości można uzyskać dostęp za pośrednictwem następujących łączy:
tr_tr: Bu e-postadaki eklere aşağıdaki bağlantıdan ulaşabilirsiniz:
zh_cn: 可以通过以下链接访问此电子邮件的可用附件：
zh_tw: 可以通過以下鏈結訪問此電子郵件的可用附件：

source: The links will be deleted on #DATE#
bg_bg: Връзките ще бъдат изтрити на # DATE #
ca_es: Els enllaços s'esborraran el #DATE#
es_mx: Los enlaces se borrarán el #DATE#
fr_fr: Les liens seront supprimés le #DATE#
nb_no: Linkene vil bli slettet den #DATE#
nl_nl: De linkjes worden op #DATE# verwijderd.
pl_pl: Łącza zostaną usunięte dnia #DATE#
tr_tr: Bağlantılar #DATE# tarihinde silindi
zh_cn: 链接将在 #DATE# 前删除
zh_tw: 鏈結將在 #DATE# 刪除

source: Dear Sir or Madam
bg_bg: Уважаеми Господине или Госпожо
ca_es: Benvolgut senyor/a
es_mx: Estimado Sr./Sra.
fr_fr: Cher Monsieur ou Chère Madame
nb_no: Hei
nl_nl: Beste Mijnheer of Mevrouw
pl_pl: Szanowni Państwo
tr_tr: Sayın
zh_cn: 尊敬的先生或女士
zh_tw: 尊敬的先生或女士

source: A new appointment was created by [created_by]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: Ново събитие бе създадено от [created_by]. \ NМожете да проверите тази среща в календара си: \ n [link] \ n \ nПрограма \ n =========== \ nСъздадена от: [created_by] nСъздадена на: [creation_datetime] \ n [title] \ n [местоположение] [име_на_парка] \ n \ n [начало] \ n [ п ============ \ н [участници] \ н \ nResources \ н ========= \ н [ресурси] \ н \ н ======== ==================================
ca_es: Ha estat creada una nova cita per [created_by]. Podeu revisar aquesta cita al vostre calendari: [link] Cita ==== Creada per: [created_by] Creada el: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: Ha sido creada una nueva cita por [created_by]. Puede revisar esta cita en su calendario: [link] Cita ==== Creada por: [created_by] Creada el: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: Un nouveau rendez-vous a été créé par [created_by]. Vous pouvez vérifier ce rendez-vous dans votre agenda : [link] Rendez-vous =========== Créé par : [created_by] Créé le : [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: En ny avtale ble opprettet av [created_by]. Du kan sjekke denne avtalen i kalenderen din: [link] Avtale =========== Opprettet av: [created_by] Opprettet: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: Een nieuwe afspraak is aangemaakt door [created_by]. Directe koppeling: [link] Taak ==== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [location][folder_name] Startdatum: [start] Einddatum: [end] [series][delete_exceptions][change_exceptions] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: Nowe spotkanie zostało utworzone przez [created_by]. Możesz sprawdzić to spotkanie w swoim kalendarzu: [link] Spotkanie ========= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: Yeni randevu [created_by] tarafından oluşturuldu. Randevuyu takviminizden kotnrol edebilirsiniz: [link] Randevu =========== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: 一个新约会是由 [created_by] 创建。您可以在您的日历中检查此约会： [link] 约会 =========== 创建人: [created_by] 创建日期: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: [created_by] 建立了一個新約會。 您可以在您的日曆中檢查此約會： [link] 約會 =========== 建立者：[created_by] 建立時間：[creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================

source: A new appointment was created by [created_by]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: Ново събитие е създадено от [created_by]. \ N \ nПрограми \ n =========== \ nСъздадена от: [created_by] \ nСъздадена на: [creation_datetime] \ n [title] \ n [местоположение ] \ п [Start] \ п [END] \ п [серия] [delete_exceptions] [change_exceptions] \ п [описание] \ nParticipants \ п ============ \ п [участниците] \ п \ nResources \ п ========= \ п [средства] \ п \ п ============================ ==============
ca_es: Ha estat creada una nova cita per [created_by]. Cita ==== Creada per: [created_by] Creada el: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: Ha sido creada una nueva cita por [created_by]. Cita ==== Creada por: [created_by] Creada el: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: Un nouveau rendez-vous a été créé par [created_by]. Rendez-vous =========== Créé par : [created_by] Créé le : [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: En ny avtale ble opprettet av [created_by]. Avtale =========== Laget av: [created_by] Opprettet: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: Een nieuwe afspraak is aangemaakt door [created_by]. Taak ==== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [location] Startdatum: [start] Einddatum: [end] [series][delete_exceptions][change_exceptions] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: Nowe spotkanie zostało utworzone przez [created_by]. Spotkanie ========= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: Yeni randevu [created_by] tarafından oluşturuldu. Randevu =========== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: 一个新约会是由 [created_by] 创建。约会 =========== 创建人： [created_by] 创建日期： [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: [created_by] 建立了一個新約會。 約會 =========== 建立者：[created_by] 建立時間：[creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================

source: A new appointment was created by [created_by] on behalf of [behalf_of]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: Ново събитие бе създадено от [created_by] от името на [name_of]. \ NМожете да проверите тази среща в календара си: \ n [link] \ n \ nПрограми \ n =========== \ nСъздаден от: [created_by] \ nСъздадена на: [creation_datetime] \ n [заглавие] \ n [местоположение] [име_на_парка] \ n \ n [start] \ n [end] \ n [series_exceptions] [описание] \ nParticipants \ н ============ \ н [участници] \ н \ nResources \ н ========= \ н [ресурси] \ н \ н == ========================================
ca_es: [created_by] ha creat una nova cita en nom de [behalf_of]. Podeu revisar aquesta cita al vostre calendari: [link] Cita ==== Creada per: [created_by] Creada el: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: [created_by] ha creado una nueva cita en nombre de [behalf_of]. Puede revisar esta cita en su calendario: [link] Cita ==== Creada por: [created_by] Creada el: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: Un nouveau rendez-vous a été créé par [created_by] pour le compte de [behalf_of]. Vous pouvez vérifier ce rendez-vous dans votre agenda : [link] Rendez-vous =========== Créé par : [created_by] Créé le : [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: En ny avtale ble opprettet av [created_by] på vegne av [behalf_of]. Du kan sjekke denne avtalen i kalenderen din: [link] Avtale =========== Laget av: [created_by] Opprettet: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: Een nieuwe afspraak is aangemaakt door [created_by] namens [behalf_of]. U kunt deze afspraak bekijken in uw agenda:[link] Afspraak ======= Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: Nowe spotkanie zostało utworzone przez użytkownika [created_by] w imieniu użytkownika [behalf_of]. Możesz sprawdzić to spotkanie w swoim kalendarzu: [link] Spotkanie ========= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: Yeni randevu [created_by] tarafından, [behalf_of] adına oluşturuldu. Bu randevuyu takvimden kontrol edebilirsiniz: [link] Randevu =========== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Katılımcılar ============ [participants] Resources ========= [resources] ==========================================
zh_cn: 一个新约会是由 [created_by] 以 [behalf_of] 之名义创建。您可以在您的日历中检查此约会： [link] 约会 =========== 创建人: [created_by] 创建日期: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: [created_by] 代表 [behalf_of] 建立了一個新約會。 您可以在您的日曆中檢查此約會： [link] 約會 =========== 建立者：[created_by] 建立時間：[creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================
