Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Invalid folder name. Please avoid the following characters: %2$s
bg_bg: Невалидно име на папка. Моля, избягвайте следните знаци: %2$s
ca_es: Nom de carpeta no vàlid. Per favor, evitau els següents caràcters: %2$s
fr_fr: Nom de dossier non valable. Veuillez éviter les caractères suivants : %2$s
nb_no: Ugyldig mappenavn. Vennligst unngå følgende tegn: %2$s
nl_nl: Ongeldige mapnaam. Vermeid de volgende tekens: %2$s
tr_tr: Geçersiz klasör adı. Lütfen belirtilen karakterleri kullanmaktan kaçının: %2$s
zh_cn: 无效文件名称。请避免以下字符：%2$s
zh_tw: 資料夾名稱無效，請不要使用下列字元: %2$s

source: No create access on mail folder "%1$s".
bg_bg: Без създаване на достъп в пощенската папка \ " %1$s ".
ca_es: No hi ha accés de creació a la carpeta de correu "%1$s".
fr_fr: Pas d'accès en création au dossier de courrier « %1$s ».
nb_no: Ikke tilgang til å opprette på e-postmappen %1$s.
nl_nl: Geen aamaak rechten op e-mailmap "%1$s".
tr_tr: "%1$s" eposta klasöründe erişim oluşturma yetkisi yoktur.
zh_cn: 在邮件文件夹 "%1$s" 上没有创建权限。
zh_tw: 沒有建立信件匣「%1$s」的權限。

source: Mail account "%1$s" with ID "%2$s" does not support mail transport.
bg_bg: Профилът за поща \ " %1$s " с идентификатор \ " %2$s " не поддържа пощенски транспорт.
ca_es: El compte de correu "%1$s" amb ID "%2$s" no admet transport de correu.
fr_fr: Le compte de courrier « %1$s » d'identifiant « %2$s » ne prend pas en charge le transport du courrier.
nb_no: E-postkonto "%1$s" med ID "%2$s" støtter ikke e-posttransport.
nl_nl: E-mailaccount "%1$s" met kenmerk "%2$s" ondersteund geen e-mail verkeer.
tr_tr: "%2$s" kimlikli "%1$s" eposta hesabı eposta taşınmasını sağlamamaktadır.
zh_cn: 具有识别符 "%2$s" 的邮件帐户 "%1$s" 不支持邮件传输。
zh_tw: ID 為「%2$s」的郵件帳戶「%1$s」不支援郵件傳輸。

source: Referenced mail "%1$s" could not be found in folder "%2$s".
bg_bg: Референтната поща \ " %1$s " не можа да бъде намерена в папката \ " %2$s ".
ca_es: No s'ha trobat el correu "%1$s" al qual es fa referència a la carpeta "%2$s".
fr_fr: Le message en référence « %1$s » n'a pas été trouvé dans le dossier « %2$s ».
nb_no: Refererte post "%1$s" ble ikke funnet i mappen "%2$s".
nl_nl: Verwezen bericht "%1$s" is onvindbaar in map "%2$s".
tr_tr: Referans alınan "%1$s epostası "%2$s" klasöründe bulunamadı.
zh_cn: 在文件夹 "%2$s" 中找不到参考邮件 "%1$s"。
zh_tw: 在文件夾「%2$s」中找不到參照的郵件「%1$s」。

source: Mail folder must not be deleted.
bg_bg: Папката за електронна поща не трябва да се изтрива.
ca_es: No s'ha d'eliminar la carpeta de correu.
fr_fr: Le dossier de courrier ne doit pas être supprimé.
nb_no: E-postmappe må ikke slettes.
nl_nl: E-mailmap mag niet worden verwijderd.
tr_tr: Eposta klasörü silinmiş olmamalıdır.
zh_cn: 不得删除邮件文件夹。
zh_tw: 不得刪除郵件文件夾。

source: No delete access on mail folder "%1$s".
bg_bg: Няма достъп за изтриване в пощенската папка \ " %1$s ".
ca_es: No hi ha accés de supressió a la carpeta de correu "%1$s".
fr_fr: Pas d'accès en suppression au dossier de courrier « %1$s ».
nb_no: Ikke tilgang til å opprette på e-postmappen %1$s.
nl_nl: Geen verwijderrechten op e-mailmap "%1$".
tr_tr: "%1$s" eposta klasöründe silme erişimi yoktur.
zh_cn: 没有删除邮件文件夹 "%1$s" 的权限。
zh_tw: 沒有刪除信件匣「%1$s」的權限。

source: Mail folder must not be moved.
bg_bg: Папката за електронна поща не трябва да се премества.
ca_es: No s'ha de moure la carpeta de correu.
fr_fr: Le dossier de courrier ne doit pas être déplacé.
nb_no: E-postmappe må ikke flyttes.
nl_nl: E-mailmap mag niet verplaatst worden.
tr_tr: Eposta klasörü taşınmış olmamalıdır.
zh_cn: 不得移动邮件文件夹。
zh_tw: 不得移動郵件文件夾。

source: Mail folder must not be updated.
bg_bg: Папката за електронна поща не трябва да се актуализира.
ca_es: No s'ha d'actualitzar la carpeta de correu.
fr_fr: Le dossier de courrier ne doit pas être mis à jour.
nb_no: E-postmappe må ikke bli oppdatert.
nl_nl: E-mailmap mag niet bijgewerkt worden.
tr_tr: Eposta klasörü güncellenmiş olmamalıdır.
zh_cn: 不得更新邮件文件夹。
zh_tw: 不得更新郵件文件夾。

source: No write access on mail folder "%1$s".
bg_bg: Няма достъп за запис в пощенската папка \ " %1$s ".
ca_es: No hi ha accés d'escriptura a la carpeta de correu "%1$s".
fr_fr: Pas d'accès en écriture au dossier de courrier « %1$s ».
nb_no: Ikke tilgang til å opprette på e-postmappen %1$s.
nl_nl: Geen schrijfrechten op e-mailmap: "%1$s".
tr_tr: "%1$s" eposta klasöründe yazma erişimi yoktur.
zh_cn: 没有对邮件文件夹 "%1$s" 的写入权限 。
zh_tw: 沒有對信件匣的寫入權限:「%1$s」。

source: Mail could not be found in folder "%1$s" by message identifier.
bg_bg: Пощата не може да бъде намерена в папка \ " %1$s " по идентификатор на съобщението.
ca_es: No s'ha pogut trobar correu a la carpeta "%1$s" per l'identificador de missatge.
fr_fr: Le message est introuvable dans le dossier « %1$s » pour cet identifiant de message.
nb_no: E-post ble ikke funnet i mappen "%1$s" av meldingsnummer.
nl_nl: E-mail is onvindbaar op berichtkenmerk in map %1$s.
tr_tr: Mesaj tanımlayıcısı tarafından "%1$s" klasöründe eposta bulunamadı.
zh_cn: 在文件夹 "%1$s" 中找不到该邮件识别符的邮件。
zh_tw: 在文件夾「%1$s」中找不到指定郵件指示符的郵件。

source: Draft message could not be saved.
bg_bg: Червеното съобщение не можа да бъде запазено.
ca_es: No s'ha pogut desar l'esborrany.
fr_fr: Le brouillon de message n'a pas pu être enregistré.
nb_no: Utkast kunne ikke lagres.
nl_nl: Conceptbericht kon niet worden opgeslagen.
tr_tr: Taslak mesajı kaydedilemedi.
zh_cn: 无法保存草稿邮件。
zh_tw: 無法儲存草稿。

source: Re-sending message denied because message is not located in "%1$s" folder.
bg_bg: Съобщението за повторно изпращане е отказано, защото съобщението не се намира в папката \ " %1$s ".
ca_es: S'ha denegat el reenviament del missatge perquè no està ubicat a la carpeta "%1$s".
fr_fr: La réexpédition du message a été refusée, car il ne se trouve pas dans le dossier « %1$s ».
nb_no: Sending av melding på nytt nektet fordi meldingen ikke ligger i "%1$s" mappen.
nl_nl: Opnieuw verzenden van het bericht is niet toegestaan omdat het niet in de "%1$s" map staat.
tr_tr: Mesaj "%1$s" klasöründe yer almadığı için mesajın yeniden gönderimi engellenmiştir.
zh_cn: 因为消息不位于 "%1$s" 文件夹，所以被拒绝重新发送消息。
zh_tw: 由於訊息並非位於「%1$s」 資料夾，拒絕重送郵件。

source: Validation of server %1$s failed with reason: %3$s
bg_bg: Удостоверяването на сървър %1$s провали с причина: %3$s
ca_es: La validació del servidor %1$s ha fallat per mor de: %3$s
fr_fr: Échec de validation du serveur %1$s pour la raison suivante : %3$s
nb_no: Validering av server %1$s mislyktes med følgende grunn: %3$s
nl_nl: Controle van de server %1$s is mislukt met als oorzaak: %3$s
tr_tr: %1$s sunucu doğrulaması takip eden nedenden dolayı başarısız olmuştur: %3$s
zh_cn: 验证服务器 %1$s 失败，原因：%3$s
zh_tw: 伺服器 %1$s 驗證失敗，原因: %3$s

source: Validation of server %1$s failed due to invalid credentials
bg_bg: Валидирането на сървър %1$s провали поради невалидни идентификационни данни
ca_es: La validació del servidor %1$s ha fallat per mor de credencials invàlides.
fr_fr: Échec de validation du serveur %1$s pour cause d'autorisation non valable
nb_no: Validering av server %1$s mislyktes på grunn av ugyldig legitimasjon
nl_nl: Controle van de server %1$s is mislukt door verkeerde aanmeldgegevens
tr_tr: %1$s sunucu doğrulaması geçersiz giriş bilgilerinden dolayı başarısız olmuştur.
zh_cn: 因为无效证书，所以验证服务器 %1$s 失败。
zh_tw: 因為帳號密碼錯誤，伺服器 %1$s 驗證失敗

source: Server %1$s does not support being accessed using a secure connection.
bg_bg: Сървърът %1$s не поддържа достъп до него посредством сигурна връзка.
ca_es: El servidor %1$s no hi admet l'accés emprant una connexió segura.
fr_fr: Le serveur %1$s ne prend pas en charge l'accès par le biais d'une connexion sécurisée.
nb_no: Server %1$s støtter ikke å bli åpnet ved hjelp av en sikker forbindelse.
nl_nl: Server %1$s ondersteund geen beveiligde verbinding.
tr_tr: Sunucu %1$s güvenli bir bağlantı erişimini desteklememektedir.
zh_cn: 服务器 %1$s 不支持经由一个安全的连接访问。
zh_tw: %1$s 伺服器不支援使用安全連線存取。

source: Mail access is disabled for context administrator.
bg_bg: Достъпът до поща е деактивиран за контекстния администратор
ca_es: L'accés al correu electrònic està deshabilitat per a l'administrador de context.
fr_fr: L'accès aux courriels est désactivé pour l'administrateur de contexte.
nb_no: E-posttilgang er deaktivert for domeneadministrator.
nl_nl: Mail is uitgeschakeld voor de context beheerder.
tr_tr: Eposta erişimi içerik yöneticisi için devre dışı bırakılmıştır.
zh_cn: 已禁用环境管理员的邮件访问。
zh_tw: 環境管理員已停用郵件功能。

source: The maximum number of files that may be attached to an E-Mail is exceeded. Max. is %1$s.
bg_bg: Максималният брой файлове, които могат да бъдат прикачени към електронна поща, е превишен. Макс. е %1$s .
fr_fr: Le nombre maximal de fichiers pouvant être joints à un courriel a été dépassé. Le maximum est de %1$s.
nb_no: Det maksimale antallet filer som kan legges ved en epost ble overskredet. Maksgrensen er %1$s.
nl_nl: Het maximaal aantal bijlagen voor een email is overschreden. Het maximum is %1$s.
tr_tr: Bir epostaya eklenmiş olma ihtimali olan maksimum dosya sayısı aşılmıştır. Maksimum sayı %1$s dir.
zh_cn: 超过一个限制邮件的最大附件数。最大附件数为 %1$s.。
zh_tw: 超過可附加至郵件的附件數量。最大數量為 %1$s。

source: The client request is not permitted.
bg_bg: Клиентската заявка не е разрешена.
fr_fr: La requête client n'est pas autorisée.
nb_no: Klientforespørselen er ikke tillatt.
nl_nl: Het client verzoek is niet toegestaan.
tr_tr: Müşteri isteği engellenmiştir.
zh_cn: 客户端请求不获批准。
zh_tw: 不允許客戶端的請求。

source: Sending the message denied.
bg_bg: Изпращането на съобщението е отказано.
fr_fr: Refus d'envoi du message.
nb_no: Sending av meldingen ble nektet.
nl_nl: Verzending van het bericht is geweigerd.
tr_tr: Mesaj gönderimi engellenmiştir.
zh_cn: 发送消息被拒绝。
zh_tw: 訊息傳送被拒絕。

source: Default folder must not be renamed
bg_bg: Папката по подразбиране не трябва да бъде преименувана
fr_fr: Un dossier par défaut ne doit pas être renommé
nb_no: Standardmapper kan ikke endres navn på
nl_nl: Standaardmap mag niet hernoemd worden
zh_cn: 默认文件夹不能更名
zh_tw: 無法更名預設資料夾

source: Default folder must not be deleted
bg_bg: Папката по подразбиране не трябва да се изтрива
fr_fr: Un dossier par défaut ne doit pas être supprimé
nb_no: Standardmapper kan ikke slettes
nl_nl: Standaardmap mag niet verwijderd worden
zh_cn: 默认文件夹不能删除
zh_tw: 無法刪除預設資料夾

source: Archive folder does not allow subfolders.
bg_bg: Папката "Архив" не позволява подпапки.
fr_fr: Le dossier d'archives ne peut pas comporter de sous-dossiers.
nb_no: Arkivmappen tillater ikke undermapper.
nl_nl: Archiefmap mag geen submappen bevatten.
zh_cn: 存档文件夹不允许子文件夹。
zh_tw: 封存資料夾不含子資料夾。

source: No valid file
bg_bg: Няма валиден файл
fr_fr: Aucun fichier valide
nb_no: Ugyldig fil
nl_nl: Geen geldig bestand
zh_cn: 无有效文件
zh_tw: 無有效檔案

source: The mail part could not be read
bg_bg: Частта за поща не може да бъде прочетена
fr_fr: La partie courriel n'a pas pu être lue
nb_no: Epostdelen kunne ikke leses
nl_nl: Het e-mail deel kan niet gelezen worden
zh_cn: 不能读取某邮件部分
zh_tw: 無法讀取郵件部分

source: The content of the mail is too big.
bg_bg: Съдържанието на пощата е твърде голямо.
fr_fr: Le contenu de ce courriel est trop gros.
nb_no: Innholdet i eposten er for stort
nl_nl: De inhoud van het e-mailbericht is te groot.
zh_cn: 邮件内容太大。
zh_tw: 郵件內容太大。

source: Invalid parameter value: %1$s
bg_bg: Невалидна стойност на параметъра: %1$s
fr_fr: Valeur de paramètre non valable : %1$s
nb_no: Ugyldig parameterverdi: %1$s
nl_nl: ongeldige parameterwaarde: %1$s
zh_cn: 无效参数值：%1$s
zh_tw: 無效參數值: %1$s

source: The flag name %1$s is not valid. Flags may not begin with a leading '\'.
bg_bg: Името на флага %1$s е невалидно. Флаговете не трябва да започват с водещ '\'.
fr_fr: Le nom du drapeau %1$s n'est pas valable. Les drapeaux ne peuvent pas commencer avec un « \ ».
nb_no: Flagget %1$s er ikke gyldig. Flagg kan ikke begynne med innledende '\'.
nl_nl: De vlagnaam %1$s is niet geldig. Vlagnamen mogen niet beginnen met '\'.
zh_cn: 旗号名称 %1$s 无效。旗号不可以用 '\' 开头。
zh_tw: 旗標名稱 %1$s 無效，名稱不能以「\」開頭。

source: The attachments to this E-Mail exceeded the size limit for attachments. Instead of sending the attachments with the E-Mail, the attachments are shared and the links are added to your E-Mail. Whoever receives the E-Mail can then access the attachments.
bg_bg: Приложенията към тази електронна поща надхвърлят ограничението за размера на прикачените файлове. Вместо да изпращате прикачените файлове с електронната поща, прикачените файлове се споделят и връзките се добавят към вашата електронна поща. Всеки, който получава електронната поща, може да получи достъп до прикачените файлове.
fr_fr: La taille des pièces jointes de ce courriel dépasse la limite autorisée pour celles-ci. Au lieu d'envoyer ces pièces jointes avec le courriel, celles-ci sont partagées et des liens vers celles-ci sont ajoutées dans le courriel. Toute personne recevant ce message pourra consulter les pièces jointes.
nb_no: Vedleggene i denne eposten overskrider størrelsesbegrensningen for vedlegg. I stedet for å sende vedleggene via epost har filene blitt delt, og lenker til filene er satt inn i eposten. Mottakeren av eposten kan så laste ned vedleggene via disse lenkene.
nl_nl: De bijlage bij dit e-mailbericht is groter dan de maximale bestandsgrootte. In plaats van het toevoegen van de bijlagen in de e-mail, worden de bijlagen gedeeld als linkjes in het e-mailbericht. Iedereen die het e-mailbericht ontvangt kan de bijlagen downloaden.
zh_cn: 此电子邮件的附件超出附件的体积限制。与其以电子邮件发送附件，已分享附件和添加链接到您的电子邮件里。谁接收电子邮件都能访问附件。
zh_tw: 這封郵件的附件檔案大小已超過限制，已改將附件分享，並將連結加入郵件中，讓收件者可下載開啟。

source: You are not allowed to compose a message containing share links
bg_bg: Не ви е разрешено да създавате съобщение, съдържащо връзки за споделяне
fr_fr: Vous ne pouvez pas rédiger un message contenant des liens partagés
nb_no: Du har ikke tillatelse til å opprette eposter med delingslenker.
nl_nl: U heeft niet voldoende rechten om een bericht te maken met gedeelde linkjes
zh_cn: 您不允许撰写包括分享链接的消息
zh_tw: 您不被允許撰寫包含分享連結的訊息

source: Please specify an expiration date in order to compose a message containing share links
bg_bg: Моля, посочете дата на изтичане, за да съставите съобщение, съдържащо връзки за споделяне
fr_fr: Veuillez spécifier une date d'expiration afin de rédiger un message contenant des liens partagés
nb_no: Vennligst oppgi en utløpsdato for å opprette en epost med delingslenker
nl_nl: Geef alstublieft een vervaldatum om een bericht aan te maken met gedeelde links
zh_cn: 请指定一个有效日期以撰写一个包括分享链接的消息。
zh_tw: 請指定到期日以撰寫含有分享連結的訊息

source: The selected authentication type is not supported by server %2$s
bg_bg: Избраният тип удостоверяване не се поддържа от сървър %2$s
nl_nl: Het gekozen autorisatietype wordt niet ondersteund door server %2$s
zh_cn: 选定的验证类型不被服务器 %2$s 支持

source: Please check your mail account: %2$s
bg_bg: Моля, проверете пощенската си сметка: %2$s
nl_nl: Controleer alstublieft uw e-mailaccount: %2$s
zh_cn: 请检查您的邮件户口: %2$s

source: Invalid name specified. Information from mail server: %1$s
bg_bg: Посочено е невалидно име. Информация от пощенския сървър: %1$s
nl_nl: Ongeldige naam opgegeven. Melding van de mailserver: %1$s
zh_cn: 指定的名称无效。来自邮件服务器的信息: %1$s

source: Insufficient permissions to perform the operation.
bg_bg: Недостатъчно разрешение за извършване на операцията.
nl_nl: Niet genoeg rechten om de actie uit te voeren.
zh_cn: 权限不足以执行操作。

source: Such a folder already exists.
bg_bg: Такава папка вече съществува.
nl_nl: Een dergelijke map bestaat reeds.
zh_cn: 这样的文件夹已经存在。

source: Please change mail settings and configure a secure connection (if Transport Layer Security (TLS) is not in use, the client could try STARTTLS)
bg_bg: Моля, променете настройките на пощата и конфигурирайте сигурна връзка (ако TLS не се използва, клиентът може да опита STARTTLS)
nl_nl: Pas alstublieft uw e-mailinstellingen aan en configureer een beveiligde verbinding (Als Transport Layer Security (TLS) niet wordt gebruikt, kan u STARTTLS proberen)
zh_cn: 请更改邮件设置和配置一个安全的连接 （如果未使用传输层安全性 (TLS)，客户端可以尝试 STARTTLS）

source: Your mail account %2$s was disabled due to invalid credentials. Please edit the account and enter correct credentials to enable it again
bg_bg: Вашият пощенски акаунт %2$s е деактивиран поради невалидни идентификационни данни. Моля, редактирайте профила и въведете правилните идентификационни данни, за да го активирате отново

source: Your mail account %2$s was disabled because of authorization issues. Please reauthorize the account %5$s to enable it again.
bg_bg: Вашият пощенски акаунт %2$s е деактивиран поради проблеми с оторизацията. Моля, преупълномощавайте профила %5$s за да го активирате отново.

source: Your mail transport for %2$s was disabled due to invalid credentials. Please edit the account and enter correct credentials to enable it again
bg_bg: Вашият пощенски транспорт за %2$s беше деактивиран поради невалидни идентификационни данни. Моля, редактирайте профила и въведете правилните идентификационни данни, за да го активирате отново

source: Your mail transport for %2$s was disabled because of authorization issues. Please reauthorize the account %5$s to enable it again.
bg_bg: Вашият пощенски транспорт за %2$s беше деактивиран поради проблеми с оторизацията. Моля, преупълномощавайте профила %5$s за да го активирате отново.

source: File
bg_bg: досие
fr_fr: Fichier
nb_no: Fil
nl_nl: Bestand
zh_cn: 文件
zh_tw: 當案

source: My shared mail attachments
bg_bg: Споделените ми прикачени файлове
fr_fr: Mes pièces jointes partagées
nb_no: Mine delte epostvedlegg
nl_nl: Mijn gedeelde e-mailbijlagen
zh_cn: 我的分享邮件附件
zh_tw: 我分享的郵件附件

source: %1$s has shared the following file with you:
bg_bg: %1$s е споделил следния файл с вас:
nb_no: %1$s har delt denne filen med deg:
nl_nl: %1$s heeft het volgende bestand met u gedeeld:
zh_cn: %1$s 和您分享了以下文件：

source: %1$s has shared the following files with you:
bg_bg: %1$s сподели със себе си следните файлове:
nb_no: %1$s har delt disse filene med deg:
nl_nl: %1$s heeft de volgende bestanden met u gedeeld:
zh_cn: %1$s 和您分享了以下文件：

source: View file
bg_bg: Виж файла
fr_fr: Voir le fichier
nb_no: Vis fil
nl_nl: Toon bestand
zh_cn: 检视文件
zh_tw: 檢視檔案

source: View files
bg_bg: Преглеждайте файловете
fr_fr: Voir les fichiers
nb_no: Vis filer
nl_nl: Toon bestanden
zh_cn: 检视文件
zh_tw: 檢視檔案

source: The link will expire on %1$s
bg_bg: Връзката ще изтече на %1$s
fr_fr: Le lien expirera le %1$s
nb_no: Lenken vil utløpe %1$s
nl_nl: De link verloopt op %1$s
zh_cn: 链接将会在 %1$s 过期
zh_tw: 此鏈結將於 %1$s 失效

source: Please use the following password: %1$s
bg_bg: Моля, използвайте следната парола: %1$s
nb_no: Vennligst bruk følgende passord: %1$s
nl_nl: Gebruik alstublieft het volgende wachtwoord: %1$s
zh_cn: 请使用以下密码：%1$s

source: Unnamed
bg_bg: без име
fr_fr: Sans nom
nb_no: Uten navn
nl_nl: Naamloos
zh_cn: 未命名
zh_tw: 未命名

source: Send RFC822 data using primary account's transport. This requires master authentication to be active.
bg_bg: Изпратете данните за RFC822, като използвате транспорта на основния профил. Това изисква да бъде активна главната идентификация.
nl_nl: Verzend RFC822 gegevens met het primaire account. Dit vereist dat de hoofdaanmelding is geactiveerd.
zh_cn: 使用主帐户传输发送 RFC822 数据。这要求主身份验证处于激活状态。

source: There was an issue while authenticating. This may be due to a recent password change. To continue please log out and log back in with your most current password.
bg_bg: Имаше проблем при удостоверяване. Това може да се дължи на скорошна промяна на паролата. За да продължите, моля, излезте и влезте отново с най-актуалната си парола.
ca_es: Hi ha hagut un problema en autenticar. Pot ser per mor d'algun canvi recent de contrasenya. Per a continuar, per favor desconnectau-vos i tornau a connectar-vos amb la vostra clau més recent.
fr_fr: Il y a eu un problème pendant l'authentification. Cela peut être dû à un changement récent de mot de passe. Pour continuer, veuillez vous déconnecter de suite, puis vous reconnecter avec votre mot de passe le plus récent.
nb_no: Det var et problem under autentisering. Dette kan skyldes en nylig endring av passord. For å fortsette må du logge ut og inn igjen med ditt nyeste gjeldende passord.
nl_nl: Er trad een probleem op bij het controleren van uw e-mailwachtwoord. Dit kan veroorzaakt zijn door een recente wachtwoordverandering. Om door te gaan meldt u zich eerst af en meldt u zich daarna weer aan met uw recentste wachtwoord.
tr_tr: Kimlik doğrulaması sırasında bir sorun oluştu. Bu durum son şifre değişiminden dolayı kaynaklanıyor olabilir. Devam etmek için lütfen çıkış yapın ve en son kullanmakta olduğunuz şifreyi giriş yapmak için kullanın.
zh_cn: 认证时出现问题，这可能是最近的密码更改导致；要继续请在登出后，以您最新的密码登入。
zh_tw: 驗證時出現問題。這可能是您最近更改密碼造成的。要繼續，請立即登出並使用您最新的密碼登入。

source: The provided login data seem to be wrong. Please correct them.
bg_bg: Предоставените данни за вход изглежда да са погрешни. Моля, ги коригирайте.

source: The provided login data to access mail server %1$s seem to be wrong. Please correct them.
bg_bg: Предоставените данни за вход за достъп до пощенския сървър %1$s изглеждат погрешни. Моля, ги коригирайте.

source: Mail folder "%1$s" could not be found on mail server %2$s.
bg_bg: Папката за поща \ " %1$s " не можа да бъде намерена на пощенския сървър %2$s .
ca_es: No s'ha pogut trobar la carpeta de correu "%1$s" al servidor de correu %2$s.
fr_fr: Le dossier de courrier « %1$s » n'a pas été trouvé sur le serveur de courrier %2$s.
nb_no: E-postmappe "%1$s" ble ikke funnet på e-postserver %2$s.
nl_nl: E-mailmap "%1$s" is niet gevonden op de e-mailserver %2$s.
tr_tr: "%1$s" posta klösörü %2$s eposta sunucusunda bulunamadı.
zh_cn: 在邮件服务器 %2$s 中找不到邮件文件夹 "%1$s"。
zh_tw: 在郵件伺服器 %2$s 中找不到資料夾「%1$s」。

source: Lost connection to mail server. Probably your request took too long. Please try again later.
bg_bg: Изгубена връзка към пощенския сървър. Вероятно вашето искане отне твърде време. Моля, опитайте отново по-късно.

source: Connection closed to mail server %2$s. Probably your request took too long. Please try again later.
bg_bg: Връзката е затворена към пощенския сървър %2$s . Вероятно вашето искане отне твърде време. Моля, опитайте отново по-късно.

source: Mail(s) could not be found in the given folder.
bg_bg: Пощата не може да бъде намерена в дадена папка.
ca_es: No s'ha(n) pogut trobar correu(s) a la carpeta proporcionada.
fr_fr: Le ou les messages sont introuvables dans le dossier indiqué.
nb_no: E-post(er) ble ikke funnet i gitt mappe.
nl_nl: E-mailbericht(en) zijn niet te vinden in de opgegeven map.
tr_tr: Eposta(lar) verilen klasörde bulunamadı.
zh_cn: 在指定的文件夹中找不到邮件。
zh_tw: 無法在指定的文件夾中找到郵件。

source: The given E-Mail address "%1$s" is invalid.
bg_bg: Посоченият имейл адрес \ " %1$s " е невалиден.
ca_es: L'adreça de correu proporcionada "%1$s" no és vàlida.
fr_fr: L'adresse de courrier électronique « %1$s » indiquée est invalide.
nb_no: E-postadressen %1$s er ugyldig.
nl_nl: Het opgegeven e-mailadres "%1$s" is ongeldig.
tr_tr: Verilan Eposta adresi "%1$s'' geçersizdir.
zh_cn: 无效的邮件地址 "%1$s" 。
zh_tw: 電子郵件地址「%1$s」無效。

source: You do not have the appropriate permissions to change the content of folder "%1$s".
bg_bg: Нямате подходящите разрешения за промяна на съдържанието на папката \ " %1$s ".
ca_es: No teniu els permisos adients per a canviar el contingut de la carpeta "%1$s".
fr_fr: Vous n'avez pas les droits requis pour modifier le contenu du dossier « %1$s ».
nb_no: Du har ikke de nødvendige tillatelsene til å endre innholdet i mappen "%1$s".
nl_nl: U heeft niet de juiste rechten om de inhoud van de map "%1$s" te veranderen.
tr_tr: "%1$s" klasörünün içeriğini değiştirmek için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有更改文件夹 "%1$s" 内容的适当权限。
zh_tw: 您沒有適當的權限來變更資料夾 %1$s 的內容。
