Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Missing parameter: "%1$s".
bg_bg: Липсва параметър: \ " %1$s ".
ca_es: Paràmetre no trobat: "%1$s".
fr_fr: Paramètre manquant : « %1$s ».
nb_no: Manglende parameter %1$s
nl_nl: Ontbrekende parameter: "%1$s".
tr_tr: Eksik değişken: "%1$s".
zh_cn: 缺少参数："%1$s"。
zh_tw: 缺少參數:「%1$s」。

source: Unknown module: %1$d.
bg_bg: Неизвестен модул: %1$d .
ca_es: Mòdul desconegut: %1$d.
fr_fr: Module inconnu : %1$d.
nb_no: Ukjent modul: %1$d.
nl_nl: Onbekende module: %1$d.
tr_tr: Bilinmeyen modül: %1$d.
zh_cn: 未知模块：%1$d。
zh_tw: 未知模組:「%1$d」。

source: An uploaded file referenced by "%1$s" could not be found.
bg_bg: Качен файл, посочен от \ " %1$s ", не може да бъде намерен.
ca_es: No s'ha pogut trobar un fitxer pujat referenciat pe "%1$s".
fr_fr: Un fichier téléchargé référencé par « %1$s » est introuvable.
nb_no: En opplastet fil referert av "%1$s" ble ikke funnet.
nl_nl: Een opgestuurd bestand waar "%1$s" naar verwijst kan niet gevonden worden.
tr_tr: "%1$s" tarafından referans edilen dosya bulunamadı.
zh_cn: 找不到 "%1$s" 参考的上载文件。
zh_tw: 找不到「%1$s」引用的上載文件。

source: Invalid action value: "%1$s".
bg_bg: Невалидна стойност за действие: \ " %1$s ".
ca_es: Valor d'acció no vàlid: "%1$s".
fr_fr: Valeur d'action invalide : « %1$s ».
nb_no: Ugyldig handlingsverdi: %1$s
nl_nl: Ongeldige actiewaarde: "%1$s".
tr_tr: Geçersiz hareket değeri: "%1$s".
zh_cn: 无效操作值："%1$s"。
zh_tw: 操作值無效:「%1$s」。

source: Upload file with id "%1$s" could not be found.
bg_bg: Качването на файл с id \ " %1$s " не можа да бъде намерено.
ca_es: No s'ha pogut trobar el fitxer pujat amb id "%1$s".
fr_fr: Le fichier téléchargé d'identifiant « %1$s » n'a pas pu être trouvé.
nb_no: Last opp fil med id "%1$s" ble ikke funnet.
nl_nl: Uploadbestand met id %1$s is onvindbaar.
tr_tr: "%1$s" kimliği ile yüklenen dosya bulunamadı.
zh_cn: 找不到识别符 "%1$s" 的上载文件。
zh_tw: 找不到 ID 為「%1$s」的上載檔。

source: Upload file's content type "%1$s" does not match given file filter "%2$s".
bg_bg: Типът на съдържанието на файла за качване \ " %1$s " не съответства на даден филтър за файл \ " %2$s ".
ca_es: El tipus de contingut del fitxer pujat "%1$s" no s'ajusta al filtre de fitxer indicat "%2$s".
fr_fr: Le type de contenu « %1$s » du fichier téléchargé ne correspond pas au filtre de fichiers « %2$s » indiqué.
nb_no: Last opp filens innholdstype "%1$s" samsvarer ikke gitt filfilter "%2$s".
nl_nl: Inhoudstype van geupload bestand "%1$s" past niet bij de opgegeven bestandsfilter "%2$s".
tr_tr: Yüklenen dosyanın "%1$s" içerik tipi "%2$s" olarak verilen dosya filtresi ile uyuşmamaktadır.
zh_cn: 上载文件的内容类型 "%1$s" 不适合指定文件筛选器 "%2$s"。
zh_tw: 上載檔的內容類型「%1$s」不符合指定的檔案篩選器「%2$s」。

source: Upload file is invalid or illegal.
bg_bg: Файлът за качване е невалиден или незаконен.
nb_no: Den opplastede filen er ugyldig eller ulovlig.
nl_nl: Het geüploade bestand is ongeldig of niet toegestaan.
zh_cn: 上载文件为无效或非法。

source: Request rejected because its size exceeds the maximum configured size of %1$s.
bg_bg: Заявката е отхвърлена, защото нейният размер надвишава максималния конфигуриран размер на %1$s .
ca_es: Petició rebutjada perquè s'excedeix la mida màxima configurada de %1$s.
fr_fr: La requête a été rejetée car sa taille dépasse la taille maximale configurée qui est %1$s.
nb_no: Forespørsel avvist fordi dens størrelse overstiger den maksimale konfigurerte størrelsen på %1$s.
nl_nl: Aanvraag geweigerd omdat de grootte de maximum geconfigureerde grootte van %1$s overschrijdt.
tr_tr: İstek reddedildi, çünkü dosya boyutu maksimum yapılandırma boyutu olan %1$s i aşmaktadır.
zh_cn: 因为请求大小超过最大配置大小 %1$s，所以请求被拒绝。
zh_tw: 請求被拒絕，因為其大小超過最大配置大小 %1$s。

source: Connection has been closed unexpectedly. Please try again.
bg_bg: Връзката е неочаквано затворена. Моля, опитайте отново.
ca_es: La connexió s'ha tancat inesperadament. Per favor, provau-ho de nou.
fr_fr: La connexion a été fermée de façon inattendue. Veuillez réessayer.
nb_no: Tilkoblingen ble lukket uventet. Prøv på nytt.
nl_nl: De verbinding is plotseling verbroken. Probeer het alstublieft opnieuw.
tr_tr: Bağlantı beklenmeyen bir şekilde kapandı. Lütfen yeniden deneyin.
zh_cn: 连线已无预警关闭。请重试。
zh_tw: 連接未預期地被關閉。請重試。

source: Request rejected because file size (%1$s) exceeds the maximum configured file size of %2$s.
bg_bg: Заявката е отхвърлена, защото размерът на файла ( %1$s ) надвишава максималния конфигуриран размер на файла %2$s .
fr_fr: La requête a été rejetée car la taille du fichier (%1$s) dépasse la taille maximale configurée qui est de %2$s.
nb_no: Forespørselen ble avvist fordi filstørrelsen (%1$s) overskrider den største tilatte filstørrelsen på %2$s.
nl_nl: Aanvraag geweigerd omdat de bestandsgrootte (%1$s) de maximum geconfigureerde grootte van %2$s overschrijdt.
tr_tr: İstek reddedildi, çünkü dosya boyutu (%1$s) maksimum yapılandırma boyutu olan %2$ i aşmaktadır.
zh_cn: 因为文件大小 (%1$s) 超过最大配置文件大小 %2$s，所以请求被拒绝。
zh_tw: 請求被拒絕，因為其大小 (%1$s) 超過最大配置大小 %2$s。

source: Request rejected because file size exceeds the maximum configured file size of %1$s.
bg_bg: Заявката е отхвърлена, защото размерът на файла надвишава максималния конфигуриран размер на файла %1$s .
fr_fr: La requête a été rejetée car la taille du fichier dépasse la taille maximale configurée qui est de %1$s.
nb_no: Forespørselen ble avvist fordi filstørrelsen overskrider den største tilatte filstørrelsen på %1$s.
nl_nl: Aanvraag geweigerd omdat de grootte de maximum geconfigureerde bestandsgrootte van %1$s overschrijdt.
tr_tr: İstek reddedildi, çünkü dosya boyutu maksimum yapılandırma boyutu olan %1$ i aşmaktadır.
zh_cn: 因为文件大小超过最大配置文件大小 %1$s，所以请求被拒绝。
zh_tw: 請求被拒絕，因為檔案大小超過最大配置大小 %1$s。

source: Read timed out. Waited too long for incoming data from client.
bg_bg: Прочетете изтече. Чакаше твърде дълго за входящите данни от клиента.
fr_fr: Expiration du délai de lecture. Les données en provenance du client ont été attendues trop longtemps.
nb_no: Lesing timet ut. Ventet for lenge på innkommende data fra klienten.
nl_nl: Leestijd verstreken. Het systeem moest te lang wachten op inkomende gegevens van de client.
zh_cn: 读取逾时。来自客户端的数据等候太长。
zh_tw: 讀取逾時，客戶端等待資料等待太久。

source: Image upload denied. Its size exceeds maximum allowed value of %2$s.
bg_bg: Качването на изображение е отказано. Размерът му надвишава максималната допустима стойност на %2$s .

source: Image upload denied. Its resolution exceeds maximum allowed value of %2$s pixels.
bg_bg: Качването на изображение е отказано. Разделителната способност надхвърля максималната допустима стойност на %2$s пиксела.

source: Configuration for user %1$s could not be found in context %2$d.
bg_bg: Конфигурацията за потребител %1$s не можа да бъде намерена в контекста %2$d .
ca_es: No es pot trobar la configuració de l'usuari %1$s en el context %2$d.
fr_fr: Les réglages de l'utilisateur %1$s n'ont pas été trouvés dans le contexte %2$d.
nb_no: Konfigurasjon for brukeren %1$s ble ikke funnet i kontekst %2$d.
nl_nl: Configuratie voor gebruiker %1$s was onvindbaar in context %2$d.
tr_tr: %2$d içeriğinde %1$s kullanıcısı için yapılandırma bulunamadı.
zh_cn: 在环境 %2$d 中找不到用户 %1$s 的配置。
zh_tw: 在環境 %2$d 中找不到用戶 %1$s 的配置。

source: User configuration could not be put into cache: "%1$s".
bg_bg: Конфигурацията на потребителя не може да бъде поставена в кеша: \ " %1$s ".
ca_es: No s'ha pogut inserir la configuració de l'usuari en la memòria cau: "%1$s".
fr_fr: La configuration utilisateur n'a pas pu être mise en cache : « %1$s ».
nb_no: Brukerkonfigurasjon kan ikke settes i cache: %1$s
nl_nl: Gebruikersconfiguratie kan niet in buffer worden gezet: "%1$s".
tr_tr: Kullanıcı yapılandırması önbelleğe konulamadı: "%1$s".
zh_cn: 无法将用户配置放置到快取： "%1$s"。
zh_tw: 無法將用戶配置放進快取:「%1$s」。

source: User configuration cache could not be cleared: "%1$s".
bg_bg: Кешът за конфигуриране на потребителите не може да бъде изтрит: \ " %1$s ".
ca_es: No s'ha pogut buidar la memòria cau de configuració de l'usuari: "%1$s".
fr_fr: Le cache de configuration utilisateur n'a pas pu être vidé : « %1$s ».
nb_no: Brukerkonfigurasjon cache kunne ikke bli slettet: %1$s
nl_nl: Gebruikersconfiguratiebuffer kan niet worden gewist: "%1$s".
tr_tr: Kullanıcı yapılandırma önbelleği temizlenemedi: "%1$s".
zh_cn: 无法清除用户配置快取："%1$s"。
zh_tw: 無法清除用戶配置快取:「%1$s」。

source: User configuration could not be removed from cache: "%1$s".
bg_bg: Потребителската конфигурация не може да бъде премахната от кеша: \ " %1$s ".
ca_es: No s'ha pogut suprimir la configuració de l'usuari de la memòria cau: "%1$s".
fr_fr: La configuration utilisateur n'a pas pu être supprimée du cache : « %1$s ».
nb_no: Brukerkonfigurasjon kunne ikke fjernes fra cache: %1$s
nl_nl: Gebruikersconfiguratie kan niet uit de buffer worden verwijderd: "%1$s".
tr_tr: Kullanıcı yapılandırması önbellekten kaldırılamadı: "%1$s".
zh_cn: 无法从快取删除用户配置："%1$s"。
zh_tw: 無法從快取刪除用戶配置:「%1$s」。

source: Mail settings for user "%1$s" could not be found in context %2$d.
bg_bg: Настройките за поща за потребител \ " %1$s " не можаха да бъдат намерени в контекста %2$d .
ca_es: No s'ha pogut trobar la configuració de correu de l'usuari "%1$s" en el context %2$d.
fr_fr: Les réglages de courrier de l'utilisateur « %1$s » sont introuvables dans le contexte %2$d.
nb_no: E-postinnstillinger for brukeren "%1$s" ble ikke funnet i kontekst %2$d.
nl_nl: De e-mailinstellingen voor gebruiker "%1$s" zijn onvindbaar in context %2$d.
tr_tr: %2$d içeriğinde "%1$s" kullanıcısı için posta ayarları bulunamadı.
zh_cn: 在环境 %2$d 中找不到用户 "%1$s" 的邮件设置。
zh_tw: 在環境 %2$d 中找不到用戶「%1$s」的郵件設置。

source: The provided mail address %1$s is invalid! It cannot be added to guest administration.
bg_bg: Предоставеният пощенски адрес %1$s е невалиден! Тя не може да бъде добавена към администрацията на госта.
fr_fr: L'adresse de courrier électronique « %1$s » indiquée est invalide ! Elle ne peut pas être ajoutée à la gestion des invités.
nb_no: Den angitte epostadressen %1$s er ugyldig. Den kan ikke legges til gjesteadministrasjonen.
nl_nl: Het opgegeven e-mailadres %1$s is ongeldig! Deze kan daarom niet toegevoegd worden aan de gastenadministratie.
tr_tr: Verilen eposta adresi %1$s geçersizdir! Ziyaretçi yönetimine eklenememektedir.
zh_cn: 提供的邮件地址 %1$s 是无效的！不能把它添加到访客管理里面。
zh_tw: 提供的電子郵件地址 %1$s 無效！無法加入訪客管理。

source: The provided mail address is empty! It cannot be added to guest administration.
bg_bg: Предоставеният пощенски адрес е празен! Тя не може да бъде добавена към администрацията на госта.
fr_fr: L'adresse de courrier électronique indiquée est vide ! Elle ne peut pas être ajoutée à la gestion des invités.
nb_no: Den angitte epostadressen er tom. Den kan ikke legges til gjesteadministrasjonen.
nl_nl: Het opgegeven e-mailadres is leeg! Deze kan daarom niet toegevoegd worden aan de gastenadministratie.
tr_tr: Verilen eposta adresi boştadır! Ziyaretçi yönetimine eklenememektedir.
zh_cn: 提供的邮件地址是空的！不能把它添加到访客管理里面。
zh_tw: 提供的電子郵件地址為空！無法加入訪客管理。

source: The new password might not be empty! Please provide a password.
bg_bg: Новата парола може да не е празна! Моля, въведете парола.
fr_fr: Le nouveau mot de passe ne peut pas être vide ! Veuillez renseigner un mot de passe.
nb_no: Det nye passordet kan ikke være tomt! Vennligst angi et passord.
nl_nl: Het nieuwe wachtwoord mag niet leeg zijn! Geef alstublieft een wachtwoord.
tr_tr: Yeni şifre boşta olmayabilir! Lütfen yeni bir şifre girin.
zh_cn: 新密码不能为空！请提供一个密码。
zh_tw: 新密碼不能是空白的！請輸入密碼。

source: Cannot initialize mail module.
bg_bg: Не мога да инициализирам пощенския модул.
ca_es: No es pot inicialitzar el mòdul de correu.
fr_fr: Impossible d'initialiser le module de courrier.
nb_no: Kunne ikke initialisere e-postmodulen.
nl_nl: Kan mail-module niet initialiseren.
tr_tr: Eposta modülü başlatılamamaktadır.
zh_cn: 无法初始化邮件模块。
zh_tw: 無法初始化郵件模組。

source: No mail module access permitted.
bg_bg: Няма достъп до модул за електронна поща.
ca_es: No es permet l'accés a cap mòdul de correu.
fr_fr: Il n'est pas permis d'accéder au module de courrier.
nb_no: Ingen tilgang til e-postmodul tillatt.
nl_nl: Geen e-mailmoduletoegang toegestaan.
tr_tr: Eposta modülüne erişim izni yoktur.
zh_cn: 没有批准邮件模块访问。
zh_tw: 無郵件模組訪問權限。

source: Error while converting contact to versit object.
bg_bg: Грешка при конвертиране на контакта в променливия обект.
ca_es: Error en convertir el contacte en objecte versit.
fr_fr: Erreur lors de la conversion du contact en un objet Versit.
nb_no: Feil under konvertering av kontakt til versit objekt.
nl_nl: Invoer-/uitvoerfout bij het schrijven naar Writer-object: %s.
tr_tr: Kişiyi nesneye dönüştürmede hata oluştu.
zh_cn: 转换联系人成 versit 对象时出错。
zh_tw: 將聯絡人轉換為 versit 物件時發生錯誤。

source: No attachment was found with id "%1$s" in message.
bg_bg: Не бе намерен прикачен файл с id \ " %1$s " в съобщението.
ca_es: No s'ha trobat cap adjunt amb ID "%1$s" al missatge.
fr_fr: La pièce jointe d'identifiant « %1$s » n'a pas été trouvée dans le message.
nb_no: Ingen vedlegg ble funnet med id %1$s i melding
nl_nl: Geen aanhangsel gevonden met id "%1$s" in het bericht.
tr_tr: Mesajdaki "%1$s" kimliği ile ek dosyası bulunamadı.
zh_cn: 在消息里找不到识别符 "%1$s" 的附件。
zh_tw: 在郵件中找不到 ID 為「%1$s」的附件。

source: Versit attachment could not be saved due to an unsupported MIME type.
bg_bg: Версията на прикачен файл не можа да бъде запазена поради неподдържан тип MIME.
ca_es: L'adjunt de Versit no s'ha pogut desar per mor d'un tipus MIME no suportat.
fr_fr: La pièce jointe Versit n'a pas pu être enregistrée parce que le type MIME n'est pas pris en charge.
nb_no: Versit vedlegg kunne ikke lagres på grunn av en ikke støttet MIME-type.
nl_nl: Kan versit-aanhangsel niet opslaan als gevolg van een niet-ondersteund MIME-type.
tr_tr: Desteklenmeyen bir MIME tipi nedeniyle ek dosyası kaydedilemedi.
zh_cn: 由于不支持的 MIME 类型，无法保存 Versit 附件。
zh_tw: 由於 MIME 類型不受支援，無法保存 Versit 附件。

source: Upload quota (%1$s) exceeded for file %2$s (size=%3$s).
bg_bg: Квотата за качване ( %1$s ) е превишена за файла %2$s (размер = %3$s ).
ca_es: Quota de pujada (%1$s) excedida al fitxer %2$s (mida=%3$s).
fr_fr: Le quota de téléchargement (%1$s) a été dépassé pour le fichier %2$s de taille %3$s.
nb_no: Opplastingskvoten (%1$s) overskredet for fil %2$s (størrelse=%3$s).
nl_nl: Uploadquote (%1$s) is overschreden voor bestand %2$s (grootte=%3$s).
tr_tr: Kota yüklemesi (%1$s) %2$s (boyut=%3$s) dosyasını aşmaktadır.
zh_cn: 文件 %2$s（大小=%3$s）超过上载限额 (%1$s)。
zh_tw: 文件 %2$s（大小=%3$s）超過上載限額 (%1$s)。

source: Upload quota (%1$s) exceeded.
bg_bg: Квотата за качване ( %1$s ) е надхвърлена.
ca_es: Quota de pujada (%1$s) excedida.
fr_fr: Le quota de téléchargement (%1$s) a été dépassé.
nb_no: Opplastingskvoten (%1$s) overskredet.
nl_nl: Uploadquota (%1$s) is overschreden.
tr_tr: (%d) kota yüklemesi aşımı.
zh_cn: 超过上载限额 (%1$s)。
zh_tw: 超過上載限額 (%1$s)。

source: Mail could not be found.
bg_bg: Съобщението не можа да бъде намерено.
ca_es: No s'ha pogut trobar el correu.
fr_fr: Le courriel n'a pas pu être trouvé.
nb_no: E-post ble ikke funnet.
nl_nl: Mailbericht kan niet gevonden worden.
tr_tr: Eposta bulunamadı.
zh_cn: 找不到邮件。
zh_tw: 找不到郵件。

source: Message could not be sent.
bg_bg: Съобщението не можа да бъде изпратено.
ca_es: No s'ha pogut enviar el missatge.
fr_fr: Le message n'a pas pu être envoyé.
nb_no: Meldingen kunne ikke sendes.
nl_nl: Kan bericht niet versturen.
tr_tr: Mesaj gönderilememektedir.
zh_cn: 无法发送邮件。
zh_tw: 無法發送郵件。

source: This message could not be moved to trash folder as your mailbox is nearly full. Please try to empty your deleted items first, or delete smaller messages first.
bg_bg: Това съобщение не може да бъде преместено в кошчето, тъй като пощенската ви кутия е почти пълна. Моля, опитайте първо да изпразните изтритите си елементи или първо да изтриете по-малки съобщения.
ca_es: Aquest missatge no es pot moure a la paperera ja que la vostra bústia de correu està gairebé plena. En tal cas, per favor, primer provau de buidar-la d'elements suprimits o suprimiu en primer lloc els missatges més petits.
fr_fr: Ce message n'a pas pu être déplacé dans la corbeille alors que votre boîte aux lettres est presque pleine. Veuillez essayer dans un premier temps de supprimer définitivement vos éléments effacés, ou de de supprimer en premier les petits messages.
nb_no: Meldingen kunne ikke flyttes til papirkurven, muligens fordi postboksen er nesten full. I så fall kan du prøve å tømme slettede elementer først, eller slette mindre meldinger først.
nl_nl: Dit bericht kon niet naar de prullenbakmap verplaatst worden, mogelijk omdat uw postvak bijna vol is. In dat geval kunt u proberen om eerst uw prullenbak te legen, of eerst kleinere berichten te verwijderen.
tr_tr: Bu mesaj, gelen kutunuz neredeyse tamamen dolu olduğu için çöp kutusu klasörüne taşınamamktadır. Lütfen, önce ya silinmiş öğelerinizi ya da daha küçük mesajları temizleyin.
zh_cn: 可能因为您的邮箱差不多占满，所以此消息不能移动到垃圾文件夹。如是者，请您尝试先清空您的删除项目，或先删除比较小的消息。
zh_tw: 此訊息無法被移動到垃圾桶，可能是因為您的信件匣快滿了。這種情況下，請先清空您已刪除的項目，或先刪除較小的訊息。

source: No content available in mail part.
bg_bg: Няма налично съдържание в частта за поща.
ca_es: No hi ha contingut disponible en aquesta part del correu.
fr_fr: Il n'y a pas de contenu dans une partie du courrier.
nb_no: Ingen innhold tilgjengelig på e-postdel.
nl_nl: Geen inhoud beschikbaar in e-mailgedeelte.
tr_tr: Eposta kısmında içerik bulunmamaktadır.
zh_cn: 在邮件部分中没有可用内容。
zh_tw: 在郵件部分中沒有可用內容。

source: Unable to save draft, due to exceeded quota.
bg_bg: Неуспешно запазване на чернова, поради превишена квота.

source: Unable to save the mail, due to exceeded quota.
bg_bg: Невъзможно е да се запази пощата, поради превишена квота.

source: Bad value "%1$s" in parameter "%2$s".
bg_bg: Лоша стойност \ " %1$s " в параметър \ " %2$s ".
ca_es: Valor incorrecte "%1$s" al paràmetre "%2$s".
fr_fr: Valeur invalide « %1$s » pour le paramètre « %2$s ».
nb_no: Dårlig verdi "%1$s" i parameter "%2$s".
nl_nl: Ongeldige waarde "%1$s" is parameter "%2$s".
tr_tr: Parametre"%2$s" de kötü değer "%1$s".
zh_cn: 参数 "%2$s" 中的 "%1$s" 值是坏的。
zh_tw: 參數「%2$s」中的值「%1$s」不正確。

source: No reply on multiple messages possible.
bg_bg: Не е възможно да се отговори на няколко съобщения.
ca_es: No és possible respondre a diversos missatges.
fr_fr: Impossible de répondre à plusieurs messages à la fois.
nb_no: Ingen svar på flere meldinger mulig.
nl_nl: Antwoord op meerdere berichten tegelijk is onmogelijk.
tr_tr: Birden fazla mesajı yanıtlamak mümkün değildir.
zh_cn: 不能回复多封邮件。
zh_tw: 不可能回復多封郵件。

source: Attachment "%1$s" not found inside mail "%2$s" of mail folder "%3$s".
bg_bg: Прикаче \ " %1$s " не е намерено в пощенската кутия \ " %2$s " на пощенската папка \ " %3$s ".
ca_es: No s'ha trobat l'adjunt "%1$s" al correu "%2$s" de la carpeta de correu "%3$s".
fr_fr: Pièce jointe « %1$s » non trouvée dans le message « %2$s » du dossier de courrier « %3$s ».
nb_no: Vedlegg "%1$s" ikke funnet inne i e-post "%2$s" i postmappe "%3$s".
nl_nl: Bijlage "%1$s" niet gevonden in e-mailbericht "%2$s" uit e-mailmap "%3$s".
tr_tr: "%3$s" eposta klasöründeki "%2$s" epostası içerisinde "%1$s" ek dosyası bulunamadı.
zh_cn: 在邮件文件夹 "%3$s" 的邮件 "%2$s" 中找不到附件 "%1$s"。
zh_tw: 在郵件文件夾「%3$s」的郵件「%2$s」中找不到附件「%1$s」。

source: Folder "%1$s" does not hold messages and is therefore not selectable
bg_bg: Папката \ " %1$s " не съдържа съобщения и следователно не може да бъде избираема
ca_es: La carpeta "%1$s" no conté missatges i, per tant, no es pot seleccionar.
fr_fr: Le dossier « %1$s » ne contient pas de messages et ne peut donc pas être sélectionné
nb_no: Mappen "%1$s" inneholder ikke meldinger og kan derfor ikke velges
nl_nl: Map "%1$s" bevat geen berichten en is daarom niet selecteerbaar.
tr_tr: "%1$s" klasöründe mesajlar saklanmamaktadır, dolayısıyla mesaj seçilemez.
zh_cn: 因为文件夹 "%1$s" 不包消息，所以不可选择。
zh_tw: 資料夾「%1$s」不包含郵件，因此不可選擇

source: Root folder must not be modified or deleted.
bg_bg: Коренната папка не трябва да се променя или изтрива.
ca_es: No s'ha de modificar ni suprimir la carpeta arrel.
fr_fr: Le dossier racine ne doit pas être modifié ni supprimé.
nb_no: Rotmappen må ikke endres eller slettes.
nl_nl: Hoofdmap mag niet worden gewijzigd of verwijderd.
tr_tr: Root klasörü değiştirilmemeli veya silinmemelidir.
zh_cn: 不得修改或删除根文件夹。
zh_tw: 不得修改或刪除根資料夾。

source: Image attachment with content id "%1$s" not found inside mail "%2$s" of mail folder "%3$s".
bg_bg: Прикаченият файл със съдържание ID \ " %1$s " не е намерен в пощенската кутия \ " %2$s " на пощенската папка \ " %3$s ".
ca_es: No s'ha trobat la imatge adjunta amb id de contingut "%1$s" al correu "%2$s" de la carpeta de correu "%3$s".
fr_fr: L'image en pièce jointe avec l'identifiant de contenu « %1$s » est absente du message « %2$s » du dossier de courrier « %3$s ».
nb_no: Bildevedlegg med innholds id "%1$s" ikke funnet inne i e-post "%2$s" i e-postmappe "%3$s".
nl_nl: Afbeeldingsbijlage met inhoudskenmerk "%1$s" is niet gevonden in e-mail "%2$s2" uit postmap "%3$s".
tr_tr: "%3$s" eposta klasöründeki "%2$s"epostası içerisinde "%1$s" kimlikli resim ek dosyası bulunamadı.
zh_cn: 在邮件文件夹 "%3$s" 的邮件 "%2$s" 中找不到具有内容识别符 "%1$s" 的图像附件。
zh_tw: 在信件匣「%3$s」的郵件「%2$s」中找不到內容 ID 為「%1$s」的圖像附件。

source: The specified E-Mail address "%1$s" is not covered by allowed E-Mail address aliases.
bg_bg: Посоченият имейл адрес \ " %1$s " не е обхванат от позволените имейл адреси на имейл адресите.
ca_es: L'adreça de correu especificada "%1$" no està inclosa entre els àlies de correu permesos.
fr_fr: L'adresse électronique « %1$s » indiquée n'est pas dans le cadre des alias d'adresses électroniques autorisés.
nb_no: Den spesifiserte e-postadressen "%1$s" er ikke dekket av tillatt e-postadresse aliaser.
nl_nl: Het opgegeven e-mailadres "%1$s" wordt niet gedekt door toegestane e-mailadresaliassen.
tr_tr: Belirtilen Eposta adresi "%1$s" izin verilen Eposta adresi takma isimlerine dahil değildir.
zh_cn: 指定的电子邮件地址 "%1$s" 未被允许的电子邮件地址别名所涵盖。
zh_tw: 指定的電子郵件位址「%1$s」未被允許的電子郵件位址別名所涵蓋。

source: Checking default folders failed for user %2$s.
bg_bg: Проверката на папките по подразбиране е неуспешна за потребител %2$s .
ca_es: Ha fallat la comprovació de carpetes predeterminades de l'usuari %2$s.
fr_fr: La vérification des dossiers par défaut a échoué pour l'utilisateur %2$s.
nb_no: Sjekking av standardmapper mislyktes for bruker %2$s.
nl_nl: Controle op standaard mappen is mislukt voor gebruiker %2$s.
tr_tr: %2$s kullanıcısı için varsayılan klasörlerin araması başarısız oldu.
zh_cn: 为用户 %2$s 检查默认文件夹失败。
zh_tw: 檢查使用者 %2$s 的預設資料夾失敗。

source: Default folders cannot be created as mail system denies to create more folders. Consequently, the mail module is not usable at the moment. Please delete other folders first in order to re-use the mail module again
bg_bg: Файловете по подразбиране не могат да бъдат създадени, тъй като пощенската система отказва да създаде повече папки. Следователно модулът за електронна поща не може да се използва в момента. Моля, първо изтрийте други папки, за да ги използвате отново отново

source: The types of specified data source are not supported.
bg_bg: Видовете на посочения източник на данни не се поддържат.
ca_es: No s'admeten els tipus de fonts de dades específics.
fr_fr: Les types des sources de données spécifiées ne sont pas pris en charge.
nb_no: Oppgitt datakildetype er ikke støttet.
nl_nl: De types van de gespecificeerde gegevensbron zijn niet ondersteund.
tr_tr: Belirtilen veri kaynağı tipleri desteklenmemektedir.
zh_cn: 不支持指定数据来源的类型。
zh_tw: 指定資料來源的類型不受支援。
