Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: The chosen configuration is not supported.
bg_bg: Избраната конфигурация не се поддържа.
fr_fr: La configuration choisie n'est pas prise en charge.
nb_no: Den valgte konfigurasjonen er ikke støttet.
nl_nl: De gekozen configuratie wordt niet ondersteund.
zh_cn: 不支持选中的设置。
zh_tw: 不支援選擇的設定。

source: The execution has been denied. Please choose another option.
bg_bg: Изпълнението е отказано. Моля, изберете друга опция.
fr_fr: L'exécution a été refusée. Veuillez choisir une autre option.
nb_no: Eksekveringen ble nektet. Vennligst velg et annet alternativ.
nl_nl: Het toepassen van deze optie is afgewezen. Kies alstublieft een andere optie.
zh_cn: 已拒绝执行。请选择别的选项。
zh_tw: 被拒絕執行，請改用其他選項。

source: Execution failed. Please choose another option.
bg_bg: Изпълнението не бе успешно. Моля, изберете друга опция.
fr_fr: L'exécution a échoué. Veuillez choisir une autre option.
nb_no: Eksekveringen feilet. Vennligst velg et annet alternativ.
nl_nl: Uitvoering afgewezen. Kies alstublieft een andere optie.
zh_cn: 执行失败。请选择别的选项。
zh_tw: 執行失敗，請改用其他選項。

source: Sent quota exceeded. You are only allowed to send 1 SMS in %1$s seconds.
bg_bg: Изпратената квота е превишена. Можете да изпращате само 1 SMS в %1$s секунди.
fr_fr: Le quota d'envoi est dépassé. Vous êtes autorisé à envoyer seulement un SMS toutes les %1$s secondes.
nb_no: Sendingskvote overskredet. Du kan kun sende 1 SMS per %1$s sekund(er).
nl_nl: Het verzend quota is overschreden. U mag slechts 1 SMS sturen per %1$s seconden.
zh_cn: 超出发送限额。您每 %1$s 秒只允许发送一个简讯。
zh_tw: 已超過寄件配額。您僅能在每 %1$s 秒傳送一封簡訊。

source: The download link is invalid.
bg_bg: Връзката за изтегляне е невалидна.
fr_fr: Le lien de téléchargement est invalide.
nb_no: Nedlastingslenken er ugyldig.
nl_nl: De download-link is ongeldig.
zh_cn: 无效下载链接。
zh_tw: 下載鏈結無效。

source: The phone number %1$s is invalid.
bg_bg: Телефонният номер %1$s е невалиден.
fr_fr: Le numéro de téléphone %1$s n'est pas valable.
nb_no: Telefonnummeret %1$s er ugyldig.
nl_nl: Het telefoonnummer %1$s is ongeldig.
zh_cn: 电话 %1$s 为无效号码。
zh_tw: 電話號碼 %1$s 無效。

source: Tablet
bg_bg: Таблет
fr_fr: Tablette
nb_no: Nettbrett
zh_cn: 平板
zh_tw: 平板電腦

source: Smartphone
bg_bg: Смартфон
fr_fr: Téléphone mobile
nb_no: Smarttelefon
zh_cn: 智能手机
zh_tw: 智慧型手機

source: Laptop + PC
bg_bg: Компютър
fr_fr: Ordinateur portable + PC
zh_cn: 笔记本 + 桌面机
zh_tw: 筆電 + 桌機

source: Mail successfully sent
bg_bg: Мейлът е изпратен успешно
fr_fr: Message envoyé correctement
nb_no: Epost sendt
nl_nl: E-mail succesvol verzonden
zh_cn: 已成功发送邮件
zh_tw: 成功寄出郵件

source: SMS successfully sent
bg_bg: СМСът е изпратен успешно
fr_fr: SMS envoyé
nb_no: SMS sendt
nl_nl: SMS succesvol verzonden
zh_cn: 简讯已成功发送
zh_tw: 成功寄出簡訊

source: To set up your device, click following link:
bg_bg: За да настроите устройството си, кликнете върху следната връзка:
fr_fr: Pour configurer votre périphérique, cliquez sur le lien suivant :
nb_no: For å sette opp enheten din, klikk denne lenken:
nl_nl: Om uw apparaat in te stellen klikt u op de volgende link:
zh_cn: 要设置您的装置，单击以下链接：
zh_tw: 請點擊下列鏈結:

source: Dear %1$s,
bg_bg: Скъпи %1$s,
fr_fr: Cher/Chère %1$s,
nb_no: Kjære %1$s,
nl_nl: Beste %1$s,
zh_cn: 亲爱的 %1$s：
zh_tw: %1$s 您好，

source: to automatically configure your device, please download & install the attached configuration profile.
bg_bg: за да конфигурирате автоматично устройството си, моля, изтеглете и инсталирайте прикачения конфигурационен профил.
fr_fr: pour configurer automatiquement votre périphérique, veuillez télécharger et installer le profil de configuration attaché.
nb_no: for å automatisk konfigurere enheten din, vennligst last ned og installer den vedlagte konfigurasjonsprofilen.
nl_nl: om automatisch uw apparaat in te stellen kan u het bijgevoegde configuratie profiel downloaden en installeren.
zh_cn: 要自动配置您的装置，请下载和安装附上的配置档案。
zh_tw: 以自動設定裝置，請下載並安裝附加的設定檔。

source: to automatically configure your device, please download & install the attached configuration profile "%1$s".
bg_bg: за да конфигурирате автоматично устройството си, моля, изтеглете и инсталирайте прикачения профил за конфигурация \ " %1$s ".
fr_fr: pour configurer automatiquement votre périphérique, veuillez télécharger et installer le profil de configuration attaché « %1$s ».
nb_no: for å automatisk konfigurere enheten din, vennligst last ned og installer den vedlagte konfigurasjonsprofilen "%1$s".
nl_nl: om automatisch uw apparaat in te stellen kan u het bijgevoegde configuratie profiel "%1$s" downloaden en installeren.
zh_cn: 要自动配置您的装置，请下载和安装附上的配置档案 "%1$s"。
zh_tw: 以自動設定裝置，請下載並安裝附加的設定檔「%1$s」。

source: Your device configuration
bg_bg: Конфигурацията на устройството ви
fr_fr: Configuration de votre périphérique
nb_no: Din enhetskonfigurasjon
nl_nl: Uw apparaat-configuratieprofiel
zh_cn: 您的装置配置
zh_tw: 您的裝置設定

source: %1$s, %2$s %3$s on %4$s %5$s
bg_bg: %1$s , %2$s %3$s на %4$s %5$s

source: %1$s, %2$s %3$s on %4$s
bg_bg: %1$s , %2$s %3$s на %4$s

source: %1$s, %2$s %3$s
bg_bg: %3$s %2$s , %1$s

source: %1$s, %2$s on %3$s %4$s
bg_bg: %1$s , %2$s на %3$s %4$s

source: %1$s, %2$s on %3$s
bg_bg: %1$s , %2$s на %3$s

source: %1$s on %2$s %3$s
bg_bg: %1$s на %2$s %3$s

source: Microsoft Exchange ActiveSync Client
bg_bg: Клиент на Microsoft Exchange ActiveSync

source: %1$s %2$s on %3$s %4$s
bg_bg: %1$s %2$s на %3$s %4$s

source: %1$s %2$s on %3$s
bg_bg: %1$s %2$s на %3$s

source: %1$s on %2$s
bg_bg: %1$s на %2$s

source: Another node is currently performing the same task. Try again later.
bg_bg: Друг възел понастоящем изпълнява същата задача. Опитайте отново по-късно.
nl_nl: Een andere node is momenteel de zelfde taak aan het uitvoeren. Probeer her later opnieuw.
zh_cn: 另一个节点当前正在执行相同的任务。请稍后再试。

source: LDAP contacts cannot be deleted.
bg_bg: LDAP контактите не могат да бъдат изтрити.
ca_es: Els contactes LDAP no es poden esborrar.
fr_fr: Les contacts LDAP ne peuvent pas être supprimés.
nb_no: LDAP-kontakter kan ikke slettes.
nl_nl: LDAP contacten kunnen niet verwijderd worden.
zh_cn: 无法删除 LDAP 联系人。
zh_tw: 無法刪除 LDAP 聯絡人。

source: Contacts cannot be inserted in LDAP.
bg_bg: Контатите не могат да бъдат вкарани в LDAP.
ca_es: No es poden inserir els contactes a LDAP.
fr_fr: Les contacts ne peuvent pas être ajoutés à l'annuaire LDAP.
nb_no: Kontakter kan ikke settes inn i LDAP.
nl_nl: Contacten kunnen niet in LDAP ingevoegd worden.
tr_tr: Kişiler LDAP'ye eklenemez.
zh_cn: 无法插入联系人到 LDAP 里。
zh_tw: 無法將聯絡人插入至 LDAP。

source: Error while trying to create connection to LDAP server.
bg_bg: Грешка при опит за създаване на връзка към LDAP сървър.
ca_es: Error en prova de crear la connexió al servidor LDAP.
fr_fr: Une erreur s'est produite en essayant de se connecter au serveur LDAP.
nb_no: Feil under forsøk på å opprette tilkobling til LDAP-tjeneren.
nl_nl: Fout bij het maken van een verbinding naar de LDAP server.
zh_cn: 创建到 LDAP 服务器的连接时出现错误。
zh_tw: 嘗試建立連線到 LDAP 伺服器時發生錯誤。

source: The LDAP search for the user contains too many results.
bg_bg: LDAP търсенето за потребителя съдържа твърде много резултати.
ca_es: La recerca LDAP de l'usuari conté massa resultats.
fr_fr: La recherche LDAP de l'utilisateur a renvoyé trop de résultats.
nb_no: LDAP-søket etter brukeren inneholder for mange resultater.
nl_nl: De LDAP zoekopdracht voor de gebruiker geeft te veel resultaten.
tr_tr: Kullanıcılar için olan LDAP araması çok fazla sonuç içeriyor.
zh_cn: 对用户的 LDAP 查询返回了太多结果。
zh_tw: 對使用者進行 LDAP 搜尋得到太多結果。

source: The LDAP search for the user object "%s" gave no results.
bg_bg: LDAP търсенето за потребителския обект "%s" върна 0 резултата.
ca_es: La recerca LDAP de l'objecte de d'usuari "%s" no ha donat resultats.
fr_fr: La recherche LDAP de l'objet utilisateur « %s » n'a pas donné de résultat.
nb_no: LDAP-søket etter brukerobjektet "%s" ga ingen resultater.
nl_nl: De LDAP zoekopdracht voor het gebruikersobject "%s" geeft geen resultaten.
tr_tr: Kullanıcı nesnesi "%s" için yapılan LDAP araması için herhangi bir sonuç alınamadı.
zh_cn: 对用户对象 "%s" 的 LDAP 查询未返回结果。
zh_tw: 對使用者物件「%s」進行 LDAP 搜尋未得到結果。

source: The LDAP search in distribution lists for specific attributes is not supported.
bg_bg: Търсене в LDAP в списъците за разпространение на специфични атрибути не се поддържа.
fr_fr: La recherche LDAP d'attributs donnés dans les listes de diffusion n'est pas prise en charge.
nb_no: LDAP-søk i distribusjonslister basert på spesifikke attributter er ikke støttet.
nl_nl: De LDAP zoekactie in distributielijsten voor specifieke attributen wordt niet ondersteund.
zh_cn: 不支持对在通讯组列表里，特定属性的 LDAP 搜寻。
zh_tw: 不支援在通訊組清單中以 LDAP 搜尋特定屬性。

source: Name
bg_bg: Име
ca_es: Nom
fr_fr: Prénom
nb_no: Navn
nl_nl: Naam
tr_tr: Ad
zh_cn: 名称
zh_tw: 名字

source: Last name
bg_bg: Фамилия
ca_es: Llinatges
fr_fr: Nom
nb_no: Etternavn
nl_nl: Achternaam
tr_tr: Soyad
zh_cn: 姓氏
zh_tw: 姓氏

source: First name
bg_bg: Лично име
ca_es: Nom
fr_fr: Prénom
nb_no: Fornavn
nl_nl: Voornaam
tr_tr: ilk ad
zh_cn: 名字
zh_tw: 名字

source: Middle name
bg_bg: Бащино име
ca_es: Segon nom
fr_fr: Deuxième prénom
nb_no: Mellomnavn
nl_nl: Tussenvoegsel
zh_cn: 中间名字
zh_tw: 中間名

source: Suffix
bg_bg: Суфикс
ca_es: Sufix
fr_fr: Suffixe
nb_no: Suffiks
nl_nl: Toevoeging
tr_tr: son ek
zh_cn: 后缀
zh_tw: 姓名後綴

source: Title
bg_bg: Заглавие
ca_es: Tractament
fr_fr: Titre
nb_no: Tittel
nl_nl: Titel
tr_tr: Başlık
zh_cn: 题目
zh_tw: 頭銜

source: Street (home)
bg_bg: Улица (дом)
ca_es: Carrer (privat)
fr_fr: Rue (domicile)
nb_no: Gate (hjemme)
nl_nl: Straat (privé)
tr_tr: Sokak(ev)
zh_cn: 街道（家居）
zh_tw: 街道（住家）

source: Postcode (home)
bg_bg: Пощенски код (дом)
ca_es: Codi postal (privat)
fr_fr: Code postal (domicile)
nb_no: Postnummer (hjemme)
nl_nl: Postcode (privé)
tr_tr: Posta kodu(ev)
zh_cn: 邮政编号（家居）
zh_tw: 郵遞區號（住家）

source: Town (home)
bg_bg: Град (дом)
ca_es: Ciutat (privada)
fr_fr: Ville (domicile)
nb_no: By (hjemme)
nl_nl: Plaats (privé)
tr_tr: Şehir(ev)
zh_cn: 城镇（家居）
zh_tw: 鄉鎮（住家）

source: State (home)
bg_bg: Област (дом)
ca_es: Província (privada)
fr_fr: État (domicile)
nb_no: Fylke (hjemme)
nl_nl: Provincie (privé)
tr_tr: Eyalet(ev)
zh_cn: 州/省（家居）
zh_tw: 州（住家）

source: Country (home)
bg_bg: Държава (дом)
ca_es: País (privat)
fr_fr: Pays (domicile)
nb_no: Land (hjemme)
nl_nl: Land (privé)
tr_tr: Ülke(ev)
zh_cn: 国家（家居）
zh_tw: 國家（住家）

source: Marital status
bg_bg: Семейно положение
ca_es: Estat civil
fr_fr: Situation de famille
nb_no: Sivilstatus
nl_nl: Burgerlijke staat
tr_tr: Medeni hal
zh_cn: 婚姻状态
zh_tw: 婚姻狀態

source: Children
bg_bg: Деца
ca_es: Fills
fr_fr: Enfants
nb_no: Barn
nl_nl: Kinderen
tr_tr: Çocuklar
zh_cn: 儿女
zh_tw: 小孩數量

source: Profession
bg_bg: Професия
ca_es: Professió
nb_no: Yrke
nl_nl: Beroep
tr_tr: Uzmanlık alanı
zh_cn: 职业
zh_tw: 專業能力

source: Nickname
bg_bg: Прякор
ca_es: Àlies
fr_fr: Surnom
nb_no: Kallenavn
nl_nl: Bijnaam
tr_tr: Takma ad
zh_cn: 昵称
zh_tw: 暱稱

source: Spouse's name
bg_bg: Име на съпруга
ca_es: Nom del cònjuge
fr_fr: Nom de jeune fille
nb_no: Ektefelles navn
nl_nl: Naam van echtgenoot
tr_tr: Eşin adı
zh_cn: 配偶名称
zh_tw: 配偶姓名

source: Comment
bg_bg: Коментар
ca_es: Comentaris
fr_fr: Commentaires
nb_no: Kommentar
nl_nl: Opmerkingen
tr_tr: Yorum
zh_cn: 注释
zh_tw: 注釋

source: Company
bg_bg: Компания
ca_es: Empresa
fr_fr: Société
nb_no: Firma
nl_nl: Bedrijf
tr_tr: Şirket
zh_cn: 公司
zh_tw: 公司

source: Department
bg_bg: Отдел
ca_es: Departament
fr_fr: Département
nb_no: Avdeling
nl_nl: Afdeling
tr_tr: Departman
zh_cn: 部门
zh_tw: 部門

source: Position
bg_bg: Позиция
ca_es: Posició
fr_fr: Poste
nb_no: Stilling
nl_nl: Locatie
tr_tr: Pozisyon
zh_cn: 地点
zh_tw: 位置

source: Employee type
bg_bg: Тип служител
ca_es: Tipus d'empleat
fr_fr: Type d'employé
nb_no: Ansattype
nl_nl: Soort medewerker
tr_tr: Çalışan tipi
zh_cn: 雇员类型
zh_tw: 職員類型

source: Room number
bg_bg: Стая номер
ca_es: Número d'oficina
fr_fr: Numéro de pièce
nb_no: Romnummer
nl_nl: Kamernummer
tr_tr: Oda numarası
zh_cn: 房间号码
zh_tw: 房間號碼

source: Street (business)
bg_bg: Улица (бизнес)
ca_es: Carrer (professional)
fr_fr: Rue (professionnel)
nb_no: Gate (bedrift)
nl_nl: Straat (werk)
tr_tr: Sokak(iş)
zh_cn: 街道（商业）
zh_tw: 街道（商務）

source: Postcode (business)
bg_bg: Пощенски код (бизнес)
ca_es: Codi postal (professional)
fr_fr: Code postal (professionnel)
nb_no: Postnummer (bedrift)
nl_nl: Postcode (werk)
tr_tr: Posta kodu(iş)
zh_cn: 邮政编号（商业）
zh_tw: 郵遞區號（商務）

source: Town (business)
bg_bg: Град (бизнес)
ca_es: Ciutat (professional)
fr_fr: Ville (professionnel)
nb_no: By (bedrift)
nl_nl: Plaats (werk)
tr_tr: Şehir(iş)
zh_cn: 城镇（商业）
zh_tw: 鄉鎮（商務）

source: State (business)
bg_bg: Област (бизнес)
ca_es: Província (professional)
fr_fr: État (professionnel)
nb_no: Fylke (bedrift)
nl_nl: Provincie (werk)
tr_tr: Eyalet(iş)
zh_cn: 州/省（商业）
zh_tw: 州（商務）

source: Country (business)
bg_bg: Държава (бизнес)
ca_es: País (professional)
fr_fr: Pays (professionnel)
nb_no: Land (bedrift)
nl_nl: Land (werk)
tr_tr: Ülke(iş)
zh_cn: 国家（商业）
zh_tw: 國家（商務）

source: Employee ID
bg_bg: Идент. № на служителя
ca_es: ID d'empleat
fr_fr: Identifiant d'employé
nb_no: Ansatt-ID
nl_nl: Medewerker ID
tr_tr: Çalışan no
zh_cn: 雇员 ID
zh_tw: 職員編號

source: Sales volume
bg_bg: Обем на продажбите
ca_es: Volum de vendes
fr_fr: Volume des ventes
nb_no: Salgsvolum
nl_nl: Verkoopvolume
tr_tr: Satış hacmi
zh_cn: 销售量
zh_tw: 銷售量

source: Tax id
bg_bg: Данъчен номер
ca_es: CIF
fr_fr: Identifiant fiscal
nb_no: Skatte-id
nl_nl: BTW-nummer
tr_tr: Vergi no
zh_cn: 税号
zh_tw: 統一編號

source: Commercial register
bg_bg: Търговския регистър
ca_es: Registre comercial
fr_fr: Registre commercial
nb_no: Kommersiellt register
nl_nl: Kvk nummer
tr_tr: Ticaret sicili
zh_cn: 商业登记
zh_tw: 商業登記

source: Branches
bg_bg: Клонове
ca_es: Sucursals
fr_fr: Secteurs d'activités
nb_no: Grener
nl_nl: Filialen
tr_tr: Şubeler
zh_cn: 分公司
zh_tw: 分公司

source: Business category
bg_bg: Бизнес категория
ca_es: Categoria de negoci
fr_fr: Type d'entreprise
nb_no: Forretningskategori
nl_nl: Bedrijfscategorie
tr_tr: İş kategorisi
zh_cn: 商业类别
zh_tw: 商業類型

source: Info
bg_bg: Инфо
ca_es: Informació
fr_fr: Informations
nb_no: Informasjon
nl_nl: Informatie
tr_tr: Bilgi
zh_cn: 信息
zh_tw: 資訊

source: Manager
bg_bg: Мениджър
ca_es: Administrador
fr_fr: Responsable
nb_no: Leder
nl_nl: Directeur
tr_tr: Yönetici
zh_cn: 主管
zh_tw: 經理

source: Assistant
bg_bg: Асистент
ca_es: Assistent
nb_no: Assistent
nl_nl: Assistent
tr_tr: Asistan
zh_cn: 助理
zh_tw: 助理

source: Street (other)
bg_bg: Улица (друг)
ca_es: Carrer (altres)
fr_fr: Rue (autre)
nb_no: Gate (andre)
nl_nl: Straat (overig)
tr_tr: Sokak(diğer)
zh_cn: 街道（其他）
zh_tw: 街道（其他）

source: Postcode (other)
bg_bg: Пощенски код (друг)
ca_es: Codi postal (altres)
fr_fr: Code postal (autre)
nb_no: Postnummer (andre)
nl_nl: Postcode (overig)
tr_tr: Posta kodu(diğer)
zh_cn: 邮政编号（其他）
zh_tw: 郵遞區號（其他）

source: Town (other)
bg_bg: Град (друг)
ca_es: Ciutat (altres)
fr_fr: Ville (autre)
nb_no: By (andre)
nl_nl: Plaats (overig)
tr_tr: Şehir(diğer)
zh_cn: 城镇（其他）
zh_tw: 鄉鎮（其他）

source: State (other)
bg_bg: Област (друг)
ca_es: Província (altres)
fr_fr: État (autre)
nb_no: Fylke (andre)
nl_nl: Provincie (overig)
tr_tr: Eyalet(diğer)
zh_cn: 州/省（其他）
zh_tw: 州（其他）

source: Country (other)
bg_bg: Държава (друг)
ca_es: País (altres)
fr_fr: Pays (autre)
nb_no: Land (andre)
nl_nl: Land (overig)
tr_tr: Ülke(diğer)
zh_cn: 国家（其他）
zh_tw: 國家（其他）

source: Telephone assistant
bg_bg: Телефон асистент
ca_es: Telèfon de l'assistent
fr_fr: Téléphone de l'assistant
nb_no: Telefonassistent
nl_nl: Telefoonnummer assistent
tr_tr: Telefon asistanı
zh_cn: 电话助理
zh_tw: 電話助理

source: Phone (business)
bg_bg: Телефон (бизнес)
ca_es: Telèfon (professional)
fr_fr: Téléphone (professionnel)
nb_no: Telefon (bedrift)
nl_nl: Telefoonnummer (werk)
tr_tr: Telefon(iş)
zh_cn: 电话（商业）
zh_tw: 電話（商務）

source: Phone (business alt)
bg_bg: Телефон (бизнес алт)
ca_es: Telèfon (professional alternatiu)
fr_fr: Téléphone alt. (professionnel)
nb_no: Telefon (bedrift alt.)
nl_nl: Telefoonnummer (werk alt)
tr_tr: Telefon(iş)
zh_cn: 电话（商业备用）
zh_tw: 電話（商務替代）

source: Fax
bg_bg: Факс
fr_fr: Télécopieur
nb_no: Faks
tr_tr: Faks
zh_cn: 传真
zh_tw: 傳真

source: Telephone callback
bg_bg: Телефонно обаждане
ca_es: Telèfon de retorn de trucada
fr_fr: Téléphone de rappel
nb_no: Telefon-tilbakeringing
nl_nl: Terugbel nummer
tr_tr: Telefon geri araması
zh_cn: 电话回拨
zh_tw: 回撥號碼

source: Phone (car)
bg_bg: Телефон (кола)
ca_es: Telèfon (cotxe)
fr_fr: Téléphone (voiture)
nb_no: Telefon (bil)
nl_nl: Telefoonnummer (mobiel)
tr_tr: Telefon(araba)
zh_cn: 电话（汽车）
zh_tw: 電話（車用）

source: Telephone company
bg_bg: Телефонна компания
ca_es: Companyia telefònica
fr_fr: Société de téléphonie
nb_no: Telefonselskapet
nl_nl: Telefoonmaatschappij
tr_tr: Telefon şirketi
zh_cn: 电话公司
zh_tw: 電信業者

source: Phone (home)
bg_bg: Телефон (дом)
ca_es: Telèfon (privat)
fr_fr: Téléphone (domicile)
nb_no: Telefon (hjemme)
nl_nl: Telefoonnummer (privé)
tr_tr: Telefon (ev)
zh_cn: 电话（家居）
zh_tw: 電話（住家）

source: Phone (home alt)
bg_bg: Телефон (дом алт)
ca_es: Telèfon (privat alternatiu)
fr_fr: Téléphone alt. (domicile)
nb_no: Telefon (hjem alt.)
nl_nl: Telefoonnummer (privé alt)
tr_tr: Telefon (ev)
zh_cn: 电话（家居备用）
zh_tw: 電話（住家替代）

source: FAX (home)
bg_bg: Факс (дом)
ca_es: FAX (privat)
fr_fr: Télécopieur (domicile)
nb_no: FAKS (hjemme)
nl_nl: Fax (privé)
tr_tr: Faks (ev)
zh_cn: 传真（家居）
zh_tw: 傳真（住家）

source: Telephone ISDN
bg_bg: Телефон (ISDN)
ca_es: Telèfon RDSI
fr_fr: Téléphone RNIS
nb_no: Telefon ISDN
nl_nl: ISDN Telefoon
tr_tr: Telefon ISDN
zh_cn: 电话 ISDN
zh_tw: ISDN 電話

source: Cell phone
bg_bg: Моб. телефон
ca_es: Telèfon mòbil
fr_fr: Téléphone portable
nb_no: Mobiltelefon
nl_nl: Mobiele telefoon
tr_tr: Cep telefonu
zh_cn: 行动电话
zh_tw: 手機

source: Cell phone (alt)
bg_bg: Моб. телефон (алт)
ca_es: Telèfon mòbil (alternatiu)
fr_fr: Téléphone portable (alt.)
nb_no: Mobiltelefon (alt.)
nl_nl: Mobiele telefoon (alt)
tr_tr: Cep telefonu
zh_cn: 行动电话（备用）
zh_tw: 手機（替代）

source: Phone (other)
bg_bg: Телефон (друг)
ca_es: Telèfon mòbil (altres)
fr_fr: Téléphone (autre)
nb_no: Telefon (andre)
nl_nl: Telefoonnummer (overig)
tr_tr: Telefon (diğer)
zh_cn: 电话（其他）
zh_tw: 手機（其他）

source: FAX other
bg_bg: Факс (друг)
ca_es: FAX (altres)
fr_fr: Autre télécopieur
nb_no: FAKS andre
nl_nl: FAX overig
tr_tr: Faks (diğer)
zh_cn: 传真（其他）
zh_tw: 傳真（其他）

source: Pager
bg_bg: Пейджър
ca_es: Localitzador
fr_fr: Bipeur
nb_no: Personsøker
nl_nl: Pieper
tr_tr: Çağrı cihazı
zh_cn: 传呼机
zh_tw: 呼叫器

source: Telephone primary
bg_bg: Основен телефон
ca_es: Telèfon principal
fr_fr: Téléphone principal
nb_no: Primærtelefon
nl_nl: Primair telefoonnummer
tr_tr: Temel telefon
zh_cn: 电话（主要）
zh_tw: 主要電話

source: Telephone radio
bg_bg: Телефонно радио
ca_es: Radiotelèfon
fr_fr: Téléphone radio
nb_no: Radiotelefon
nl_nl: Telefoon radio
tr_tr: Telsiz telefon
zh_cn: 电话（无线电）
zh_tw: 無線電電話

source: Telex
bg_bg: телекс
ca_es: Tèlex
fr_fr: Télex
tr_tr: Teleks
zh_cn: 电报

source: IP phone
bg_bg: IP телефон
ca_es: Telèfon IP
fr_fr: Téléphone sur IP
nb_no: IP-telefon
nl_nl: IP telefoon
tr_tr: IP telefonu
zh_cn: 网上电话
zh_tw: 網路電話

source: Email 1
bg_bg: Мейл 1
ca_es: Correu electrònic 1
fr_fr: Adresse électronique 1
nb_no: E-post 1
tr_tr: E posta 1
zh_cn: 电子邮件1
zh_tw: 電子郵件 1

source: Email 2
bg_bg: Мейл 2
ca_es: Correu electrònic 2
fr_fr: Adresse électronique 2
nb_no: E-post 2
tr_tr: E posta 2
zh_cn: 电子邮件2
zh_tw: 電子郵件 2

source: Email 3
bg_bg: Мейл 3
ca_es: Correu electrònic 3
fr_fr: Adresse électronique 3
nb_no: E-post 3
tr_tr: E posta 3
zh_cn: 电子邮件3
zh_tw: 電子郵件 3

source: Categories
bg_bg: Категории
fr_fr: Catégories
nb_no: Kategorier
nl_nl: Categorieën
tr_tr: Kategoriler
zh_cn: 类别
zh_tw: 分類

source: Optional 01
bg_bg: Незадължително 01
ca_es: Opcional 01
fr_fr: Optionnel 01
nb_no: Valgfritt 01
nl_nl: Optioneel 01
tr_tr: İsteğe bağlı 01
zh_cn: 任选01
zh_tw: 選項 01

source: Optional 02
bg_bg: Незадължително 02
ca_es: Opcional 02
fr_fr: Optionnel 02
nb_no: Valgfritt 02
nl_nl: Optioneel 02
tr_tr: İsteğe bağlı 02
zh_cn: 任选02
zh_tw: 選項 02

source: Optional 03
bg_bg: Незадължително 03
ca_es: Opcional 03
fr_fr: Optionnel 03
nb_no: Valgfritt 03
nl_nl: Optioneel 03
tr_tr: İsteğe bağlı 03
zh_cn: 任选03
zh_tw: 選項 03

source: Optional 04
bg_bg: Незадължително 04
ca_es: Opcional 04
fr_fr: Optionnel 04
nb_no: Valgfritt 04
nl_nl: Optioneel 03
tr_tr: İsteğe bağlı 04
zh_cn: 任选04
zh_tw: 選項 04

source: Optional 05
bg_bg: Незадължително 05
ca_es: Opcional 05
fr_fr: Optionnel 05
nb_no: Valgfritt 05
nl_nl: Optioneel 05
tr_tr: İsteğe bağlı 05
zh_cn: 任选05
zh_tw: 選項 05

source: Optional 06
bg_bg: Незадължително 06
ca_es: Opcional 06
fr_fr: Optionnel 06
nb_no: Valgfritt 06
nl_nl: Optioneel 06
tr_tr: İsteğe bağlı 06
zh_cn: 任选06
zh_tw: 選項 06

source: Optional 07
bg_bg: Незадължително 07
ca_es: Opcional 08
fr_fr: Optionnel 07
nb_no: Valgfritt 07
nl_nl: Optioneel 07
tr_tr: İsteğe bağlı 07
zh_cn: 任选07
zh_tw: 選項 07

source: Optional 08
bg_bg: Незадължително 08
ca_es: Opcional 09
fr_fr: Optionnel 08
nb_no: Valgfritt 08
nl_nl: Optioneel 08
tr_tr: İsteğe bağlı 08
zh_cn: 任选08
zh_tw: 選項 08

source: Optional 09
bg_bg: Незадължително 09
ca_es: Opcional 10
fr_fr: Optionnel 09
nb_no: Valgfritt 09
nl_nl: Optioneel 09
tr_tr: İsteğe bağlı 09
zh_cn: 任选09
zh_tw: 選項 09

source: Optional 10
bg_bg: По избор 10
ca_es: Opcional 11
fr_fr: Optionnel 10
nb_no: Valgfritt 10
nl_nl: Optioneel 10
tr_tr: İsteğe bağlı 10
zh_cn: 任选10
zh_tw: 選項 10

source: Optional 11
bg_bg: По избор 11
ca_es: Opcional 11
fr_fr: Optionnel 11
nb_no: Valgfritt 11
nl_nl: Optioneel 11
tr_tr: İsteğe bağlı 11
zh_cn: 任选11
zh_tw: 選項 11

source: Optional 12
bg_bg: Незадължително 12
ca_es: Opcional 12
fr_fr: Optionnel 12
nb_no: Valgfritt 12
nl_nl: Optioneel 12
tr_tr: İsteğe bağlı 12
zh_cn: 任选12
zh_tw: 選項 12

source: Optional 13
bg_bg: Незадължително 13
ca_es: Opcional 13
fr_fr: Optionnel 13
nb_no: Valgfritt 13
nl_nl: Optioneel 13
tr_tr: İsteğe bağlı 13
zh_cn: 任选13
zh_tw: 選項 13

source: Optional 14
bg_bg: Незадължително 14
ca_es: Opcional 14
fr_fr: Optionnel 14
nb_no: Valgfritt 14
nl_nl: Optioneel 14
tr_tr: İsteğe bağlı 14
zh_cn: 任选14
zh_tw: 選項 14

source: Optional 15
bg_bg: Незадължително 15
ca_es: Opcional 15
fr_fr: Optionnel 15
nb_no: Valgfritt 15
nl_nl: Optioneel 15
tr_tr: İsteğe bağlı 15
zh_cn: 任选15
zh_tw: 選項 15

source: Optional 16
bg_bg: Незадължително 16
ca_es: Opcional 16
fr_fr: Optionnel 16
nb_no: Valgfritt 16
nl_nl: Optioneel 16
tr_tr: İsteğe bağlı 16
zh_cn: 任选16
zh_tw: 選項 16

source: Optional 17
bg_bg: Незадължително 17
ca_es: Opcional 17
fr_fr: Optionnel 17
nb_no: Valgfritt 17
nl_nl: Optioneel 17
tr_tr: İsteğe bağlı 17
zh_cn: 任选17
zh_tw: 選項 17

source: Optional 18
bg_bg: Незадължително 18
ca_es: Opcional 18
fr_fr: Optionnel 18
nb_no: Valgfritt 18
nl_nl: Optioneel 18
tr_tr: İsteğe bağlı 18
zh_cn: 任选18
zh_tw: 選項 18

source: Optional 19
bg_bg: Незадължително 19
ca_es: Opcional 19
fr_fr: Optionnel 19
nb_no: Valgfritt 19
nl_nl: Optioneel 19
tr_tr: İsteğe bağlı 19
zh_cn: 任选19
zh_tw: 選項 19

source: Optional 20
bg_bg: Незадължително 20
ca_es: Opcional 20
fr_fr: Optionnel 20
nb_no: Valgfritt 20
nl_nl: Optioneel 20
tr_tr: İsteğe bağlı 20
zh_cn: 任选20
zh_tw: 選項 20

source: Date of birth
bg_bg: Дата на раждане
ca_es: Data de naixement
fr_fr: Date de naissance
nb_no: Fødselsdato
nl_nl: Geboortedatum
tr_tr: Doğum tarihi
zh_cn: 出生日期
zh_tw: 生日

source: Anniversary
bg_bg: Юбилей
ca_es: Aniversari
fr_fr: Anniversaire
nb_no: Jubileum
nl_nl: Jubileum
tr_tr: Yıl dönümü
zh_cn: 周年纪念
zh_tw: 週年紀念日

source: File as
bg_bg: Файлът е като
ca_es: Desa com a
fr_fr: Classer comme
nb_no: Arkiver som
nl_nl: Opslaan als
tr_tr: Dosyala
zh_cn: 文件为
zh_tw: 另存新檔

source: First name (yomi)
bg_bg: Името (йоми)
ca_es: Nom (yomi)
fr_fr: Prénom (yomi)
nb_no: Fornavn (yomi)
nl_nl: Voornaam (yomi)
tr_tr: Ad (yomi)
zh_cn: 名字（和式拼音）
zh_tw: 名字（注音）

source: Last name (yomi)
bg_bg: Фамилното име (йоми)
ca_es: Llinatges (yomi)
fr_fr: Nom (yomi)
nb_no: Etternavn (yomi)
nl_nl: Achternaam (yomi)
tr_tr: Soyad (yomi)
zh_cn: 姓氏（和式拼音）
zh_tw: 姓氏（注音）
