Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: A new appointment was created by [created_by] on behalf of [behalf_of]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: Ново събитие бе създадено от [created_by] от името на [name_of]. \ N \ nAppointment \ n =========== \ nСъздаден от: [created_by] \ nСъздаден на: [creation_datetime] \ n [ заглавното] \ п [място] \ п [Start] \ п [END] \ п [серия] [delete_exceptions] [change_exceptions] \ п [описание] \ nParticipants \ п ============ \ п [участници] \ н \ nResources \ н ========= \ н [ресурси] \ н \ н ====================== ====================
ca_es: [created_by] ha creat una nova cita en nom de [behalf_of]. Cita ==== Creada per: [created_by] Creada el: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: [created_by] ha creado una nueva cita en nombre de [behalf_of]. Cita ==== Creada por: [created_by] Creada el: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: Un nouveau rendez-vous a été créé par [created_by] pour le compte de [behalf_of]. Rendez-vous =========== Créé par : [created_by] Créé le : [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: En ny avtale ble skapt av [created_by] på vegne av [behalf_of]. Avtale =========== Laget av: [created_by] Opprettet: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: Een nieuwe afspraak is aangemaakt door [created_by] namens [behalf_of]. Afspraak ==== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: Nowe spotkanie zostało utworzone przez użytkownika [created_by] w imieniu użytkownika [behalf_of]. Spotkanie ========= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: Yeni randevu [created_by] tarafından, [behalf_of] adına oluşturuldu. Randevu =========== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: 一个新约会是由 [created_by] 以 [behalf_of] 之名义创建。约会 =========== 创建人： [created_by] 创建日期： [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: [created_by] 代表 [behalf_of] 建立了一個新約會。 約會 =========== 建立者：[created_by] 建立時間：[creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================

source: A new task was created by [created_by]. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: Нова задача бе създадена от [created_by]. \ NМожете да проверите тази задача в задачите си: \ n [link] \ n \ nТак \ n ==== \ nСъздадена от: [created_by] \ nСъздадена на: [creation_datetime] п [заглавие] \ п [FOLDER_NAME] \ п [приоритет] \ п [task_status] \ п \ п [Start] \ п [END] \ п [серия] \ п [описание] \ nParticipants \ п ===== ======= \ н [участници] \ н \ nResources \ н ========= \ н [ресурси] \ н \ н ============== ============================
ca_es: Ha estat creada una nova tasca per [created_by]. Podeu revisar aquesta tasca a les vostres tasques: [link] Tasca ===== Creada per: [created_by] Creada el: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: Ha sido creada una nueva tarea por [created_by]. Puede revisar esta tarea en sus tareas: [link] Tarea ===== Creada por: [created_by] Creada el: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participantes ============= [participants] Rescursos ======== [resources] ==========================================
fr_fr: Une nouvelle tâche a été créée par [created_by]. Vous pouvez vérifier cette tâche dans vos tâches : [link] Tâche ===== Créée par : [created_by] Créée le : [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: En ny oppgave ble opprettet av [created_by]. Du kan sjekke denne oppgaven i dine oppgaver: [link] Oppgaver ==== Laget av: [created_by] Opprettet: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: Een nieuwe taak is aangemaakt door [created_by]. Directe koppeling: [link] Taak ==== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [folder_name] [priority] [task_status] Startdatum: [start] Einddatum: [end] [series] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: Nowe zadanie zostało utworzone przez [created_by]. Możesz sprawdzić to zadanie w swoim kalendarzu: [link] Zadanie ======= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: Yeni görev [created_by] tarafından oluşturuldu. Bu görevi, görevleriniz içinde kontrol edin: [link] Task ==== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: 一个新任务是由 [created_by] 创建。您可以再您的任务中检查此任务： [link] 任务 ==== 创建人： [created_by] 创建日期： [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: [created_by] 建立了一個新任務。 您可以在您的任務中檢查此任務： [link] 任務 ==== 建立者：[created_by] 建立時間：[creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================

source: A new task was created by [created_by]. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: Нова задача бе създадена от [created_by]. \ N \ nТак \ n ==== \ nСъздадена от: [created_by] \ nСъздадена на: [creation_datetime] \ n [title] \ n [ п [task_status] \ н \ н [Start] \ н [край] \ н [поредица] \ н [описание] \ nParticipants \ н ============ \ н [участници] \ н \ nResources \ п ========= \ п [средства] \ п \ п ============================= =============
ca_es: Ha estat creada una nova tasca per [created_by]. Tasca ===== Creada peor: [created_by] Creada el: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: Ha sido creada una nueva tarea por [created_by]. Tarea ===== Creada por: [created_by] Creada el: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: Une nouvelle tâche a été créée par [created_by]. Tâche ===== Créée par : [created_by] Créée le : [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: En ny oppgave ble opprettet av [created_by]. Oppgave =========== Laget av: [created_by] Opprettet: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: Een nieuwe taak is aangemaakt door [created_by]. Taak ==== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [folder_name] [priority] [task_status] Startdatum: [start] Einddatum: [end] [series] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: Nowe zadanie zostało utworzone przez [created_by]. Zadanie ======= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: Yeni görev [created_by] tarafından oluşturuldu. Görev ==== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: 一个新任务是由 [created_by] 创建。任务 ==== 创建人： [created_by] 创建日期： [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: [created_by] 建立了一個新任務。 任務 ==== 建立者：[created_by] 建立時間：[creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================

source: This appointment does not take place. It was either deleted by [changed_by] or you have been removed from the list of participants. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: Тази среща не се провежда. \ NТой е бил изтрит от [changed_by] или \ nвреме сте били премахнати от списъка с участници. \ N \ nАмпортиране \ n =========== \ nСъздаден от: created_by] \ nСъздадена на: [creation_datetime] \ n [заглавие] \ n [местоположение] [име_на_парка] \ n \ \ nParticipants \ н ============ \ н [участници] \ н \ nResources \ н ========= \ н [ресурси] \ н \ н ===== =====================================
ca_es: Aquesta cita no tindrà lloc. O bé ha estat suprimida per [changed_by] o heu estat eliminat de la llista de participants. Cita ==== Creada per: [created_by] Creada el: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: Esta cita no tendrá lugar. O bien fue borrada por [changed_by] o ha sido eliminado de la lista de participantes. Cita ==== Creada por: [created_by] Creada el: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: Ce rendez-vous n'a pas lieu. Soit il a été supprimé par [changed_by] soit votre nom a été retiré de la liste des participants. Rendez-vous =========== Créé par : created_by] Créé le : [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: Denne avtalen finner ikke sted. Den ble enten slettet av [changed_by] eller du ble fjernet fra listen over deltakere. Avtale =========== Opprettet av: [created_by] Opprettet: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: Deze afspraak gaat niet door. U bent verwijderd uit de lijst van deelnemers of de afspraak is verwijderd door [changed_by]. Afspraak =========== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [location][folder_name] Startdatum: [start] Einddatum: [end] [series][delete_exceptions][change_exceptions] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: To spotkanie nie odbędzie się. Albo zostało anulowane przez [changed_by] albo zostałeś usunięty z listy uczestników. Spotkanie ========= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: Bu randevu bulunmamaktadır. [changed_by] tarafından silinmiş olabilir yada katılımcılar listesinden çıkarılmış olabilirsiniz. Randevu =========== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: 此约会没有办成。它要不由 [changed_by] 删除，要不您从参与者列表中被删除。约会 =========== 创建人： [created_by] 创建日期： [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: 此約會沒有發生。 它被 [changed_by] 刪除或 您已被從參與者列表中刪除。 約會 =========== 建立者：[created_by] 建立時間：[creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================

source: This task was either deleted by [changed_by] or you have been removed from the list of participants. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: Тази задача бе или изтрита от [changed_by], или \ nвреме сте били премахнати от списъка с участници. \ N \ nТак \ n ==== \ nСъздаден от: [created_by] \ nСъздаден на: [creation_datetime] \ n [title] \ п [FOLDER_NAME] \ п [приоритет] \ п [task_status] \ п \ п [Start] \ п [END] \ п [серия] \ п [описание] \ nParticipants \ п ========= === \ н [участници] \ н \ nResources \ н ========= \ н [ресурси] \ н \ н ================== ========================
ca_es: Aquesta tasca ha estat suprimida per [changed_by] o ha heu estat eliminat de la llista de participants. Tasca ===== Creada per: [created_by] Creada el: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: Esta tarea fue borrada por [changed_by] o ha sido eliminado de la lista de participantes. Tarea ===== Creada por: [created_by] Creada el: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: Cette tâche a été soit supprimée par [changed_by], soit votre nom a été retiré de la liste des participants. Tâche ===== Créée par : [created_by] Créée le : [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: Denne oppgaven ble enten slettet av [changed_by] eller du ble fjernet fra listen over deltakere. Oppgave =========== Opprettet av: [created_by] Opprettet: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: U bent verwijderd uit de lijst van deelnemers of de afspraak is verwijderd door [changed_by]. Taak ==== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [folder_name] [priority] [task_status] Startdatum: [start] Einddatum: [end] [series] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: To zadanie albo zostało anulowane przez [changed_by] albo zostałeś usunięty z listy uczestników. Zadanie ======= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: Bu görev ya [changed_by] tarafından silinmiş olabilir yada katılımcılar listesinden çıkarılmış olabilirsiniz. Görev ==== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: 此任务要不由 [changed_by] 删除，要不您从参与者列表中被删除。任务 ==== 创建人： [created_by] 创建日期： [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: 此約會被 [changed_by] 刪除或 您已被從參與者列表中刪除。 任務 ==== 建立者：[created_by] 建立時間：[creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================
