Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: US/Hawaii
bg_bg: САЩ / Хавай
ca_es: EUA/Hawai
es_mx: EEUU/Hawai
fr_fr: États-Unis / Hawaï
nb_no: USA / Hawaii
nl_nl: VS/Hawaii
pl_pl: Stany Zjednoczone/Hawaje
tr_tr: A.B.D./Hawaii
zh_cn: 美国/夏威夷
zh_tw: 美國/夏威夷

source: US/Indiana-Starke
bg_bg: САЩ / Индиана-Starke
ca_es: EUA/Indiana-Starke
es_mx: EEUU/Indiana-Starke
fr_fr: États-Unis / Comté de Starke
nb_no: USA/Indiana-Starke
nl_nl: VS/Indiana-Starke
pl_pl: Stany Zjednoczone/Indiana-Starke
tr_tr: A.B.D./Indiana-Starke
zh_cn: 美国/印第安纳-斯塔克
zh_tw: 美國/印第安那-斯塔克

source: US/Michigan
bg_bg: САЩ / Мичиган
ca_es: EUA/Michigan
es_mx: EEUU/Michigan
fr_fr: États-Unis / Michigan
nb_no: USA / Michigan
nl_nl: VS/Michigan
pl_pl: Stany Zjednoczone/Michigan
tr_tr: A.B.D./Michigan
zh_cn: 美国/密执根
zh_tw: 美國/密西根

source: US/Mountain
bg_bg: САЩ / Mountain
ca_es: EUA/Montana
es_mx: EEUU/Rocosas
fr_fr: États-Unis / Mountain
nb_no: USA/Mountain
nl_nl: VS/Mountain
pl_pl: Stany Zjednoczone/Góry
zh_cn: 美国/山区
zh_tw: 美國/山區

source: US/Pacific
bg_bg: САЩ / Тихоокеанския
ca_es: EUA/PacÃ­fic
es_mx: EEUU/Pacífico
fr_fr: États-Unis / Pacifique
nb_no: USA/Pacific
nl_nl: VS/Pacific
pl_pl: Stany Zjednoczone/Pacyfik
tr_tr: A.B.D./Pasifik
zh_cn: 美国/太平洋
zh_tw: 美國/太平洋

source: US/Pacific-New
bg_bg: САЩ / Тихоокеанския-New
ca_es: EUA/Pacífic-Nou
es_mx: EEUU/Pacífico-Nuevo
fr_fr: États-Unis / Nouveau Pacifique
nb_no: USA/Pacific-New
nl_nl: VS/Pacific-New
pl_pl: Stany Zjednoczone/Pacyfik - nowe
tr_tr: A.B.D./Pasifik-Yeni
zh_cn: 美国/太平洋-新
zh_tw: 美國/太平洋-新

source: US/Samoa
bg_bg: САЩ / Самоа
ca_es: EUA/Samoa
es_mx: EEUU/Samoa
fr_fr: États-Unis / Samoa
nb_no: USA/Samoa
nl_nl: VS/Samoa
pl_pl: Stany Zjednoczone/Samoa
tr_tr: A.B.D./Samoa
zh_cn: 美国/萨摩亚
zh_tw: 美國/薩摩亞

# verb
source: accepted
bg_bg: прие
ca_es: acceptat
fr_fr: accepté
nb_no: akseptert
nl_nl: geaccepteerd
zh_cn: 已接受
zh_tw: 已接受

# adjective
source: accepted
bg_bg: приет
ca_es: acceptat
fr_fr: accepté
nb_no: akseptert
nl_nl: geaccepteerd
zh_cn: 已接受
zh_tw: 已接受

# verb
source: declined
bg_bg: отказа
ca_es: rebutjat
fr_fr: décliné
nb_no: avslått
nl_nl: afgewezen
zh_cn: 已拒绝
zh_tw: 已拒絕

# adjective
source: declined
bg_bg: отказан
ca_es: rebutjat
fr_fr: décliné
nb_no: avslått
nl_nl: afgewezen
zh_cn: 已拒绝
zh_tw: 已拒絕

# verb
source: tentatively accepted
bg_bg: условно прие
ca_es: proposta acceptada
fr_fr: accepté provisoirement
nb_no: foreløpig akseptert
nl_nl: voorlopig geaccepteerd
zh_cn: 临时接受
zh_tw: 暫時接受

# adjective
source: tentatively accepted
bg_bg: условно приет
ca_es: proposta acceptada
fr_fr: accepté provisoirement
nb_no: foreløpig akseptert
nl_nl: voorlopig geaccepteerd
zh_cn: 临时接受
zh_tw: 暫時接受

source: The server configuration cannot be retrieved due to an internal server error. Please try again later.
bg_bg: Сървърната конфигурация не беше получена заради вътрешна грешка на сървъра. Моля опитайте по-късно.
nb_no: Tjenerkonfigurasjonen kunne ikke hentes på grunn av en intern tjenerfeil. Vennligst forsøk igjen senere.
nl_nl: De serversinstellingen kunnen niet opgehaald worden door een interne serverfout. Probeer het alstublieft later opnieuw.
zh_cn: 由于一个内部服务器错误，因而不能检索服务器配置。请再试。

source: Verification of client ticket failed.
bg_bg: Проверката на клиентския билет се провали.
ca_es: Ha fallat la verificació del tiquet del client.
fr_fr: Échec de la vérification du ticket client.
nb_no: Verifisering av klientbillett mislyktes.
nl_nl: Verificatie van client-ticket is mislukt.
tr_tr: Müşteri ticket doğrulaması başarısız oldu.
zh_cn: 客户端筹票验证失败。
zh_tw: 客戶端票證驗證失敗。

source: Failed to get a delegate ticket.
bg_bg: Не можa да се получи делегат билет.
ca_es: Ha fallat l'obtenció d'un tiquet delegat.
fr_fr: Impossible d'obtenir un ticket de délégation.
nb_no: Kunne ikke hente en representantbillett.
nl_nl: Het is niet gelukt gedelegeerd ticket te verkrijgen.
zh_cn: 获取委托筹票失败。
zh_tw: 無法取得委派票證。

source: Communication to Kerberos server failed.
bg_bg: Съобщението до сървъра на Kerberos не бе успешно.
ca_es: Ha fallat la comunicació amb el servidor Kerberos.
fr_fr: Échec de communication avec le serveur Kerberos.
nb_no: Kommunikasjon til Kerberos-server mislyktes.
nl_nl: Fout opgetreden bij communicatie met Kerberosserver.
tr_tr: Kerberos sunucusuna bağlantı başarısız oldu.
zh_cn: 与 Kerberos 服务器通信失败。
zh_tw: 與 Kerberos 伺服器通訊發生錯誤。

source: Authenticating this service against the Kerberos server failed.
bg_bg: Удостоверяването на тази услуга срещу сървъра на Kerberos не бе успешно.
ca_es: Ha fallat l'autenticació d'aquest servei contra el servidor Kerberos.
fr_fr: Échec de l'authentification de ce service auprès du serveur Kerberos.
nb_no: Godkjenning av denne tjenesten mot Kerberos-serveren mislyktes.
nl_nl: Authenticatie van deze dienst tegen de Kerberosserver mislukt.
tr_tr: Bu hizmetin Kerberos sunucularına karşı doğrulanması başarısız olmuştur.
zh_cn: 对 Kerberos 服务器验证此服务失败。
zh_tw: 向 Kerberos 伺服器驗證此服務失敗。

source: Problem while terminating service ticket.
bg_bg: Проблем при прекратяване на сервизен билет.
ca_es: Hi ha hagut un problema en finalitzar el tiquet del servei.
fr_fr: Problème en mettant fin au ticket du service.
nb_no: Problem under avslutting av tjenestebillett.
nl_nl: Probleem tijdens het beëindigen van dit service-ticket.
zh_cn: 终结服务籌票时出现问题。
zh_tw: 終結服務票證時發生錯誤。

source: No Kerberos delegation ticket found in session.
bg_bg: В сесията не се намери билет за делегация на Kerberos.
ca_es: No s'ha trobat tiquet de delegació Kerberos en la sessió.
fr_fr: Aucun ticket de délégation Kerberos trouvé dans la session.
nb_no: Ingen Kerberos-delegeringsbillett funnet i økten.
nl_nl: Geen Kerberos-delegatieticket gevonden in sessie.
tr_tr: Oturumda hiçbir Kerberos yetkilendirme ticket'ı bulunamadı.
zh_cn: 环境中没有找到 Kerberos 委托筹票。
zh_tw: 無法於 session 中找到 Kerberos 委派票證。

source: Synchronize your calendars and appointments.
bg_bg: Синхронизиране на календари и задачи.
fr_fr: Synchroniser vos agendas et rendez-vous.
nb_no: Synkronisere dine kalendere og avtaler.
nl_nl: Synchroniseer uw agenda's en afspraken.
zh_cn: 同步您的日历和约会。
zh_tw: 同步您的行事曆與約會。

source: Read all your appointments.
bg_bg: Четене на всичките ви събития.
fr_fr: Consulter tous vos rendez-vous.
nb_no: Lese alle avtalene dine.
nl_nl: Lees al uw afspraken.
zh_cn: 读取您所有约会。
zh_tw: 閱讀您所有的約會。

source: Create, modify and delete appointments.
bg_bg: Създаване, променяне и изтриване срещи.
fr_fr: Créer, modifier et supprimer des rendez-vous.
nb_no: Opprette, redigere og slette avtaler.
nl_nl: Maak, wijzig en verwijder afspraken.
tr_tr: Randevuları oluştur, düzenle veya sil
zh_cn: 创建、更改、删除约会。
zh_tw: 建立、修改並刪除約會。

source: Synchronize your address books and contacts.
bg_bg: Синхронизирайте адресите и контактите си.
fr_fr: Synchroniser vos carnets d'adresses et contacts.
nb_no: Synkronisere dine adressebøker og kontakter.
nl_nl: Synchroniseer uw adresboek en contacten.
zh_cn: 同步您的地址簿和联系人。
zh_tw: 同步您的通訊錄與聯絡人。

source: Conversion failed for property "%1$s": %2$s
bg_bg: Преобразуването не бе успешно за собственост \ " %1$s ": %2$s
fr_fr: La conversion a échoué pour la propriété "%1$s": %2$s
nb_no: Konvertering feilet for egenskapen "%1$s": %2$s
nl_nl: Conversie mislukt voor eigenschap "%1$s": %2$s
zh_cn: 属性 "%1$s" 交谈失败：%2$s
zh_tw: 屬性「%1$s」轉換失敗: %2$s

source: No calendar data could be found in the supplied file. Please use a valid iCalendar file and try again.
bg_bg: Няма данни за календар в предоставения файл. Моля, използвайте валиден файл iCalendar и опитайте отново.

source: Error reading calendar data at line %1$d: %2$s
bg_bg: Грешка при четене на данните от календара на ред %1$d : %2$s

source: Not all of the objects could be imported due to a configured limitation.
bg_bg: Не всички обекти могат да бъдат импортирани поради конфигурирано ограничение.

source: The given iCalendar source does not contain valid content and cannot be processed.
bg_bg: Даденият източник iCalendar не съдържа валидно съдържание и не може да бъде обработен.

source: An attendee wanted to change his/her participant state in an appointment that was already deleted.
bg_bg: Участник искаше да промени състоянието на участник в среща, която вече беше изтрита.

source: Change the subject to %1$s.
bg_bg: Смени заглавието на %1$s.
ca_es: Canvia l'assumpte a: %1$s.
fr_fr: Changer le sujet en %1$s.
nb_no: Endre emnet til %1$s.
nl_nl: Verander het onderwerp naar %1$s.
zh_cn: 修改主题为 %1$s。
zh_tw: 將主旨修改為 %1$s。

source: The appointment has a new subject: %1$s.
bg_bg: Събитието има нова тема: %1$s.
ca_es: La cita té un nou assumpte: %1$s.
fr_fr: Le rendez-vous a un nouveau sujet : %1$s.
nb_no: Avtalen har et nytt emne: %1$s.
nl_nl: De afspraak heeft een nieuw onderwerp: %1$s.
tr_tr: Randevunun yeni bir konusu var: %1$s.
zh_cn: 约会有了一个新的主题：%1$s。
zh_tw: 約會已有新的主旨: %1$s。

source: Use the appointment description below.
bg_bg: Използвайте описанието по-долу.
ca_es: Empra la descripció de la cita que hi ha a continuació.
fr_fr: Utiliser la description du rendez-vous ci-dessous.
nb_no: Bruk avtalebeskrivelsen nedenfor.
nl_nl: Gebruik het onderstaande omschrijving veld.
tr_tr: Aşağıdaki randevu açıklamasını kullan.
zh_cn: 使用以下的约会描述。
zh_tw: 使用下列約會註解。

source: The appointment description has changed.
bg_bg: Описанието на назначението се промени.
ca_es: La descripció de la cita ha estat canviaa.
fr_fr: La description du rendez-vous a été modifiée.
nb_no: Avtalebeskrivelsen er endret.
nl_nl: De omschrijving bij de afspraak is aangepast.
tr_tr: Randevu açıklaması değiştirildi.
zh_cn: 约会描述已修改。
zh_tw: 已修改約會註解。

source: The timezone of the appointment was changed. Original timezone: %1$s. New timezone: %2$s
bg_bg: Часовата зона на срещата бе променена. Оригинална часова зона: %1$s . Нова часова зона: %2$s

source: The timezone of the appointments start date was changed. Original timezone: %1$s. New timezone: %2$s
bg_bg: Часът на началната дата на срещите бе променен. Оригинална часова зона: %1$s . Нова часова зона: %2$s

source: The timezone of the appointments end date was changed. Original timezone: %1$s. New timezone: %2$s
bg_bg: Часовата зона на крайната дата на срещите бе променена. Оригинална часова зона: %1$s . Нова часова зона: %2$s

source: Reschedule the event. Original date/time: %1$s. New date/time: %2$s
bg_bg: Разсрочване на събитието. Оригинална дата / час: %1$s . Нова дата / час: %2$s
ca_es: Reprograma l'esdeveniment. Data/hora original: %1$s. Nova data/hora: %2$s
fr_fr: Redéfinir la date de l'évènement. Date originelle : %1$s. Nouvelle date : %2$s
nb_no: Planlegge arrangementet på nytt. Opprinnelig dato/tid: %1$s. Ny dato/tid: %2$s
nl_nl: Verzet de afspraak. Originele datum en tijd: %1$s. Nieuwe datum en tijd: %2$s
tr_tr: Etkinliği yeniden planla.Orijinal tarih/saat: %1$s. Yeni tarih/saat: %2$s
zh_cn: 重新安排事件日期。原来日期/时间：%1$s。新的日期/时间：%2$s
zh_tw: 重新安排事件。原始日期/時間: %1$s。新日期/時間: %2$s

source: The event %s couldn't be deleted: %s
bg_bg: Събитието %s не можа да бъде изтрито: %s

source: Multiple events couldn't be deleted.
bg_bg: Много събития не можаха да бъдат изтрити.

source: Unable to add alarms: %s
bg_bg: Алармите не могат да се добавят: %s

source: The content-id '%1$s' refers to a non-existing attachment in the body part.
bg_bg: Идентификаторът за съдържание " %1$s " се отнася до несъществуващ прикачен файл в частта на тялото.

source: The metadata of the attachment '%1$s' does not have a content-id.
bg_bg: Метаданните на прикачения файл " %1$s " нямат ID-съдържание.

source: Birthday Calendar
bg_bg: Календар за рожден ден

source: Birthdays
bg_bg: Рождени дни

source: A calendar that automatically populates with the known birthdays of everyone in your address books.
bg_bg: Календар, който автоматично се среща с познатите рождени дни на всички в адресните ви книги.

source: The calendar was refreshed less than a minute ago. Please try again later.
bg_bg: Календарът бе опреснен преди по-малко от минута. Моля, опитайте отново по-късно.

source: ICal Feed Calendar
bg_bg: Идент

source: The feed URI is missing.
bg_bg: Файловият URI липсва.

source: The given feed URI is invalid. Please change it and try again.
bg_bg: Даденият URI на емисиите е невалиден. Моля, променете го и опитайте отново.

source: Cannot connect to feed with URI: %1$s. Please change it and try again.
bg_bg: Не може да се свърже към емисии с URI: %1$s . Моля, променете го и опитайте отново.

source: The provided URI %1$s does not contain content as expected. Please change it and try again.
bg_bg: Предоставеното URI %1$s не съдържа съдържание според очакванията. Моля, променете го и опитайте отново.

source: The field %1$s cannot be changed.
bg_bg: Полето %1$s не може да бъде променено.

source: The field '%1$s' contains an unexpected value '%2$s'
bg_bg: Полето ' %1$s ' съдържа неочаквана стойност ' %2$s '

source: Unfortunately your requested feed cannot be subscribed due to size limitations.
bg_bg: За съжаление заявената Ви емисия не може да бъде абонирана поради ограничения на размера.

source: Unfortunately the given feed URI cannot be processed as expected.
bg_bg: За съжаление даденият URI за емисии не може да бъде обработен, както се очаква.

source: The remote service is unavailable at the moment. There is nothing we can do about it. Please try again later.
bg_bg: Отдалечената услуга в момента не е налице. Не можем да направим нищо по въпроса. Моля, опитайте отново по-късно.

source: An internal server error occurred on the feed provider side. There is nothing we can do about it.
bg_bg: Възникна вътрешна сървърна грешка от страна на доставчика на храни. Не можем да направим нищо по въпроса.

source: A remote server error occurred on the feed provider side. There is nothing we can do about it.
bg_bg: Възникна грешка от отдалечен сървър от страна на доставчика на храни. Не можем да направим нищо по въпроса.

source: Access to this calendar is restricted. Please enter your credentials and try again.
bg_bg: Достъпът до този календар е ограничен. Моля, въведете идентификационните си данни и опитайте отново.

source: Authentication failed. Please enter your credentials and try again.
bg_bg: Неуспешна идентификация. Моля, въведете идентификационните си данни и опитайте отново.

source: Access to this calendar is restricted. Please enter your password and try again.
bg_bg: Достъпът до този календар е ограничен. Моля, въведете паролата си и опитайте отново.

source: Authentication failed. Please enter your password and try again.
bg_bg: Неуспешна идентификация. Моля, въведете паролата си и опитайте отново.

source: Authentication failed due to a recent credentials change. Please remove the account and add it again with correct credentials.
bg_bg: Удостоверяването не бе успешно поради скорошна промяна на данните. Моля, премахнете профила и го добавете отново с правилните идентификационни данни.

source: Internal Calendar
bg_bg: Вътрешен календар

source: Private
bg_bg: Частен
ca_es: Privat
fr_fr: Privé
nb_no: Privat
nl_nl: Privé
tr_tr: Özel
zh_cn: 私人
zh_tw: 私人

source: Subject
bg_bg: Тема
fr_fr: Sujet
nb_no: Emne
nl_nl: Onderwerp
zh_cn: 主题
zh_tw: 主旨

source: Starts on
bg_bg: Стартира

source: Ends on
bg_bg: Завършва

source: Repeat
bg_bg: повторение

source: Description
bg_bg: Описание
nb_no: Beskrivelse
nl_nl: Omschrijving
tr_tr: Açıklama
zh_cn: 描述
zh_tw: 描述

source: Visibility
bg_bg: Видимост

source: Color
bg_bg: цвят

source: Show as
bg_bg: Показване като

source: Attachments
bg_bg: Прикачени
ca_es: Adjunts
fr_fr: Pièces jointes
nb_no: Vedlegg
nl_nl: Bijlagen
tr_tr: Eklentiler
zh_cn: 附件
zh_tw: 附件

source: The requested appointment was not found.
bg_bg: Заявеното назначение не бе намерено.

source: The requested folder was not found.
bg_bg: Заявената папка не бе намерена.

source: The requested participant was not found.
bg_bg: Заявеният участник не бе намерен.

source: The requested calendar account was not found.
bg_bg: Заявеният профил в календара не бе намерен.

source: The calendar provider "%1$s" is not available.
bg_bg: Доставчикът на календара \ " %1$s " не е налице.

source: The requested calendar account is currently disabled. Please enable the account and try again.
bg_bg: Заявеният профил в календара е деактивиран. Моля, активирайте профила и опитайте отново.

source: The requested operation is not supported for calendar provider "%1$s".
bg_bg: Заявената операция не се поддържа за доставчик на календари \ " %1$s ".

source: The operation could not be completed due to insufficient permissions.
bg_bg: Операцията не можа да бъде завършена поради недостатъчни разрешения.

source: This modification can only be performed by the organizer of the appointment.
bg_bg: Тази промяна може да бъде извършена само от организатора на срещата.

source: Organizer must also be an attendee.
bg_bg: Организаторът също трябва да бъде присъстващ.

source: The operation could not be completed due to missing capabilities.
bg_bg: Операцията не можа да бъде завършена поради липсващи възможности.

source: The supplied folder is not supported. Please select a valid folder and try again.
bg_bg: Доставената папка не се поддържа. Моля, изберете валидна папка и опитайте отново.

source: The operation could not be completed due to a concurrent modification. Please reload the data and try again.
bg_bg: Операцията не можа да бъде завършена поради едновременна промяна. Моля, презаредете данните и опитайте отново.

source: The appointment could not be created due to another conflicting appointment with the same unique identifier.
bg_bg: Назначението не можа да бъде създадено поради друга конфликтна среща с един и същ уникален идентификатор.

source: The appointment conflicts with one or more other appointments.
bg_bg: Назначението е в конфликт с една или повече други срещи.

source: The field "%1$s" is mandatory. Please supply a valid value and try again.
bg_bg: Полето \ " %1$s " е задължително. Моля, въведете валидна стойност и опитайте отново.

source: The end date lies before the start date. Please correct the appointment times and try again.
bg_bg: Крайната дата е преди началната дата. Моля, коригирайте часовете за назначаване и опитайте отново.

source: Appointments in non-personal folders must not be classified as "private" or "secret".
bg_bg: Назначенията в не-лични папки не трябва да се класифицират като "частни" или "тайни".

source: Appointments with resources must not be classified as "secret".
bg_bg: Назначенията с ресурси не трябва да се класифицират като "тайни".

source: Appointments classified as "private" or "secret" cannot be moved to this type of folder.
bg_bg: Срещите, класифицирани като \ "private " или \ "secret ", не могат да бъдат преместени в този тип папка.

source: Occurrences of appointment series must not be classified differently.
bg_bg: Появата на сериите за срещи не трябва да се класифицира по различен начин.

source: The supplied recurrence rule is invalid. Please correct the rule and try again.
bg_bg: Представеното правило за повтаряне е невалидно. Моля, поправете правилото и опитайте отново.

source: The supplied reminder is invalid. Please correct the reminder and try again.
bg_bg: Представеното напомняне е невалидно. Моля, коригирайте напомнянето и опитайте отново.

source: The supplied timezone is invalid. Please select a valid timezone and try again.
bg_bg: Предоставената часова зона е невалидна. Моля, изберете валидна часова зона и опитайте отново.

source: The supplied geographical location is invalid. Please select valid coordinates and try again.
bg_bg: Доставеното географско местоположение е невалидно. Моля, изберете валидни координати и опитайте отново.

source: The supplied types of start and end date are incompatible. Please correct the appointment times and try again.
bg_bg: Предоставените типове начална и крайна дата са несъвместими. Моля, коригирайте часовете за назначаване и опитайте отново.

source: The supplied recurrence rule is not supported. Please use adjust the rule and try again.
bg_bg: Предоставеното правило за повтаряне не се поддържа. Моля, използвайте коригирайте правилото и опитайте отново.

source: The targeted occurrence is not part of the appointment series. Please select a valid recurrence identifier and try again.
bg_bg: Насоченото събитие не е част от поредицата от срещи. Моля, изберете валиден идентификатор на повторението и опитайте отново.

source: The split of the appointment series cannot be performed. Please select a valid split point and try again.
bg_bg: Разделянето на поредицата от срещи не може да бъде извършено. Моля, изберете валидна точка на разделяне и опитайте отново.

source: Moving an appointment series into another folder is not supported.
bg_bg: Преместването на поредица от срещи в друга папка не се поддържа.

source: Moving an occurrence of an appointment series into another folder is not supported.
bg_bg: Преместването на серия от срещи в друга папка не се поддържа.

source: The calendar user "%1$s" is invalid.
bg_bg: Потребител на календара \ " %1$s " е невалиден.

source: The supplied configuration is invalid. Please correct the configuration and try again.
bg_bg: Доставената конфигурация е невалидна. Моля, коригирайте конфигурацията и опитайте отново.

source: The character "%1$s" in field "%2$s" can't be saved. Please remove the problematic character and try again.
bg_bg: Не може да бъде запазен знакът \ " %1$s " в полето \ " %2$s ". Моля, премахнете проблемния знак и опитайте отново.
fr_fr: Le caractère « %1$s » dans le champ « %2$s » ne peut être enregistré. Veuillez supprimer le caractère problématique et réessayer.
nb_no: Tegnet "%1$s" i feltet "%2$s" kan ikke lagres. Vennligst fjern det problematiske tegnet og forsøk igjen.
nl_nl: Het teken "%1$s" in het veld "%2$s" kan niet opgeslagen worden. Verwijder het problematische teken alstublieft en probeer opnieuw.
tr_tr: "%2$s" alanındaki "%1$s" karakteri kaydedilemiyor. Lütfen sorun çıkaran karakteri çıkarın ve tekrar deneyin.
zh_cn: 不能保存字符 "%1$s"（在字段 "%2$s" 里）。请移除有问题的字符后再试。
zh_tw: 無法儲存欄位「%2$s」中的字元「%1$s」。請移除這個有問題的字元後再試一次。

source: Some data entered exceeded the field limit. Please shorten the value for "%1$s" (limit: %2$d, current: %3$d) and try again.
bg_bg: Някои въведени данни надхвърлят ограничението на полето. Моля, съкратете стойността за \ " %1$s " (лимит: %2$d , текуща: %3$d ) и опитайте отново.

source: The maximum number of calendar subscriptions is exceeded.
bg_bg: Максималният брой календарни абонаменти е превишен.

source: The value for "%2$s" is invalid and wasn't applied.
bg_bg: Стойността на \ " %2$s " е невалидна и не е била приложена.

source: The value for "%2$s" is not supported and wasn't applied.
bg_bg: Стойността за \ " %2$s " не се поддържа и не е била приложена.

source: The '%1$s' is either not an internal user or does not exist.
bg_bg: " %1$s " или не е вътрешен потребител, или не съществува.

source: Authentication failed.
bg_bg: Неуспешна идентификация.

source: Unable to create account. There have been issues with the provided authentication.
bg_bg: Не може да се създаде профил. Имаше проблеми с предоставеното удостоверяване.

source: The quota for account '%1$s' in context '%2$s' exceeded the limit.
bg_bg: Квотата за сметка " %1$s " в контекста " %2$s " надхвърли ограничението.

source: The requested attachment was not found.
bg_bg: Заявеният прикачен файл не бе намерен.

source: Too many appointments are queried. Please choose a shorter timeframe.
bg_bg: Преглеждат се твърде много срещи. Моля, изберете по-кратък срок.

source: The appointment contains too many participants.
bg_bg: Назначението съдържа твърде много участници.

source: The appointment contains too many reminders.
bg_bg: Назначението съдържа твърде много напомняния.

source: Your selection is not supported.
bg_bg: Изборът ви не се поддържа.
fr_fr: Votre choix n'est pas pris en charge.
nb_no: Valget ditt er ikke støttet.
nl_nl: Uw keuze wordt niet ondersteund.
zh_cn: 不支持您的选择。
zh_tw: 不支援您選擇的項目。
