Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: A command sent to mail server failed. Server response: %1$s
pl_pl: Nie można wykonać polecenia przesłanego do serwera poczty. Odpowiedź serwera: %1$s

source: A command failed on mail server %1$s with login %2$s (user=%3$s, context=%4$s). Server response: %5$s
es_mx: Se ha producido un error al ejecutar un comando en el servidor de correo %1$s con conexión %2$s (usuario=%3$s, contexto=%4$s). Respuesta del servidor: %5$s
pl_pl: Nie można wykonać polecenia na serwerze poczty %1$s przy loginie %2$s (użytkownik=%3$s, kontekst=%4$s). Odpowiedź serwera: %5$s

source: Mail server indicates a bad command. Server response: %1$s
es_mx: El servidor de correo reporta un comando erróneo. Respuesta del servidor: %1$s
pl_pl: Serwer poczty wskazał na złe polecenie. Odpowiedź serwera: %1$s

source: Bad command indicated by mail server %1$s with login %2$s (user=%3$s, context=%4$s). Server response: %5$s
es_mx: Comando erróneo reportado por el servidor de correo %1$s con conexión %2$s (usuario=%3$s, contexto=%4$s). Respuesta del servidor: %5$s
pl_pl: Nieprawidłowe polecenie wskazane przez serwer pocztowy %1$s przy loginie %2$s (użytkownik=%3$s, kontekst=%4$s). Odpowiedź serwera: %5$s

source: Error in mail server protocol. Error message: %1$s
es_mx: Error en el protocolo del servidor de correo. Mensaje de error: %1$s
pl_pl: Wystąpił błąd w protokole serwera poczty. Komunikat błędu: %1$s

source: Protocol error in data sent to to mail server %1$s with login %2$s (user=%3$s, context=%4$s). Error message: %5$s
pl_pl: Wystąpił błąd w protokole używanym z serwerem poczty %1$s przy loginie %2$s (użytkownik=%3$s, kontekst=%4$s). Komunikat błędu: %5$s

source: Message could not be sent: %1$s
es_mx: No se ha podido enviar el mensaje: %1$s
pl_pl: Nie można wysłać wiadomości: %1$s

source: Message could not be sent: %1$s %2$s
es_mx: No se ha podido enviar el mensaje: %1$s %2$s
pl_pl: Nie można wysłać wiadomości: %1$s %2$s

source: Message cannot be displayed.
es_mx: No es posible mostrar el mensaje.
pl_pl: Nie można wyświetlić wiadomości.

source: Wrong or missing login data to access mail transport server %1$s. Error message from mail transport server: %2$s
es_mx: Los datos de conexión para acceder al servidor de transporte de correo %1$s faltan o son erróneos. Mensaje de error del servidor de transporte de correo: %2$s
pl_pl: Nieprawidłowe lub brakujące dane logowania potrzebne do uzyskania dostępu do serwera transportującego pocztę %1$s. Komunikat o błędzie od serwera transportującego pocztę: %2$s

source: Wrong or missing login data to access mail transport server %1$s with login %2$s (user=%3$s, context=%4$s). Error message from mail transport server: %5$s
es_mx: Los datos de conexión para acceder al servidor de transporte de correo %1$s con nombre de usuario %2$s (usuario=%3$s, contexto=%4$s) faltan o son erróneos. Mensaje de error del servidor de transporte de correo: %5$s
pl_pl: Nieprawidłowe lub brakujące dane logowania potrzebne do uzyskania dostępu do serwera transportującego pocztę %1$s przy loginie %2$s (użytkownik=%3$s, kontekst=%4$s). Komunikat o błędzie od serwera transportującego pocztę: %5$s

source: Error processing mail server response. The administrator has been informed.
es_mx: Error al procesar la respuesta del servidor de correo. Se ha informado al administrador.
pl_pl: Podczas przetwarzania odpowiedzi serwera poczty wystąpił błąd. Wysłano wiadomość do administratora.

source: Error processing %1$s mail server response for login %2$s (user=%3$s, context=%4$s). The administrator has been informed.
es_mx: Error al procesar la respuesta del servidor de correo %1$s para la conexión %2$s (usuario=%3$s, contexto=%4$s). Se ha informado al administrador.
pl_pl: Wystąpił błąd podczas przetwarzania odpowiedzi od serwera poczty %1$s przy loginie %2$s (użytkownik=%3$s, kontekst=%4$s). Wysłano informację do administratora.

source: I/O error "%1$s" occurred in communication with "%2$s" mail server for login %3$s (user=%4$s, context=%5$s).
es_mx: Ha ocurrido un error de E/S "%1$s" en la comunicación con el servidor de correo "%2$s" para la conexión %3$s (usuario=%4$s, contexto=%5$s).
pl_pl: Wystąpił błąd we/wy "%1$s" podczas komunikacji z serwerem poczty "%2$s" przy loginie %3$s (użytkownik=%4$s, kontekst=%5$s).

source: Error processing mail server response. The administrator has been informed. Error message: %1$s
es_mx: Error al procesar la respuesta del servidor de correo. Se ha informado al administrador. Mensaje de error %1$s
pl_pl: Podczas przetwarzania odpowiedzi serwera poczty wystąpił błąd. Wysłano wiadomość do administratora. Komunikat błędu: %1$s

source: Error processing %1$s mail server response for login %2$s (user=%3$s, context=%4$s). The administrator has been informed. Error message: %5$s
es_mx: Error al procesar la respuesta del servidor de correo %1$s para la conexión %2$s (usuario=%3$s, contexto=%4$s). Se ha informado al administrador. Mensaje de error: %5$s
pl_pl: Wystąpił błąd podczas przetwarzania odpowiedzi od serwera poczty %1$s przy loginie %2$s (użytkownik=%3$s, kontekst=%4$s). Wysłano informację do administratora. Komunikat o błędzie: %5$s

source: That mailbox is already in use by another process. Please try again later.
es_mx: Ese buzón de correo ya está en uso por otro proceso. Por favor inténtelo de nuevo más tarde.
pl_pl: Ta skrzynka pocztowa jest już używana przez inny proces. Spróbuj ponownie później.

source: Error message: %1$s
es_mx: Mensaje de error: %1$s
pl_pl: Komunikat błędu: %1$s

source: That mailbox is already in use by another process on %1$s mail server for login %2$s (user=%3$s, context=%4$s). Please try again later.
es_mx: Ese buzón de correo ya está en uso por otro proceso en el servidor de correo %1$s para la conexión %2$s (usuario=%3$s, contexto=%4$s). Por favor inténtelo de nuevo más tarde.
pl_pl: Ta skrzynka pocztowa jest już używana przez inny proces na serwerze poczty %1$s dla loginu %2$s (użytkownik=%3$s, kontekst=%4$s). Spróbuj ponownie później.

source: Error message: %5$s
es_mx: Mensaje de error: %5$s
pl_pl: Komunikat błędu: %5$s

source: Unexpected error: %1$s.
es_mx: Error inesperado: %1$s.
pl_pl: Nieoczekiwany błąd: %1$s.

source: Cannot find mail account with identifier %1$s for user %2$s in context %3$s.
es_mx: No se puede encontrar una cuenta de correo con el identificador %1$s para el usuario %2$s en el contexto %3$s.
pl_pl: Nie można znaleźć konta pocztowego o identyfikatorze %1$s dla użytkownika %2$s w kontekście %3$s.

source: Found two mail accounts with same identifier %1$s for user %2$s in context %3$s.
es_mx: Se han encontrado dos cuentas de correo con el mismo identificador %1$s para el usuario %2$s en el contexto %3$s.
pl_pl: Znaleziono dwa konta pocztowe o tym samym identyfikatorze %1$s dla użytkownika %2$s w kontekście %3$s.

source: Found two mail accounts with same E-Mail address %1$s for user %2$s in context %3$s.
es_mx: Se han encontrado dos cuentas de correo con la misma dirección de E-Mail %1$s para el usuario %2$s en el contexto %3$s.
pl_pl: Znaleziono dwa konta pocztowe o tym samym adresie e-mail %1$s dla użytkownika %2$s w kontekście %3$s.

source: A host could not be resolved: %1$s.
bg_bg: Гост не можа да бъде решен: %1$s .
ca_es: No s'ha pogut trobar un servidor: %1$s.
es_mx: No se pudo resolver un equipo: %1$s.
fr_fr: Impossible de résoudre un nom d'hôte : %1$s.
nb_no: En vert kan ikke løses: %1$s.
nl_nl: Servernaam kan niet worden herleid: %1$s.
pl_pl: Nie można określić hosta: %1$s.
tr_tr: Bir ana bilgisayar çözülemedi: %1$s.
zh_cn: 无法解析主机：%1$s。
zh_tw: 無法解析主機: %1$s。

source: Denied deletion of default mail account of user %1$s in context %2$s.
es_mx: Se ha denegado el borrado de la cuenta de correo predeterminada del usuario %1$s en el contexto %2$s.
pl_pl: Odmowa usunięcia domyślnego konta pocztowego użytkownika %1$s w kontekście %2$s.

source: Denied update of default mail account of user %1$s in context %2$s.
es_mx: Se ha denegado la actualización de la cuenta de correo predeterminada del usuario %1$s en el contexto %2$s.
pl_pl: Odmowa aktualizacji domyślnego konta pocztowego użytkownika %1$s w kontekście %2$s.

source: No duplicate default account allowed.
es_mx: No se permiten cuentas predeterminadas duplicadas.
pl_pl: Nie jest dozwolony duplikat konta domyślnego.

source: Password encryption failed for login %1$s on server %2$s (user=%3$s, context=%4$s).
es_mx: La encriptación de la contraseña ha fallado para el acceso %1$s en el servidor %2$s (usuario=%3$s, contexto=%4$s).
pl_pl: Nie można zaszyfrować hasła dla loginu %1$s na serwerze %2$s (użytkownik=%3$s, kontekst=%4$s).

source: Password decryption failed for login %1$s on server %2$s (user=%3$s, context=%4$s).
es_mx: La desencriptación de la contraseña ha fallado para el acceso %1$s en el servidor %2$s (usuario=%3$s, contexto=%4$s).
pl_pl: Nie można odszyfrować hasła dla loginu %1$s na serwerze %2$s (użytkownik=%3$s, kontekst=%4$s).

source: The Unified Mail account already exists for user %1$s in context %2$s.
es_mx: La cuenta de correo Unificada ya existe para el usuario %1$s en el contexto %2$s.
pl_pl: Konto ujednoliconej skrzynki odbiorczej istnieje już dla użytkownika %1$s w kontekście %2$s.

source: Mail account creation failed.
es_mx: Ha fallado la creación de la cuenta de correo.
pl_pl: Nie można utworzyć konta pocztowego.

source: Mail account validation failed.
es_mx: Ha fallado la validación de la cuenta de correo.
pl_pl: Nie można sprawdzić konta pocztowego.

source: Multiple mail accounts not enabled for user %1$s in context %2$s.
es_mx: No se han activado las cuentas de correo múltiples para el usuario %1$s en el contexto %2$s.
pl_pl: Obsługa wielu kont pocztowych nie została włączona dla użytkownika %1$s w kontekście %2$s.

source: Invalid mail account name: %1$s
es_mx: Nombre de cuenta de correo no válido: %1$s
pl_pl: Nieprawidłowa nazwa konta poczty: %1$s

source: Duplicate mail account for user %1$s in context %2$s.
es_mx: Cuenta de correo duplicada para el usuario %1$s en el contexto %2$s.
pl_pl: Zduplikowane konto pocztowe dla użytkownika %1$s w kontekście %2$s.

source: Duplicate transport account for user %1$s in context %2$s.
bg_bg: Дублирана транспортна сметка за потребител %1$s в контекста %2$s .
ca_es: Quota de transport duplicada per a l'usuari %1$s en el context %2$s.
es_mx: Cuenta de transporte duplicada para el usuario %1$s en el contexto %2$s.
fr_fr: Comptes de transport en double pour l'utilisateur %1$s dans le contexte %2$s.
nb_no: Dupliser transportkonto for brukeren %1$s i kontekst %2$s.
nl_nl: Duplicaat transport account voor gebruiker %1$s in context %2$s.
pl_pl: Zduplikowane konto transportowe dla użytkownika %1$s w kontekście %2$s.
tr_tr: %2$s içeriğindeki %1$ skullanıcısı için taşıma hesabını kopyalayın.
zh_cn: 在上下文%2$s中用户%1$s有重复的传输帐户。
zh_tw: 在上下文 %2$s中用戶 %1$s有重複的傳輸帳戶。

source: Invalid host name: %1$s
es_mx: Nombre de equipo no válido: %1$s
pl_pl: Nieprawidłowa nazwa hosta: %1$s

source: Could not connect to mail server "%1$s" for login %2$s
es_mx: No se ha podido contactar con el servidor de correo "%1$s" para el inicio de sesión %2$s
pl_pl: Nie można nawiązać połączenia z serwerem poczty "%1$s" przy użyciu loginu %2$s

source: Could not connect to transport server "%1$s" for login %2$s
es_mx: No se ha podido conectar con el servidor de transporte "%1$s" para el inicio de sesión %2$s
pl_pl: Nie można nawiązać połączenia z serwerem transportującym "%1$s" przy użyciu loginu %2$s

source: Default port specified for mail protocol "%1$s", but SSL is enabled. Please review if appropriate.
bg_bg: Стандартният порт, посочен за протокола за поща \ " %1$s ", но SSL е активиран. Моля, прегледайте, ако е необходимо.
ca_es: El port predeterminat especificat per al protocol de correu és "%1$s", però SSL està activat. Per favor, revisau si és correcte.
es_mx: Se ha especificado el puerto predeterminado para el protocolo de correo "%1$s", pero SSL está habilitado.Por favor compruebe si es correcto.
fr_fr: Un port par défaut a été spécifié pour le protocole de courrier « %1$s », mais SSL est activé. Veuillez vérifier si c'est approprié.
nb_no: Standard port spesifisert for e-postprotokollen "%1$s", men SSL er aktivert. Se igjennom hvis hensiktsmessig.
nl_nl: Standaardpoort opgegeven voor e-mailprotocol "%1$s", maar SSL is ingeschakeld. Controleer dit alstublieft.
pl_pl: Został określony domyślny port dla protokołu poczty %1$s, jednak włączono protokół SSL. Sprawdź, czy to prawidłowe ustawienie.
tr_tr: "%1$s" posta protokolü için varsayılan port belirtilmiştir, ancak SSL aktive edilmiştir. Lütfen doğru olup olmadığını gözden geçirin.
zh_cn: 已为邮件协定 "%1$s" 指定默认端口，可是打开了 SSL。请检阅。
zh_tw: 郵件通訊協定「%1$s」指定了預設連接埠，但啟用了 SSL。請檢查是否設定正確。

source: Secure port specified for mail protocol "%1$s", but SSL is not enabled. Please review if appropriate.
bg_bg: Защитеният порт, посочен за протокола за поща \ " %1$s ", но SSL не е активиран. Моля, прегледайте, ако е необходимо.
ca_es: El port segur especificat per al protocol de correu és "%1$s". però SSL no està activat. Per favor, revisau si és correcte.
es_mx: Se ha especificado el puerto seguro para el protocolo de correo "%1$s", pero SSL no está habilitado. Por favor compruebe si es correcto.
fr_fr: Un port sécurisé a été spécifié pour le protocole de courrier « %1$s », mais SSL n'est pas activé. Veuillez vérifier si c'est approprié.
nb_no: Sikker port spesifisert for e-post-protokollen "%1$s", men SSL er ikke aktivert. Se igjennom hvis hensiktsmessig.
nl_nl: Beveiligde poort opgegeven voor e-mailprotocol "%1$s", maar SSL is uitgeschakeld. Controleer dit alstublieft.
pl_pl: Został określony zabezpieczony port dla protokołu poczty %1$s, jednak wyłączono protokół SSL. Sprawdź, czy to prawidłowe ustawienie.
tr_tr: "%1$s" posta protokolü için güvenli port belirtilmiştir, ancak SSL aktif değildir. Lütfen doğru olup olmadığını gözden geçirin.
zh_cn: 已为邮件协定 "%1$s" 指定安全端口，可是没有打开 SSL。请检阅。
zh_tw: 郵件通訊協定「%1$s」指定了安全連接埠，但未啟用 SSL。請檢查是否設定正確。

source: Default port specified for transport protocol "%1$s", but SSL is enabled. Please review if appropriate.
bg_bg: Стандартен порт, зададен за транспортния протокол \ " %1$s ", но SSL е активиран. Моля, прегледайте, ако е необходимо.
ca_es: El port predeterminat especificat per al protocol de transport és "%1$s", però SSL està activat. Per favor, revisau si és correcte.
es_mx: Se ha especificado el puerto predeterminado para el protocolo de transporte "%1$s", pero SSL está habilitado.Por favor compruebe si es correcto.
fr_fr: Un port par défaut a été spécifié pour le protocole de transport « %1$s », mais SSL est activé. Veuillez vérifier si c'est approprié.
nb_no: Standard port spesifisert transportprotokollen "%1$s", men SSL er aktivert. Se igjennom hvis hensiktsmessig.
nl_nl: Standaardpoort opgegeven voor protocol "%1$s", maar SSL is ingeschakeld. Controleer dit alstublieft.
pl_pl: Został określony domyślny port dla protokołu transportowego %1$s" jednak włączono protokół SSL. Sprawdź, czy to prawidłowe ustawienie.
tr_tr: "%1$s" taşıma protokolü için varsayılan port belirtilmiştir, ancak SSL aktive edilmiştir. Lütfen doğru olup olmadığını gözden geçirin.
zh_cn: 已为传送协定 "%1$s" 指定默认端口，可是打开了 SSL。请检阅。
zh_tw: 通訊協定「%1$s」指定了預設通訊埠，但啟用了 SSL。請確認設定是否正確。

source: Secure port specified for transport protocol "%1$s", but SSL is not enabled. Please review if appropriate.
bg_bg: Защитеният порт, зададен за транспортния протокол \ " %1$s ", но SSL не е активиран. Моля, прегледайте, ако е необходимо.
ca_es: El port segur especificat per al protocol de transport és "%1$s", però SSL no està activat. Per favor, revisau si és correcte.
es_mx: Se ha especificado el puerto seguro para el protocolo de transporte "%1$s", pero SSL no está habilitado. Por favor compruebe si es correcto.
fr_fr: Un port sécurisé a été spécifié pour le protocole de transport « %1$s », mais SSL n'est pas activé. Veuillez vérifier si c'est approprié.
nb_no: Sikker port spesifisert for transportprotokollen "%1$s", men SSL er ikke aktivert. Se igjennom hvis hensiktsmessig.
nl_nl: Beveiligde poort opgegeven voor protocol "%1$s", maar SSL is uitgeschakeld. Controleer dit alstublieft.
pl_pl: Został określony zabezpieczony port dla protokołu transportowego %1$s, jednak wyłączono protokół SSL. Sprawdź, czy to prawidłowe ustawienie.
tr_tr: "%1$s" taşıma protokolü için güvenli port belirtilmiştir, ancak SSL aktif değildir. Lütfen doğru olup olmadığını gözden geçirin.
zh_cn: 已为传送协定 "%1$s" 指定安全端口，可是没有打开 SSL。请检阅。
zh_tw: 通訊協定「%1$s」指定了安全連接埠，但未啟用 SSL。請檢查是否設定正確。

source: SQL problem: "%1$s"
es_mx: Problema de SQL: "%1$s"
pl_pl: Wystąpił problem SQL: "%1$s"

source: Cannot find resource group with identifier %1$d.
es_mx: No se puede encontrar un grupo de recursos con el identificador %1$d.
pl_pl: Nie można znaleźć grupy zasobów o identyfikatorze %1$d.

source: Found resource groups with same identifier %1$d.
es_mx: Se han encontrado grupos de recursos con el mismo identificador %1$d.
pl_pl: Znaleziono grupy zasobów o tym samym identyfikatorze %1$d.

source: Cannot find resource with identifier %1$d.
es_mx: No se puede encontrar un recurso con el identificador %1$d.
pl_pl: Nie można znaleźć zasobu o identyfikatorze %1$d.

source: Found resource(s) with same identifier %1$s.
es_mx: Se han encontrado uno o varios recursos con el mismo identificador %1$s.
pl_pl: Znaleziono zasoby o tym samym identyfikatorze %1$s.

source: No resource given.
es_mx: No se ha proporcionado ningún recurso.
pl_pl: Nie został podany zasób.

source: Missing mandatory field(s) in given resource.
bg_bg: Липсва задължително поле (полета) в даден ресурс.
es_mx: Faltan campo o campos obligatorios en el recursos dado.
fr_fr: Un ou plusieurs champs obligatoires manquent dans la ressource fournie.
nb_no: Manglende obligatoriske felt(er) i den gitte ressursen.
nl_nl: Verplicht(e) veld(en) ontbreken in de gegeven bron.
pl_pl: Brak wymaganych pól w podanym zasobie.
tr_tr: Verilen kaynakta eksik zorunlu alan(lar) bulunmaktadır.
zh_cn: 在指定资源中缺少必填字段。
zh_tw: 在指定資源中缺少必填欄位。

source: Found resource(s) with same email address %1$s.
es_mx: Se han encontrado uno o varios recursos con la misma dirección de correo electrónico %1$s.
pl_pl: Znaleziono zasoby o tym samym adresie e-mail %1$s.

source: Invalid resource identifier: %1$s
es_mx: Identificador de recurso no válido: %1$s
pl_pl: Nieprawidłowy identyfikator zasobu: %1$s

source: Invalid resource E-Mail address: %1$s
es_mx: Dirección de E-Mail de recurso no válida: %1$s
pl_pl: Nieprawidłowy adres e-mail zasobu: %1$s

source: The resource has been changed in the meantime
es_mx: El recurso ha sido modificado mientras tanto
pl_pl: Zasób został w międzyczasie zmieniony.

source: Search failed: %1$s.
es_mx: Ha fallado la búsqueda: %1$s.
pl_pl: Nie można znaleźć: %1$s.

source: Missing operation in JSON object.
es_mx: Falta operación en el objeto JSON.
pl_pl: Brak operacji w obiekcie JSON.

source: Missing operands in JSON object.
es_mx: Faltan operandos en el objeto JSON.
pl_pl: Brak operatorów w obiekcie JSON.

source: Invalid search term in JSON object.
es_mx: Término de búsqueda no válido en el objeto JSON.
pl_pl: Nieprawidłowe hasło wyszukiwania w obiekcie JSON.

source: Missing field "%1$s" in JSON object.
es_mx: Falta el campo "%1$s" en el objeto JSON.
pl_pl: Brak pola "%1$s" w obiekcie JSON.

source: Unknown operation: %1$s.
es_mx: Operación desconocida: %1$s.
pl_pl: Nieznana operacja: %1$s.

source: An IO error occurred: %s
es_mx: Se ha producido un error de E/S: %s
pl_pl: Wystąpił błąd we/wy: %s

source: File store could not be accessed: %s
es_mx: No se pudo acceder al almacén de archivos: %s
pl_pl: Nie można uzyskać dostępu do magazynu plików: %s

source: Cannot create directory "%1$s" in file storage.
pl_pl: Nie można utworzyć katalogu "%1$s" w magazynie plików.

source: Unsupported encoding.
es_mx: Codificación no admitida.
pl_pl: Nieobsługiwane kodowanie.

source: Number parsing problem.
es_mx: Problema al convertir un número.
pl_pl: Podczas analizy liczby wystąpił błąd.

source: File storage is full.
es_mx: El espacio de almacenamiento de archivos está lleno.
pl_pl: Magazyn plików jest pełny.

source: 'Depth' mismatch while computing next entry.
es_mx: Diferencia en 'Depth' al procesar el siguiente elemento.
pl_pl: Podczas obliczania kolejnej pozycji wystąpiła niezgodność wartości 'Depth'.

source: Cannot remove lock file.
es_mx: No se puede eliminar el archivo de bloqueo.
pl_pl: Nie można usunąć pliku blokującego.

source: Cannot create lock file here %1$s. Please check for a stale .lock file, inappropriate permissions or usage of the file store for too long a time.
pl_pl: Nie można utworzyć pliku blokującego %1%s. Sprawdź, czy nie istnieje starszy plik blokujący .lock, zweryfikuj uprawnienia lub sprawdź, czy magazyn plików nie jest używany za długo.

source: Eliminating the file storage failed.
pl_pl: Usuwanie magazynu plików nie powiodło się.

source: File does not exist in file store "%1$s". Consider running the consistency tool.
es_mx: El archivo no existe en el almacén de archivos "%1$s". Considere la posibilidad de ejecutar la herramienta de consistencia.
pl_pl: Plik nie istnieje w magazynie plików "%1$s". Być może warto uruchomić narzędzie uspójniające.

source: The requested range (offset: %1$d, length: %2$d) for the file "%3$s" (current size: %4$d) is invalid.
pl_pl: Żądany zakres (przesunięcie: %1$d, długość: %2$d) pliku "%3$s" (bieżący rozmiar: %4$d) jest nieprawidłowy.

source: The specified offset %1$d for the file "%2$s" (current size: %3$d) is invalid.
pl_pl: Określone przesunięcie %1$d pliku "%2$s" (bieżący rozmiar: %3$d) jest nieprawidłowe.

source: The specified length %1$d for the file "%2$s" (current size: %3$d) is invalid.
pl_pl: Określona długość %1$d pliku "%2$s" (bieżący rozmiar: %3$d) jest nieprawidłowa.

source: File store could not be accessed.
es_mx: No se pudo acceder al almacén de archivos.
pl_pl: Nie można uzyskać dostępu do magazynu plików.

source: Database query failed.
es_mx: Ha fallado la consulta a la base de datos.
pl_pl: Nie można zrealizować zapytania do bazy danych.

source: The allowed Quota is reached.
es_mx: Se ha alcanzado la cuota asignada.
pl_pl: Osiągnięto wprowadzony limit miejsca.

source: Quota seems to be inconsistent. Please use consistency tool on context %1$d.
es_mx: Parece que la cuota es inconsistente. Por favor, utilice la herramienta de consistencia en el contexto %1$d.
pl_pl: Limity są prawdopodobnie niespójne. Użyj narzędzia do uspójniania w kontekście %1$d.

source: Quota usage is missing for context %1$d.
es_mx: No se encuentra el uso de cuota para el contexto %1$d.
pl_pl: Brak informacji o wykorzystaniu limitu miejsca dla kontekstu %1$d.

source: Updating quota usage for context %1$d failed.
es_mx: Ha fallado la actualización de la cuota de uso para el contexto %1$d.
pl_pl: Aktualizacja wykorzystania limitu dla kontekstu %1$d zakończyła się niepowodzeniem.

source: User %1$s has no access to module %2$s in context %3$s due to user configuration
es_mx: El usuario %1$s no tiene acceso al módulo %2$s en el contexto %3$s debido a la configuración del usuario
pl_pl: Użytkownik %1$s został skonfigurowany tak, że nie ma dostępu do modułu %2$s w kontekście %3$s

source: Folder "%1$s" not visible to user %2$s in context %3$s
es_mx: La carpeta "%1$s" no es visible para el usuario %2$s en el contexto %3$s
pl_pl: Folder "%1$s" nie jest widoczny dla użytkownika %2$s w kontekście %3$s

source: User %1$s has no access on shared folder %2$s in context %3$s due to user configuration
es_mx: El usuario %1$s no tiene acceso a la carpeta compartida %2$s en el contexto %3$s debido a la configuración del usuario
pl_pl: Użytkownik %1$s został skonfigurowany tak, że nie ma dostępu do folderu udostępnionego %2$s w kontekście %3$s
