Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: A folder named %1$s already exists on server %2$s with login %3$s (user=%4$s, context=%5$s).
es_mx: Ya existe una carpeta con el nombre %1$s en el servidor %2$s con conexión %3$s (usuario=%4$s, contexto=%5$s).
pl_pl: Folder o nazwie %1$s istnieje już na serwerze %2$s przy loginie %3$s (użytkownik=%4$s, kontekst=%5$s).

source: No create access on mail folder %1$s on server %2$s with login %3$s (user=%4$s, context=%5$s).
es_mx: No hay acceso para creación en la carpeta de correo %1$s en el servidor %2$s con nombre de usuario %3$s (usuario=%4$s, contexto=%5$s).
pl_pl: Brak dostępu z możliwością tworzenia do folderu poczty "%1$s" na serwerze %2$s przy loginie %3$s (użytkownik=%4$s, kontekst=%5$s).

source: Mail account %1$s with ID %2$s does not support mail transport.
es_mx: La cuenta de correo %1$s con ID %2$s no admite transporte de correo.
pl_pl: Konto pocztowe %1$s o identyfikatorze %2$s nie obsługuje przekazywania poczty.

source: Mail folder could not be found: %1$s.
es_mx: No se ha podido encontrar la carpeta de correo: %1$s.
pl_pl: Nie można znaleźć folderu poczty: %1$s.

source: Mail folder could not be found.
bg_bg: Папката за електронна поща не можа да бъде намерена.
ca_es: No s'ha pogut trobar la carpeta de correu.
es_mx: No se ha podido encontrar la carpeta de correo.
fr_fr: Impossible de trouver le dossier de courrier.
nb_no: E-post ble ikke funnet.
nl_nl: E-mailmap kan niet gevonden worden.
pl_pl: Nie można znaleźć folderu poczty.
tr_tr: Eposta klasörü bulunamadı.
zh_cn: 找不到邮件文件夹。
zh_tw: 找不到郵件文件夾。

source: Referenced mail %1$s could not be found in folder %2$s. Therefore reply/forward operation cannot be performed.
es_mx: No se ha podido encontrar el correo indicado %1$s en la carpeta %2$s. Por tanto, la operación responder/reenviar no se puede llevar a cabo.
pl_pl: Wiadomość %1$s, do której istnieje odwołanie, nie została znaleziona w folderze %2. Nie można na nią odpowiedzieć ani przekazać jej dalej.

source: Mail folder must not be deleted: %1$s.
es_mx: No se debe eliminar la carpeta de correo: %1$s.
pl_pl: Nie wolno usuwać folderu poczty: %1$s.

source: No delete access on mail folder: %1$s.
es_mx: No se puede acceder para eliminar datos en la carpeta de correo: %1$s.
pl_pl: Brak uprawnień kasowania dla folderu poczty %1$s.

source: Mail folder must not be moved: %1$s.
es_mx: No se debe mover la carpeta de correo: %1$s.
pl_pl: Nie wolno przenosić folderu poczty: %1$s.

source: Mail folder must not be updated: %1$s.
es_mx: No se debe actualizar la carpeta de correo: %1$s.
pl_pl: Nie wolno aktualizować folderu poczty: %1$s.

source: No write access on mail folder: %1$s.
es_mx: No se puede acceder para escribir datos en la carpeta de correo: %1$s.
pl_pl: Brak uprawnień zapisu do folderu poczty: %1$s.

source: Mail could not be found in folder %1$s for message identifier: %2$s
es_mx: No se ha podido encontrar correo en la carpeta %1$s para el identificador de mensaje: %2$s
pl_pl: Nie znaleziono w folderze %1$s poczty z identyfikatorem: %2$s

source: Sent quota exceeded. You are only allowed to send 1 E-Mail in %1$s seconds.
bg_bg: Изпратената квота е превишена. Можете да изпращате само 1 имейл в %1$s секунди.
ca_es: S'ha superat la quota d'enviament. Només se us permet enviar 1 correu cada %1$s segons.
es_mx: Se ha superado la cuota de envío. Sólo se le permite enviar 1 E-Mail cada %1$s segundos.
fr_fr: Le quota d'envoi est dépassé, vous êtes autorisé à envoyer seulement un courriel toutes les %1$s secondes.
nb_no: Sendekvote overskredet. Du har bare lov til å sende en e-post på %1$s sekunder.
nl_nl: Het verzend quota is overschreden. U mag slechts 1 e-mail sturen per %1$s seconden.
pl_pl: Przekroczono limit wysyłanych danych. Można wysłać tylko jedną wiadomość na %1$s s.
tr_tr: Gönderim kotası aşılmıştır. %1$s saniye içerisinde yalnızca 1 adet Eposta gönderiminde bulunabilirsiniz.
zh_cn: 超过发送限额。只允许您最多每 %1$s 秒发送一笔电子邮件。
zh_tw: 發送超過配額，你只允許在 %1$s 秒內發送 1 封郵件。

source: Please limit your recipients to %1$s (including To/Cc/Bcc), and click 'Send' again.
bg_bg: Моля, ограничавайте получателите си до %1$s (включително До / Cc / Bcc) и отново кликнете върху "Изпрати".
ca_es: Per favor, limitau destinataris a %1$s (incloent els camps Per a/Cc/Cco) i premeu "Envia" una altra vegada.
es_mx: Por favor, limite los destinatarios a %1$s (incluyendo los campos Para/Cc/Cco) y presione 'Enviar' otra vez.
fr_fr: Veuillez limiter vos destinataires à %1$s (y compris À/CC/BCC) et cliquez sur « Envoyer » à nouveau.
nb_no: Vennligst begrens mottakerne til %1$s (herunder Til/Kopi/Blindkopi), og klikk "Send" igjen.
nl_nl: Beperk alstublieft het aantal ontvangers tot %1$s (inclusief Aan/Cc/Bcc), en klik opnieuw op 'Verzenden'.
pl_pl: Ogranicz liczbę odbiorców do %1$s (Do/DW/UDW razem) i ponownie kliknij 'Wyślij'.
tr_tr: Lütfen alıcılarınızı %1$s (To/Cc/Bcc de dahil olacak şekilde) limitleyin ve yeniden 'Gönder' e tıklayın.
zh_cn: 请将您的收件人限制至%1$s（包括收件人/抄送/密送），并再次单击“发送”。
zh_tw: 請將您的收件人限制至%1$s（包括收件人/抄送/密送），並再次單擊“發送“。

source: Unable to parse mail server URI "%1$s".
bg_bg: Не може да се анализира URI на пощенски сървър \ " %1$s ".
ca_es: No s'ha pogut tractar l'URI del servidor de correu "%1$s".
es_mx: No se ha podido tratar la URI del servidor de correo "%1$s".
fr_fr: Impossible d'analyser l'URI du serveur de courrier « %1$s ».
nb_no: Kan ikke analysere e-postserver URI "%1$s".
nl_nl: Onmogelijk om de SMTP server URI "%1$s" te verwerken.
pl_pl: Nie można zinterpretować identyfikatora URI serwera poczty "%1$s".
tr_tr: Eposta sunucusu URI "%1$s" çözümlenememektedir.
zh_cn: 无法解析邮件服务器URI "%1$s".
zh_tw: 無法解析郵件服務器URI "%1$s".

source: Mail attachment expired or absent.
bg_bg: Прикачената поща изтече или отсъства.
ca_es: Adjunt de correu absent o caducat.
es_mx: Adjunto de correo ausente o caducado.
fr_fr: La pièce jointe à un courriel a expiré ou est absente.
nb_no: E-postvedlegg utløpt eller fraværende.
nl_nl: E-mail aanhangsel is verlopen of afwezig.
pl_pl: Brak załącznika do wiadomości lub załącznik nieaktualny.
tr_tr: Eposta ek dosyasının süresi dolmuştur ya da dosya bulunmamaktadır.
zh_cn: 邮件附件过期或不存在。
zh_tw: 附件已過期或不存在。

source: Account has been checked successfully but with a non-secure connection.
bg_bg: Профилът бе проверен успешно, но с несигурна връзка.
ca_es: El compte ha estat comprovat amb èxit, però amb una connexió insegura.
es_mx: La cuenta ha sido comprobada con éxito, pero con una conexión no segura.
fr_fr: Le compte a été vérifié avec succès mais avec une connexion non sécurisée.
nb_no: Kontoen har blitt sjekket med hell, men med en usikret forbindelse.
nl_nl: Account is succesvol gevalideerd maar zonder een beveiligde verbinding.
pl_pl: Konto zostało pomyślnie zgłoszone, jednak przy użyciu niezabezpieczonego połączenia.
tr_tr: Hesap başarılı bir şekilde kontrol edilmiştir ancak kullanılan bağlantı güvenli değildir.
zh_cn: 已成功在非加密的联机当中检查账号
zh_tw: 已成功在非加密連線當中檢查帳號

source: Cannot forward more than %1$s messages at once. Please divide the messages to forward in chunks of appropriate size.
bg_bg: Не може да се изпращат повече от %1$s съобщения наведнъж. Моля, разделете съобщенията, за да ги препращате на парчета с подходящ размер.
ca_es: No podeu reenviar més de %1$s missatges a la vegada. Per favor, dividiu els missatges que reenvieu en fragments d'una mida adient.
es_mx: No se pueden reenviar más de %1$s mensajes a la vez. Por favor, divida los mensajesque reenvíe en fragmentos de tamaño adecuado.
fr_fr: Impossible de transférer plus de %1$s messages à la fois. Veuillez scinder les messages pour les transférer en blocs de taille appropriée.
nb_no: Kan ikke videresende mer enn %1$s meldinger på en gang. Vennligst del meldingene som skal videresendes i deler av passende størrelse.
nl_nl: Het is niet mogelijk meer dan %1$s berichten per keer door te sturen. Verdeel deze over een gepast aantal berichten.
pl_pl: Nie jest możliwe jednoczesne przesłanie dalej więcej niż %1$s wiadomości. Podziel wiadomości, które chcesz przesłać dalej, na odpowiednie paczki.
tr_tr: %1$s dan fazla mesajın aynı anda yönlendirilmesi mümkün değildir. Lütfen mesajları yönlendirmek için uygun büyüklükte parçalara bölün.
zh_cn: 无法一次转发超过 %1$s 个消息。请把消息分割成数个合适大小的部分。
zh_tw: 無法一次轉寄超過 %1$s 封訊息。請將訊息分割為不同的適當大小數量

source: Your account has been created but will not use a secure connection.
bg_bg: Профилът ви е създаден, но няма да използва защитена връзка.
ca_es: El vostre compte ha estat creat però no emprareu una connexió segura.
es_mx: Su cuenta se ha creado pero no usará una conexión segura.
fr_fr: Votre compte a été créé mais n'utilisera pas une connexion sécurisée.
nb_no: Din konto har blitt opprettet, men vil ikke bruke en sikker forbindelse.
nl_nl: Uw account is toegevoegd maar zal geen beveiligde verbinding gebruiken.
pl_pl: Konto zostało utworzone, lecz połączenie zabezpieczone nie będzie używane.
tr_tr: Hesabınız oluşturulmuştur ancak kullanılan bağlantı güvenli değildir.
zh_cn: 已建立您的账号，但不会使用加密方式联机。
zh_tw: 已建立您的帳號，但不會使用加密連線。

source: Your E-Mail has been successfully sent, but the original E-Mail could not be flagged as "replied" and/or "forwarded".
bg_bg: Вашата електронна поща е изпратена успешно, но оригиналната електронна поща не може да бъде маркирана като "отговорено" и / или "препратено".
ca_es: El vostre correu electrònic s'ha enviat correctament, però l'original no s'ha pogut marcar com a "respost" i/o "reenviat".
es_mx: Su E-Mail se ha enviado correctamente, pero el E-Mail original no se pudo marcar como "respondido" y/o "reenviado".
fr_fr: Votre courriel a été envoyé avec succès, mais il n'a pas été possible de lui associer un drapeau comme « répondu » ou « transféré ».
nb_no: Din e-post har blitt sendt, men den opprinnelige e-posten kunne ikke bli flagget som "svart" og/eller "videresendt".
nl_nl: Uw E-mailbericht is succesvol verzonden, maar het was niet mogelijk de bestaande E-mail te markeren als "Beantwoord" en/of "Doorgestuurd".
pl_pl: Wiadomość została pomyślnie wysłana, jednak oryginalnej wiadomości nie udało się oznaczyć flagą jako "wysłano odpowiedź" i/lub "przesłano dalej".
tr_tr: Epostanız başarılı bir şekilde gönderildi, ancak orijinal eposta ''yanıtlandı'' ve/veya ''yönlendirildi'' olarak işaretlenemedi.
zh_cn: 已成功发送邮件，但是无法将副本保存在您的已回信或已转寄邮件文件夹中。
zh_tw: 已成功發送您郵件，但是無法將原始信件標示為「已回覆」或「已轉寄」。

source: Mail folder cannot be created/renamed. Folder name exceeds max length of %1$s.
bg_bg: Папката за електронна поща не може да бъде създадена / преименувана. Името на папката надвишава максимума от %1$s .
ca_es: No s'ha pogut crear/reanomenar la carpeta de correu. El nom de la carpeta excedeix la longitud màxima de %1$s.
es_mx: La carpeta de correo no se puede ser crear/renombrar. El nombre de la carpeta excede la longitud máxima de %1$s.
fr_fr: Le dossier de courrier n'a pas pu être créé ou renommé. Le nom du dossier dépasse la longueur maximale %1$s.
nb_no: E-postmappe kan ikke opprettes/omdøpt. Mappenavn overstiger maks lengde på %1$s.
nl_nl: E-mailmap kan niet worden aangemaakt/hernoemd. De mapnaam is langer dan de maximale lengte %1$s.
pl_pl: Nie można utworzyć folderu poczty lub zmienić jego nazwy. Nazwa folderu przekracza dozwoloną długość %1$s.
tr_tr: Eposta klasörü oluşturulamaz/yeniden adlandırılamaz. Klasör adı maksimum uzunluk olan %1$s i geçmektedir.
zh_cn: 无法创建/更名邮件文件夹。文件夹名称超过最大长度 %1$s。
zh_tw: 無法建立/重命名郵件文件夾。文件夾名稱超過最大長度 %1$s 個字元。

source: The attachments to this E-Mail exceeded the size limit for attachments. Instead of sending the attachment with the E-Mail, the attachment was published and the link added to your E-Mail. Whoever receives the E-Mail can then download the attachment.
bg_bg: Приложенията към тази електронна поща надхвърлят ограничението за размера на прикачените файлове. Вместо да изпратите прикачения файл с електронната поща, прикаченият файл бе публикуван и връзката бе добавена към вашата електронна поща. Всеки, който получава електронната поща, може да изтегли прикачения файл.
ca_es: Els adjunts d'aquest correu electrònic excedeixen el límit de mida per a adjunts. En lloc d'enviar-lo adjunt al correu electrònic, l'adjunt ha estat publicat i l'enllaç s'ha afegit al vostre correu. Qualsevol persona que rebi el correu electrònic pot descarregar l'adjunt.
es_mx: Los adjuntos de este E-Mail exceden el límite de tamaño para adjuntos. En lugar de enviar el adjunto en el E-Mail, dicho adjunto ha sido publicado y el enlace se ha añadido a su E-Mail. Cualquier persona que reciba el E-Mail puede descargar el adjunto.
fr_fr: Les pièces jointes à ce message dépassent la limite de taille pour les pièces jointes. Au lieu d'envoyer la pièces jointe avec le message, elle a été publiée et le lien a été ajouté au message. Toute personne qui reçoit le message peut alors télécharger la pièce jointe.
nb_no: Vedleggene til denne e-posten overskredet størrelsesbegrensningen for vedlegg. I stedet for å sende vedlegg med e-post, ble vedlegget publisert og koblingen lagt ti il din e-post. Den som mottar e-posten kan deretter laste ned vedlegget.
nl_nl: De bijlagen bij dit e-mailbericht zijn groter dan maximaal toegestaan. In plaats van het versturen van de bijlage in de e-mail, is de bijlage gepubliceerd en de link toegevoegd aan uw e-mail. Iedereen die het e-mailbericht ontvangt kan de bijlage downloaden.
pl_pl: Załącznik do tej wiadomości przekracza dopuszczalną wielkość załączników. Z tego powodu załącznik został opublikowany, a w wiadomości przesłano łącze do niego. Plik z załącznikiem może zostać pobrany przez każdą osobę, która odczyta tę wiadomość.
tr_tr: Bu Epostada bulunan ekdosyalar, ekdosya limit boyutunu aşmaktadır. Ekdosyaları Eposta ile göndermek yerine, ekdosya yayınlanmıştır ve linki Epostanıza eklenmiştir. Epostayı alan herkes ekdosyayı indirebilir.
zh_cn: 此电子邮件的附件超过附件的大小限制。与其把附件和电子邮件一同发送，附件会上载到别的位置，之后会添加连接到您的电子邮件。任何人收到该电子邮件都可以下载附件。
zh_tw: 此郵件的附件已超過大小限制，已發布附件，並將下載鏈結插入至郵件中，而不直接作為附件發出。收件者可以下載附件開啟。

source: Draft message could not be saved
es_mx: No se ha podido guardar el borrador
pl_pl: Nie można zapisać kopii roboczej wiadomości

source: There was a problem processing the request. Please (refresh view and) try again.
es_mx: Se ha producido un problema al procesar la petición. Por favor, (refresque la vista e) inténtelo de nuevo.
pl_pl: Wystąpił problem z przetworzeniem żądania. Odśwież widok i spróbuj ponownie.

source: Invoked method is not supported.
es_mx: El método invocado no está admitido.
pl_pl: Wywołana metoda nie jest obsługiwana.

source: Maximum message size is exceeded. Max. is %1$s.
bg_bg: Максималният размер на съобщението е превишен. Макс. е %1$s .
ca_es: La mida màxima del missatge ha estat superada. El màxim és %1$s.
es_mx: El tamaño máximo del mensaje se ha superado. El máximo es %1$s.
fr_fr: La taille maximale d'un message a été dépassée. Le maximum est de %1$s.
nb_no: Maksimal meldingsstørrelse er overskredet. Maks. er %1$s.
nl_nl: Maximale berichtgrote is bereikt. Maximaal is %1$s.
pl_pl: Został przekroczony maksymalny rozmiar wiadomości, który wynosi %1$s.
tr_tr: Maksimum mesaj boyutu geçilmiştir. Maksimum boyut %1$s dir.
zh_cn: 超过最大消息体积。最大体积是 %1$s.。
zh_tw: 超過最大訊息大小。最大大小為 %1$s。

source: Re-sending message denied because message is not located in %1$s folder.
es_mx: Se ha denegado el reenvío del mensaje porque no está ubicado en la carpeta %1$s.
pl_pl: Ponowne wysyłanie wiadomości nie jest możliwe. Wiadomość nie znajduje się w folderze %1$s.<0}{0>The quota on mail server exceeded. Error message: %1$s<}100{>Limit miejsca na serwerze zostało przekroczony. Komunikat błędu: %1$s

source: There was an issue in authenticating your E-Mail password. This may be due to a recent password change. To continue please log out now and then log back in with your most current password. (server=%1$s | user=%2$s)
es_mx: Se ha producido una incidencia al verificar su contraseña de E-Mail. Esto puede deberse a algún cambio reciente de contraseña. Para continuar, por favor desconéctese y después vuelva a conectarse con su contraseña más reciente. (servidor=%1$s | usuario=%2$s)
pl_pl: Wystąpił problem z uwierzytelnieniem hasła poczty e-mail użytkownika. Być może jest to spowodowane niedawno wykonaną zmianą hasła. Aby pracować dalej, wyloguj się i zaloguj z powrotem przy użyciu bieżącego hasła. (serwer=%1$s | użytkownik=%2$s)

source: Wrong or missing login data to access mail server %1$s. Error message from mail server: %2$s
es_mx: Los datos de conexión para acceder al servidor de correo %1$s faltan o son erróneos. Mensaje de error del servidor de correo: %2$s
pl_pl: Nieprawidłowe lub brakujące dane logowania potrzebne do uzyskania dostępu do serwera poczty %1$s. Komunikat o błędzie od serwera poczty: %2$s

source: Wrong or missing login data to access mail server %1$s with login %2$s (user=%3$s, context=%4$s). Error message from mail server: %5$s
es_mx: Los datos de conexión para acceder al servidor de correo %1$s con nombre de usuario %2$s (usuario=%3$s, contexto=%4$s) faltan o son erróneos. Mensaje de error del servidor de correo: %5$s
pl_pl: Nieprawidłowe lub brakujące dane logowania potrzebne do uzyskania dostępu do serwera poczty %1$s przy loginie %2$s (użytkownik=%3$s, kontekst=%4$s). Komunikat o błędzie od serwera poczty: %5$s

source: Mail folder "%1$s" could not be found.
bg_bg: Папката за поща \ " %1$s " не можа да бъде намерена.
ca_es: No s'ha pogut trobar la carpeta de correu "%1$s".
es_mx: No se ha podido encontrar la carpeta de correo "%1$s".
fr_fr: Le dossier de courrier « %1$s » est introuvable.
nb_no: E-post ble ikke funnet.
nl_nl: E-mail map "%1$s" is onvindbaar.
pl_pl: Nie można znaleźć folderu poczty "%1$s".
tr_tr: "%1$s" eposta klasörü bulunamadı.
zh_cn: 找不到邮件文件夹 "%1$s"。
zh_tw: 找不到郵件文件夾 "%1$s"。

source: Mail folder "%1$s" could not be found on mail server %2$s with login %3$s (user=%4$s, context=%5$s).
es_mx: No se pudo encontrar la carpeta de correo "%1$s" en el servidor de correo %2$s con nombre de usuario %3$s (usuario=%4$s, contexto=%5$s).
pl_pl: Nie można znaleźć folderu poczty "%1$s" na serwerze poczty %2$s przy loginie %3$s (użytkownik=%4$s, kontekst=%5$s).

source: Folder "%1$s" has been closed.
es_mx: La carpeta "%1$s" se ha cerrado.
pl_pl: Folder "%1$s" został zamknięty.

source: Probably your request took too long.
es_mx: Es probable que su petición tardase demasiado.
pl_pl: Prawdopodobnie przetwarzanie Twojego żądania trwało zbyt długo.

source: Folder "%1$s" has been closed on mail server %2$s with login %3$s (user=%4$s, context=%5$s) .
es_mx: La carpeta "%1$s" ha sido cerrada en el servidor de correo %2$s con conexión %3$s (usuario=%4$s, contexto=%5$s).
pl_pl: Folder "%1$s" został zamknięty na serwerze pocztowym %2$s przy loginie %3$s (użytkownik=%4$s, kontekst=%5$s).

source: Illegal write attempt: %1$s
es_mx: Intento ilegal de escritura: %1$s
pl_pl: Niedozwolona próba zapisu: %1$s

source: Method not supported: %1$s
es_mx: Método no admitido: %1$s
pl_pl: Metoda nie jest obsługiwana: %1$s

source: Session attempts to instantiate a provider that does not exist: %1$s
es_mx: La sesión intenta instanciar un proveedor que no existe: %1$s
pl_pl: Sesja wykonała próbę utworzenia instancji nieistniejącego dostawcy: %1$s

source: Invalid E-Mail address %1$s
es_mx: Dirección de E-Mail %1$s no válida
pl_pl: Nieprawidłowy adres e-mail %1$s

source: Wrong message header: %1$s
es_mx: Cabecera de mensaje errónea: %1$s
pl_pl: Nieprawidłowy nagłówek wiadomości: %1$s

source: An attempt was made to open a read-only folder with read-write "%1$s"
es_mx: Se ha hecho un intento de abrir una carpeta de sólo lectura con "%1$s" de lectura-escritura
pl_pl: Dokonano próby dostępu do folderu przeznaczonego wyłącznie do odczytu na zasadach odczytu i zapisu "%1$s"

source: An attempt was made to open a read-only folder with read-write "%1$s" on mail server %2$s with login %3$s (user=%4$s, context=%5$s)
es_mx: Se ha hecho un intento de abrir una carpeta de sólo lectura con "%1$s" de lectura-escritura en el servidor %2$s con conexión %3$s (usuario=%4$s, contexto=%5$s)
pl_pl: Dokonano próby otwarcia folderu przeznaczonego wyłącznie do odczytu na zasadach odczytu i zapisu "%1$s" na serwerze poczty %2$s z loginem %3$s (użytkownik=%4$s, kontekst=%5$s)

source: Invalid search expression: %1$s
es_mx: Expresión de búsqueda no válida: %1$s
pl_pl: Nieprawidłowe wyrażenie wyszukiwania: %1$s

source: Message could not be sent because it is too large
es_mx: No se ha podido enviar el mensaje porque es demasiado grande
pl_pl: Nie można wysłać wiadomości. Jest ona za duża.

source: Message could not be sent to the following recipients: %1$s
es_mx: No se ha podido enviar el mensaje a los siguientes destinatarios: %1$s
pl_pl: Nie można wysłać wiadomości do następujących odbiorców: %1$s

source: Message could not be sent to the following recipients: %1$s %2$s
es_mx: No se ha podido enviar el mensaje a los siguientes destinatarios: %1$s %2$s
pl_pl: Nie można wysłać wiadomości do następujących odbiorców: %1$s %2$s

source: Lost connection to mail server.
ca_es: Connexió perduda amb el servidor de correu.
es_mx: Conexión perdida con el servidor de correo.
fr_fr: La connexion avec le serveur de courrier a été perdue.
nb_no: Mistet tilkobling til e-postserveren.
nl_nl: Verbinding met de mailserver verloren.
pl_pl: Stracono połączenie z serwerem poczty
zh_cn: 丢失到邮件服务器的连接。
zh_tw: 失去郵件伺服器的連線。

source: Connection closed to mail server %1$s with login %2$s (user=%3$s, context=%4$s).
es_mx: Conexión al servidor de correo %1$s cerrada con conexión %2$s (usuario=%3$s, contexto=%4$s).
pl_pl: Połączenie z serwerem poczty %1$s przy loginie %2$s (użytkownik=%3$s, kontekst=%4$s) zostało przerwane.

source: Could not bind connection to local port %1$s
es_mx: No se pudo asociar una conexión al puerto local %1$s
pl_pl: Nie można powiązać połączenia do portu lokalnego %1$s

source: Connection was refused or timed out while attempting to connect to remote server %1$s for user %2$s.
es_mx: La conexión fue rechazada o excedió el tiempo límite cuando se intentaba conectar al servidor remoto %1$s para el usuario %2$s.
pl_pl: Połączenie z serwerem zdalnym %1$s dla użytkownika %2$s zostało odrzucone lub upłynął czas oczekiwania.

source: Connection was reset. Please try again.
es_mx: La conexión fue interrumpida. Por favor, inténtelo de nuevo.
pl_pl: Połączenie zostało zresetowane. Spróbuj ponownie.

source: No route to host: server (%1$s) cannot be reached
es_mx: No hay ruta al servidor: no se puede acceder al servidor (%1$s)
pl_pl: Brak trasy do hosta: nie można uzyskać dostępu do serwera (%1$s)

source: Port %1$s was unreachable on remote server
es_mx: El puerto %1$s del servidor remoto resultó inalcanzable
pl_pl: Port %1$s jest nieosiągalny na serwerze zdalnym

source: Connection is broken due to a socket exception on remote server: %1$s
es_mx: La conexión está interrumpida debido a una excepción de socket en el servidor remoto: %1$s
pl_pl: Połączenie zostało przerwane z powodu wyjątku gniazda na zdalnym serwerze: %1$s

source: A socket error occurred: %1$s
es_mx: Se ha producido un error de socket: %1$s
pl_pl: Wystąpił błąd gniazda: %1$s

source: The IP address of host "%1$s" could not be determined
es_mx: No se pudo determinar la dirección IP del equipo "%1$s"
pl_pl: Nie można określić adresu IP hosta "%1$s"

source: The quota on mail server exceeded. Error message: %1$s
es_mx: Se ha excedido la cuota en el servidor de correo. Mensaje de error: %1$s
pl_pl: Przydział miejsca na serwerze poczty został przekroczony. Komunikat błędu: %1$s

source: The quota on mail server "%1$s" exceeded with login %2$s (user=%3$s, context=%4$s). Error message: %5$s
es_mx: Se ha excedido la cuota en el servidor de correo "%1$s" para la conexión %2$s (usuario=%3$s, contexto=%4$s). Mensaje de error: %5$s
pl_pl: Przydział na serwerze poczty %1$s dla loginu %2$s (użytkownik=%3$s, kontekst=%4$s) został przekroczony. Komunikat błędu: %5$s
