Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Unknown schema name: %1$s.
es_mx: Nombre de esquema desconocido: %1$s.
pl_pl: Nieznana nazwa schematu: %1$s.

source: Update task %1$s returned an unknown concurrency level. Running as blocking task.
es_mx: La tarea de actualización %1$s ha devuelto un nivel de concurrencia desconocido. Ejecutándola como una tarea de bloqueo.
pl_pl: W wyniku zadania aktualizacji %1$s powstał nieznany poziom zbieżności. Przebiega jako zadanie blokujące.

source: The version can not be set back if the update tasks handling has been migrated to the Remember Executed Update Tasks concept on schema %1$s.
es_mx: La versión no puede modificarse si las tareas de actualización han sido migradas a un concepto de recordatorio de tareas de actualización ejecutadas en el esquema %1$s.
pl_pl: Wersja nie może zostać cofnięta, jeśli przeprowadzanie zadań aktualizacji zostało przesunięte do konceptu Zapamiętaj Wykonane Zadania Aktualizacji w schemacie %1$s.

source: Unable to determine next update task to execute. Executed: %1$s. Enqueued: %2$s. Scheduled: %3$s.
es_mx: No es posible determinar cuál es la siguiente tarea de actualización que debe ejecutarse. Ejecutada: %1$s. En cola: %2$s. Programada: %3$s.
pl_pl: Nie można określić kolejnego zadania aktualizacji do wykonania. Wykonano: %1$s. Oczekuje: %2$s. Planowane: %3$s.

source: Processed a wrong number of rows in database. Expected %1$d rows but worked on %2$d rows.
bg_bg: Обработен е грешен брой редове в базата данни. Очакваше %1$d редове, но работи на %2$d редове.
ca_es: S'ha processat un nombre erroni de files a la base de dades. S'esperaven %1$d files però se n'han processades %2$d.
es_mx: Se ha procesado un número erróneo de filas en la base de datos. Se esperaban %1$d filas pero se han procesado %2$d.
fr_fr: Un nombre erroné de lignes a été traité dans la base de données. %1$d lignes étaient attendues, mais le travail s'est effectué sur %2$d lignes.
nb_no: Behandlet et feil antall rader i databasen. Forventet %1$d rader, men jobbet på %2$d rader.
nl_nl: Een verkeerd aantal rijen in de database zijn verwerkt. Verwachtte %1$d rijen, maar verwerkte %2$d rijen.
pl_pl: Przetworzono niewłaściwą liczbę wierszy w bazie danych. Oczekiwano %1$d wierszy, a zmieniono %2$d.
tr_tr: Veritabanında yanlış sayıda satır işlenmiştir. Beklenen satır sayısı %1$, çalışan satır sayısı %2$d
zh_cn: 处理一个数据库里错误的行数字。预期 %1$d 行，但是处理了 %2$d 行。
zh_tw: 在資料庫中處理了數量錯誤的行。預計處理 %1$d 行，但處理了 %2$d 行。

source: Updating schema %1$s failed. Cause: %2$s.
es_mx: La actualización del esquema %1$s ha fallado. Causa: %2$s.
pl_pl: Aktualizacja schematu %1$s nie powiodła się. Przyczyna: %2$s.

source: Blocking tasks (%1$s) must be executed before background tasks can be executed (%2$s).
es_mx: Las tareas de bloqueo (%1$s) deben ser ejecutadas antes de que las tareas de segundo plano puedan ser ejecutadas (%2$s).
pl_pl: Zadania blokujące (%1$s) muszą być wykonane zanim można będzie wykonać zadania drugorzędne (%2$s).

source: Unknown task: %1$s.
es_mx: Tarea desconocida: %1$s
pl_pl: Nieznane zadanie: %1$s

source: Column "%1$s" not found in table %2$s.
es_mx: No se ha encontrado la columna "%1$s" en la tabla: %2$s.
pl_pl: W tabeli %2$s nie znaleziono kolumny "%1$s".

source: No row found in table version in schema %1$s.
es_mx: No se encontró ninguna fila en la versión de la tabla en el esquema %1$s.
pl_pl: W wersji tabeli w schemacie %1$s nie znaleziono wiersza.

source: Multiple rows found in table version in schema %1$s.
es_mx: Se han encontrado múltiples filas en la versión de la tabla en el esquema %1$s.
pl_pl: Znaleziono wiersze wielokrotne w wersji tabeli w schemacie %1$s.

source: Update conflict detected. Another process is currently updating schema %1$s.
es_mx: Se ha detectado un conflicto de actualización. Otro proceso está actualizando ahora mismo el esquema %1$s.
pl_pl: Wykryto konflikt aktualizacji. Trwa aktualizacja schematu %1$s przez inny proces.

source: Table update failed. Schema %1$s could not be locked.
es_mx: Ha fallado la actualización de la tabla. El esquema %1$s no pudo ser bloqueado.
pl_pl: Nie można zaktualizować tabeli. Nie można zablokować schematu %1$s.

source: Update conflict detected. Schema %1$s is not marked as locked.
es_mx: Se ha detectado un conflicto de actualización. El esquema %1$s no está marcado como bloqueado.
pl_pl: Wykryto konflikt aktualizacji. Schemat %1$s nie jest oznaczony jako zablokowany.

source: Schema %1$s could not be unlocked. Lock information could no be removed from database.
es_mx: El esquema %1$s no ha podido ser desbloqueado. La información de bloqueo no puede ser eliminada de la base de datos.
pl_pl: Nie można odblokować schematu %1$s. Zablokowanych informacji nie da się usunąć z bazy danych.

source: File upload failed: %1$s
es_mx: Ha fallado la subida del archivo: %1$s
pl_pl: Nie można przesłać pliku %1$s

source: Missing affiliation id
es_mx: Falta el id de afiliación
pl_pl: Brak identyfikatora przynależności

source: Unknown action value: %1$s
es_mx: Valor de acción desconocido: %1$s
pl_pl: Nieznana wartość czynności: %1$s

source: Header "content-type" does not indicate multipart content
es_mx: La cabecera "content-type" no indica contenido multiparte
pl_pl: Nagłówek "content-type" nie wskazuje na zawartość podzieloną na wiele części.

source: Request rejected because its size (%1$s) exceeds the maximum configured size of %2$s
es_mx: Petición rechazada porque su tamaño (%1$s) excede el tamaño máximo configurado de %1$d
pl_pl: Żądanie zostało odrzucone. Rozmiar żądania (%1$s) przekracza maksymalny skonfigurowany rozmiar: %2$s

source: Unknown module: %1$d
es_mx: Módulo desconocido: %1$d
pl_pl: Nieznany moduł: %1$d

source: An uploaded file referenced by %1$s could not be found
es_mx: No se ha podido encontrar un archivo subido referenciado por %1$s
pl_pl: Nie znaleziono przesłanego pliku, do którego istnieje odwołanie w %1$s

source: Invalid action value: %1$s
es_mx: Valor de acción no válido: %1$s
pl_pl: Nieprawidłowa wartość czynności: %1$s

source: Upload file with id %1$s could not be found
es_mx: No se pudo encontrar el archivo subido con id %1$s
pl_pl: Nie można znaleźć przesyłanego pliku o identyfikatorze %1$s

source: Upload file's content type "%1$s" does not match given file filter "%2$s"
es_mx: El tipo de contenido del archivo subido "%1$s" no se ajusta al filtro de archivo indicado "%2$s"
pl_pl: Typ zawartości przesyłanego pliku "%1$s" nie pasuje do podanego filtru plików "%2$s"

source: Request rejected because its size exceeds the maximum configured size of %1$s
es_mx: Petición rechazada porque su tamaño excede el tamaño máximo configurado de %1$s
pl_pl: Żądanie zostało odrzucone, ponieważ jego rozmiar przekracza maksymalny skonfigurowany rozmiar: %1$s

source: A DBPooling error occurred
es_mx: Se ha producido un error de DBPooling
pl_pl: Wystąpił błąd DBPooling

source: Configuration for user %1$s could not be found in context %2$d
es_mx: No se puede encontrar la configuración del usuario %1$s en el contexto %2$d
pl_pl: Brak konfiguracji dla użytkownika %1$s w kontekście %2$d

source: Cache initialization failed. Region: %1$s
es_mx: Ha fallado la inicialización de la caché. Región: %1$s
pl_pl: Nie można wykonać inicjacji pamięci podręcznej. Region: %1$s

source: User configuration could not be put into cache: %1$s
es_mx: No se pudo insertar la configuración del usuario en la caché: %1$s
pl_pl: Konfiguracja użytkownika nie mogła być umieszczona w pamięci podręcznej: %1$s

source: User configuration cache could not be cleared: %1$s
es_mx: No se pudo limpiar la caché de configuración del usuario: %1$s
pl_pl: Nie można wyczyścić pamięci podręcznej konfiguracji użytkownika: %1$s

source: User configuration could not be removed from cache: %1$s
es_mx: No se pudo eliminar la configuración del usuario de la caché: %1$s
pl_pl: Konfiguracja użytkownika nie mogła być usunięta z pamięci podręcznej: %1$s

source: Mail settings for user %1$s could not be found in context %2$d
es_mx: No se han podido encontrar los parámetros de correo del usuario %1$s en el contexto %2$d
pl_pl: Brak ustawień poczty dla użytkownika %1$s w kontekście %2$d

source: A messaging error occurred. Please try again later.
bg_bg: Възникна грешка в съобщенията. Моля, опитайте отново по-късно.
ca_es: S'ha produït un error de missatgeria. Per favor, provau-ho de nou més tard.
es_mx: Se ha producido un error de mensajería. Por favor, inténtelo de nuevo más tarde.
fr_fr: Une erreur de messagerie s'est produite. Veuillez réessayer.
nb_no: En meldingsfeil oppstod. Prøv igjen senere.
nl_nl: Er is een berichtenfout opgetreden. Probeer het later nog eens.
pl_pl: Wystąpił błąd w przesyłaniu komunikatów. Spróbuj ponownie później.
tr_tr: Mesajlaşma hatası meydana geldi. Lütfen sonra yeniden deneyin.
zh_cn: 出现一个消息错误。请在以后重试。
zh_tw: 出現一個訊息錯誤。請稍後重試。

source: A messaging error occurred.
bg_bg: Възникна грешка в съобщенията.
ca_es: S'ha produït un error de missatgeria.
es_mx: Se ha producido un error de mensajería.
fr_fr: Une erreur de messagerie s'est produite.
nb_no: En meldingsfeil oppstod.
nl_nl: Er is een berichtfout opgetreden.
pl_pl: Wystąpił błąd systemu obsługi komunikatów.
tr_tr: Mesajlaşma hatası meydana geldi.
zh_cn: 出现一个消息错误。
zh_tw: 出現一個訊息錯誤。

source: Invalid permission values: fp=%1$s orp=%2$s owp=%3$s odp=%4$s
es_mx: Valores de permisos no válidos: fp=%1$s orp=%2$s owp=%3$s odp=%4$s
pl_pl: Nieprawidłowe wartości uprawnień: fp=%1$s orp=%2$s owp=%3$s odp=%4$s

source: Missing parameter in user's mail config: %1$s
es_mx: Falta parámetro en la configuración de correo del usuario: %1$s
pl_pl: Brak parametru %1$s w konfiguracji poczty użytkownika %1$s

source: Configuration error: %1$s
es_mx: Error de configuración: %1$s
pl_pl: Błąd konfiguracji: %1$s

source: Invalid multipart content. Number of enclosed contents is 0
es_mx: Contenido multiparte no válido. El número de contenidos incluídos es 0
pl_pl: Nieprawidłowa zawartość wieloczęściowa. Liczba zamieszczonych treści wynosi 0.

source: A part's content could not be read from message %1$s in mail folder %2$s
es_mx: No se ha podido leer una parte del contenido del mensaje %1$s en la carpeta de correo %2$s
pl_pl: Nie można odczytać zawartości części z komunikatu %1$s w folderze poczty %2$s

source: Invalid message path: %1$s
es_mx: Ruta del mensaje no válida: %1$s
pl_pl: Nieprawidłowa ścieżka komunikatu: %1$s

source: Unknown color label: %1$s
es_mx: Etiqueta de color desconocida: %1$s
pl_pl: Nieznana etykieta koloru: %1$s

source: Cannot instantiate class %1$s.
es_mx: No se puede instanciar la clase %1$s.
pl_pl: Nie można utworzyć instancji klasy %1$s.

source: Cannot initialize mail module
es_mx: No se puede inicializar el módulo de correo.
pl_pl: Nie można wykonać inicjacji modułu poczty

source: No mail module access permitted
es_mx: No se permite ningún acceso al módulo de correo
pl_pl: Brak dostępu do modułu poczty

source: Mail account is disabled for admin user in context %1$s
es_mx: La cuenta de correo está desactivada para el usuario admin en el contexto %1$s
pl_pl: Wyłączono konto pocztowe dla administratora w kontekście %1$s

source: Process was interrupted. Please try again.
es_mx: El proceso ha sido interrumpido. Por favor, inténtelo de nuevo.
pl_pl: Proces został przerwany. Spróbuj ponownie.

source: Unsupported charset encoding: %1$s
es_mx: Codificación de juego de caracteres no admitida: %1$s
pl_pl: Nieobsługiwany kodowanie zestawu znaków: %1$s

source: Header %1$s could not be properly parsed
es_mx: No se pudo interpretar adecuadamente la cabecera %1$s
pl_pl: Nie można poprawnie przeanalizować nagłówka %1$s

source: Spam handler initialization failed: %1$s
es_mx: Ha fallado la inicialización del gestor de spam: %1$s
pl_pl: Nie można zainicjować metody obsługi niechcianych wiadomości: %1$s

source: Invalid content type value: %1$s
es_mx: Valor de tipo de contenido no válido: %1$s
pl_pl: Nieprawidłowa wartość typu zawartości: %1$s

source: Messaging error: %1$s
es_mx: Error de mensajería: %1$s
pl_pl: Błąd systemu obsługi wiadomości: %1$s

source: Message field %1$s cannot be handled
es_mx: No se puede procesar el campo %1$s del mensaje
pl_pl: Pole wiadomości %1$s nie może być obsłużone

source: Message field %1$s cannot be handled on server %2$s with login %3$s (user=%4$s, context=%5$s)
es_mx: El campo %1$s del mensaje no pudo ser procesado en el servidor %2$s con nombre de usuario %3$s (usuario=%4$s, contexto=%5$s)
pl_pl: Pole wiadomości %1$s nie może być obsłużone na serwerze %2$s przy loginie %3$s (użytkownik=%4$s, kontekst=%5$s).

source: Versit error: %1$s
es_mx: Error Versit: %1$s
pl_pl: Błąd Versit: %1$s

source: Versit attachment could not be saved due to an unsupported MIME type: %1$s
es_mx: El adjunto Versit no se pudo grabar debido a un tipo MIME no admitido: %1$s
pl_pl: Nie można zapisać załącznika Versit z powodu nieobsługiwanego typu MIME: %1$s

source: Invalid parameter name: %1$s
es_mx: Nombre de parámetro no válido: %1$s
pl_pl: Nieprawidłowa nazwa parametru: %1$s

source: Could not create a PartModifier instance from name %1$s
es_mx: No se ha podido crear una instancia de PartModifier a partir del nombre %1$s
pl_pl: Nie można utworzyć instancji elementu PartModifier z nazwy %1$s

source: Upload quota (%1$s) exceeded for file %2$s (size=%3$s)
es_mx: Cuota de subida (%1$s) excedida en el archivo %2$s (tamaño=%3$s)
pl_pl: Przekroczono limit przesyłanych danych (%1$s) dla pliku %2$s (rozmiar=%3$s)

source: Upload quota (%1$s) exceeded
es_mx: Cuota de subida (%1$s) excedida
pl_pl: Przekroczono limit przesyłanych danych (%1$s)

source: Invalid integer value %1$s
es_mx: Valor entero no válido %1$s
pl_pl: Nieprawidłowa wartość liczby całkowitej %1$s

source: Mail(s) %1$s could not be found in folder %2$s
es_mx: No se ha(n) podido encontrar el correo o correos %1$s en la carpeta %2$s
pl_pl: Nie można znaleźć wiadomości %1$s w folderze %2$s

source: Mail could not be found
es_mx: No se puede encontrar el correo.
pl_pl: Nie można znaleźć wiadomości e-mail

source: Action %1$s is not supported by %2$s
es_mx: La acción %1$s no está admitida por %2$s
pl_pl: Czynność %1$s nie jest obsługiwana przez %2$s

source: Message could not be sent
es_mx: No se ha podido enviar el mensaje
pl_pl: Nie można wysłać wiadomości

source: Unknown or unsupported action: %1$s
es_mx: Acción desconocida o no admitida: %1$s
pl_pl: Nieznana lub nieobsługiwana czynność: %1$s

source: Missing field %1$s
es_mx: Falta el campo %1$s
pl_pl: Brak pola %1$s

source: Unsupported MIME type %1$s
es_mx: Tipo MIME no admitido %1$s
pl_pl: Nieobsługiwany typ MIME %1$s

source: This message could not be moved to trash folder as your mailbox is nearly full.
es_mx: Este mensaje no se pudo mover a la papelera porque su buzón de correo está casi lleno.
pl_pl: Nie można przenieść wiadomości do folderu kosza, ponieważ skrzynka pocztowa jest niemal pełna.

source: Please try to empty your deleted items first, or delete smaller messages first.
es_mx: Por favor, antes intente vaciar sus elementos eliminados o borre los mensajes más pequeños.
pl_pl: Najpierw wykasuj elementy usunięte lub usuń mniejsze wiadomości.

source: The message part with sequence ID %1$s could not be found in message %2$s in folder %3$s.
es_mx: No se pudo encontrar la parte del mensaje con ID de secuencia %1$s en el mensaje %2$s en la carpeta %3$s.
pl_pl: Część wiadomości o identyfikatorze sekwencji %1$s nie została znaleziona w wiadomości %2$s w folderze %3$s.

source: No content available in mail part
es_mx: No hay contenido disponible en esta parte del correo
pl_pl: Brak dostępnej treści w części wiadomości

source: Message has been successfully sent. Due to exceeded quota a copy could not be placed in your sent folder though.
bg_bg: Съобщението е изпратено успешно. Поради превишена квота копие не може да бъде поставено в изпратената папка.
ca_es: El missatge s'ha enviat correctament. Per mor de la superació de la quota no se n'ha pogut desar una còpia a la carpeta de missatges enviats.
es_mx: El mensaje se ha enviado correctamente. Debido a que se ha superado la cuota no se ha podido almacenar una copia en la carpeta de mensajes enviados.
fr_fr: Le message a été envoyé avec succès, mais il n'a pas été possible d'en mettre une copie dans votre dossier des messages envoyés parce que le quota a été dépassé.
nb_no: Meldingen har nå blitt sendt. På grunn av overskredet kvote kunne ikke en kopi plasseres i din "sendte" mappe.
nl_nl: Het bericht is met succes verstuurd. Omdat uw quota is overschreden was het niet mogelijk een kopie in uw verzonden-map te plaatsen.
pl_pl: Wiadomość została pomyślnie wysłana, jednak z powodu limitów nie udało się jej skopiować do folderu z wiadomościami wysłanymi.
tr_tr: Mesaj başarıyla gönderildi; fakat kota aşımından dolayı bir kopyası, gönderilen dosyanıza kopyalanamadı
zh_cn: 成功发送邮件。因为超过限额，所以无法把一个复制放在您的已发送文件夹。
zh_tw: 已成功發送郵件，但由於已超出限額，無法將副本保存在您的已發送信件匣中。

source: Message has been successfully sent. A copy could not be placed in your sent folder though.
bg_bg: Съобщението е изпратено успешно. Копие обаче не може да бъде поставено в изпратената папка.
ca_es: El missatge s'ha enviat correctament. No se n'ha pogut desar una còpia a la vostra carpeta de missatges enviats.
es_mx: El mensaje se ha enviado correctamente. No se ha podido guardar una copia en su carpeta de mensajes enviados.
fr_fr: Le message a été envoyé avec succès, mais il n'a pas été possible d'en mettre une copie dans votre dossier des messages envoyés.
nb_no: Meldingen har nå blitt sendt. En kopi kan ikke plasseres i mappen for sendte.
nl_nl: Bericht is met succes verstuurd. Een kopie kon helaas niet in uw verzonden-map worden geplaatst.
pl_pl: Wiadomość została pomyślnie wysłana, jednak nie udało się jej skopiować do folderu z wiadomościami wysłanymi.
tr_tr: Mesaj başarıyla gönderildi; fakat kota aşımından dolayı bir kopyası, gönderilen dosyanıza kopyalanamadı.
zh_cn: 成功发送邮件。无法把一个复制放在您的已发送文件夹。
zh_tw: 已成功發送郵件，但無法將副本保存在您的已發送信件匣中。

source: No provider could be found for protocol/URL "%1$s"
es_mx: No se pudo encontrar un proveedor para el protocolo/URL "%1$s"
pl_pl: Nie znaleziono dostawcy dla protokołu/adresu URL "%1$s"

source: Protocol cannot be parsed: %1$s
es_mx: No se puede interpretar el protocolo: %1$s
pl_pl: Nie można przeanalizować protokołu: %1$s

source: No reply on multiple message possible
es_mx: No es posible responder a un mensaje múltiple
pl_pl: Nie jest możliwa odpowiedź na wiadomość wielokrotną

source: Illegal system flag argument %1$s. Flag must be to the power of 2
es_mx: Argumento de marca del sistema ilegal %1$s. La marca debe ser potencia de 2
pl_pl: Niedozwolony argument flagi systemowej %1$s. Flaga musi być do potęgi 2

source: Attachment %1$s not found inside mail %2$s of mail folder %3$s
es_mx: No se encuentra el adjunto %1$s en el correo %2$s de la carpeta de correo %3$s
pl_pl: Nie znaleziono załącznika %1$s w wiadomości e-mail %2$s lub w folderze poczty %3$s

source: Folder %1$s does not hold messages and is therefore not selectable
es_mx: La carpeta %1$s no contiene mensajes, y por tanto no es seleccionable.
pl_pl: Folder %1$s nie zawiera wiadomości i nie może być z tego powodu wybrany

source: Folder %1$s does not hold messages and is therefore not selectable on server %2$s with login %3$s (user=%4$s, context=%5$s)
es_mx: La carpeta %1$s no contiene mensajes, y por tanto no es seleccionable en el servidor %2$s con nombre de usuario %3$s (usuario=%4$s, contexto=%5$s)
pl_pl: Folder %1$s nie zawiera komunikatów i nie może być z tego powodu wybrany na serwerze %2$s przy loginie %3$s (użytkownik=%4$s, kontekst=%5$s)

source: Insufficient folder attributes: Either existence status or full name have to be present to determine if a mail folder create or update shall be performed
es_mx: Atributos de carpeta insuficientes: Bien el estado de existencia o bien el nombre completo han de estar presentes para determinar si se debe realizar una creación o una actualización de la carpeta de correo
pl_pl: Niewystarczające atrybuty folderu: aby utworzyć lub zaktualizować folder poczty, należy określić status istnienia lub pełną nazwę

source: Root folder must not be modified or deleted
es_mx: No se debe modificar ni borrar la carpeta raíz
pl_pl: Nie można zmieniać ani usuwać folderu głównego.

source: No transport provider could be found for protocol/URL "%1$s"
es_mx: No se pudo encontrar ningún proveedor de transporte para el protocolo/URL "%1$s"
pl_pl: Nie znaleziono dostawcy transportu dla protokołu/adresu URL "%1$s"

source: Missing mail folder full name
es_mx: Falta el nombre completo de la carpeta de correo
pl_pl: Brak pełnej nazwy folderu poczty

source: Image attachment with content id "%1$s" not found inside mail %2$s of mail folder %3$s
es_mx: No se ha encontrado la imagen adjunta con id de contenido "%1$s" en el correo %2$s de la carpeta de correo %3$s
pl_pl: Nie znaleziono załącznika z obrazem o identyfikatorze zawartości %1$s w wiadomości e-mail %2$s zapisanej w folderze poczty %3$s

source: The specified E-Mail address %1$s is not covered by allowed E-Mail address aliases.
es_mx: La dirección de E-Mail especificada %1$s no está incluida entre los alias de E-Mail permitidos.
pl_pl: Podany adres e-mail %1$s nie należy do dozwolonych aliasów adresów e-mail.

source: Checking default folders on server %1$s for user %2$s (%3$s) in context on %4$s failed: %5$s
es_mx: Ha fallado la comprobación de las carpetas predeterminadas en el servidor %1$s para el usuario %2$s (%3$s) en el contexto %4$s: %5$s
pl_pl: Nie można sprawdzić domyślnych folderów na serwerze %1$s dla użytkownika %2$s (%3$s) w kontekście %4$s: %5$s

source: The types of specified data source are not supported
es_mx: No se admiten los tipos de fuentes de datos especificados
pl_pl: Typy określonego źródła danych nie są obsługiwane.

source: Mail cannot be parsed. Invalid or incomplete mail data.
bg_bg: Пощата не може да бъде анализирана. Невалидни или непълни данни за поща.
ca_es: No s'ha pogut interpretar el correu. Dades del correu no vàlides o incompletes.
es_mx: No se pudo interpretar el correo. Datos del correo no válidos o incompletos.
fr_fr: Le message ne peut pas être analysé. Données de message invalides ou incomplètes.
nb_no: E-post kan ikke analyseres. Ugyldige eller ufullstendige e-postdata.
nl_nl: E-mail kan niet worden geanalyseerd. Ongeldige of onvolledige mailgegevens.
pl_pl: Nie można przeanalizować poczty. Dane dotyczące poczty są nieprawidłowe lub niekompletne.
tr_tr: Eposta ayrıştırılamaz. Geçersiz veya eksik eposta verisi.
zh_cn: 无法解析邮件。无效或不完整邮件数据。
zh_tw: 無法解析郵件。郵件資料無效或不完整。

source: Mail folder cannot be created/renamed. Empty folder name.
bg_bg: Папката за електронна поща не може да бъде създадена / преименувана. Празно име на папка.
ca_es: No s'ha pogut crear/reanomenar la carpeta de correu. Nom de carpeta buit.
es_mx: No se puede crear/renombrar la carpeta de correo. Nombre de carpeta vacío.
fr_fr: Le dossier de courrier n'a pas pu être créé ou renommé. Nom de dossier vide.
nb_no: E-postmappe kan ikke opprettes/omdøpt. Tom mappenavn.
nl_nl: E-mailmap kan niet worden aangemaakt/hernoemd. Mapnaam is blanco.
pl_pl: Nie można utworzyć folderu poczty lub zmienić jego nazwy. Nazwa folderu jest pusta.
tr_tr: Eposta klasörü oluşturulamaz/yeniden adlandırılamaz. Boş klasör adı.
zh_cn: 无法创建/更名邮件文件夹。空的文件夹名称。
zh_tw: 無法建立/重命名郵件文件夾。空的文件夾名。

source: Invalid folder name: "%1$s"
es_mx: Nombre de directorio no válido: "%1$s"
pl_pl: Nieprawidłowa nazwa folderu: "%1$s"

source: Invalid Content-Disposition value: %1$s
es_mx: El valor de Content-Disposition no es válido: %1$s
pl_pl: Nieprawidłowa wartość nagłówka Content-Disposition: %1$s

source: A folder named %1$s already exists.
es_mx: Ya existe una carpeta con el nombre %1$s
pl_pl: Istnieje już folder o nazwie %1$s.
