Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Private flag is only allowed inside of a private folder.
bg_bg: Частният флаг е разрешен само в частна папка.
ca_es: Només es permet una marca privada dins d'una carpeta privada.
es_mx: Sólo se permite una marca privada dentro de una carpeta privada.
fr_fr: Le drapeau privé n'est autorisé qu'au sein d'un dossier privé.
nb_no: Privat flagg er bare tillatt inne i en privat mappe.
nl_nl: Privévlag is slechts toegestaan in een privémap.
pl_pl: Flaga prywatna jest dozwolona tylko w folderach prywatnych.
tr_tr: Özel bayrak kullanımına sadece özel bir klasörün içinde izin verilir.
zh_cn: 只允许私人标志出现在私人文件夹内。
zh_tw: 只允許私人標誌出現在私人資料夾內。

source: Appointments marked as 'Private' can only be scheduled for the respective user (or owner of the calendar). Please remove additional participants or remove the "Private" mark.
bg_bg: Назначенията, означени като "Частни", могат да бъдат насрочени само за съответния потребител (или собственик на календара). Моля, премахнете допълнителни участници или премахнете маркера \ "Частен ".
ca_es: Les cites marcades com a 'Cita privada' només poden ser programades per l'usuari corresponent (o el propietari del calendari). Per favor, eliminau-ne els participants addicionals o llevau-ne la marca "Cita privada".
es_mx: Las citas marcadas como 'Cita privada' sólo pueden ser programadas por el usuario correspondiente (o el propietario del calendario). Por favor, elimine los participantes adicionales o quite la marca "Cita privada".
fr_fr: Les rendez-vous marqués « Privé » ne peuvent être planifiés que pour l'utilisateur correspondant (ou le propriétaire de l'agenda). Veuillez supprimer les participants supplémentaires ou supprimer la marque « Privé ».
nb_no: Avtaler som er merket som privat kan bare bli planlagt for den respektive bruker (eller eieren av kalenderen). Vennligst fjern flere deltakere eller fjern "Privat"-merket.
nl_nl: Afspraken met de 'Privé' markering kunnen alleen worden gepland door de betrokken gebruiker (of de eigenaar van de map). Verwijder de andere deelnemers of haal de markering privé weg.
pl_pl: Spotkania oznaczone jako 'Prywatne' można zaplanować tylko dla właściwego użytkownika (lub właściciela kalendarza). Usuń dodatkowych uczestników lub zmień oznaczenie tego spotkania jako 'Prywatne'.
tr_tr: 'Özel' olarak işaretlenmiş randevular sadece ilgili kullanıcı (ya da takvimin sahibi) içindir. Lütfen ek katılımcıları kaldırın veya "Özel" işaretini kaldırın.
zh_cn: 标示 “私人” 的约会只能为各自用户（或日历拥有人）安排。请删除附加的参加者或删除 “私人” 标示。
zh_tw: 標記為「私人」的約會只能安排給相應的用戶（或日曆所有者）。請刪除其他參與者或刪除「私人」標記。

source: Unsupported private flag value %d
es_mx: Valor de marca privada %d no admitido
pl_pl: Nieobsługiwana wartość flagi prywatnej %d

source: Unsupported "shown as" value %d
es_mx: Valor de "mostrar como" %d no admitido
pl_pl: Nieobsługiwana wartość "shown as" %d

source: Required value "Start Date" was not supplied.
bg_bg: Изисквана стойност \ "Начална дата " не е предоставена.
ca_es: No s'ha proporcionat el valor requerit "Data d'inici".
es_mx: No se ha proporcionado el valor requerido "Fecha de inicio".
fr_fr: La valeur « Date de début » requise n'a pas été indiquée.
nb_no: Ønsket verdi "Startdato" ble ikke levert.
nl_nl: Vereiste waarde "Startdatum" is niet opgegeven.
pl_pl: Brak wymaganej wartości "Start Date".
tr_tr: Gerekli "Başlangıç tarihi" değeri sağlanmadı.
zh_cn: 未提供需要的值“开始日期”。
zh_tw: 未提供需要的值「開始日期」。

source: Required value "End Date" was not supplied.
bg_bg: Изискваната стойност \ "Крайна дата " не е предоставена.
ca_es: No s'ha proporcionat el valor requerit "Data de finalització"
es_mx: No se ha proporcionado el valor requerido "Fecha de finalización"
fr_fr: La valeur « Date de fin » requise n'a pas été indiquée.
nl_nl: Vereiste waarde "Einddatum" is niet opgegeven.
pl_pl: Brak wymaganej wartości "End Date".
tr_tr: Gerekli "Bitiş tarihi" değeri sağlanmadı.
zh_cn: 未提供需要的值“结束日期”。
zh_tw: 未提供需要的值「結束日期」。

source: Required value "Title" was not supplied.
bg_bg: Изискваната стойност \ "Title " не е предоставена.
ca_es: No s'ha proporcionat el valor requerit "Títol".
es_mx: No se ha proporcionado el valor requerido "Título"
fr_fr: La valeur « Titre » requise n'a pas été indiquée.
nl_nl: Vereiste waarde "Titel" is niet opgegeven.
pl_pl: Brak wymaganej wartości "Interval".
tr_tr: Gerekli "Başlık" değeri sağlanmadı.
zh_cn: 未提供需要的值“标题”。
zh_tw: 未提供需要的值「標題」。

source: Unable to create exception, recurring position can not be calculated.
es_mx: No se pudo crear la excepción. No se puede calcular la posición recurrente.
pl_pl: Nie można utworzyć wyjątku. Nie można obliczyć pozycji cykliczności.

source: Got an UserParticipant object with an identifier < 1 Identifier:Folder_Type = %d:%d
es_mx: Se encontró un objeto UserParticipant con un identificador < 1 Identificador:Tipo_Carpeta = %d:%d
pl_pl: Otrzymano obiekt UserParticipant o identyfikatorze < 1 Identyfikator: Folder_Type = %d:%d

source: Got an UserParticipant object with a private folder id < 1 : Identifier = %d
es_mx: Se encontró un objeto UserParticipant con un id de carpeta privada < 1 : Identificador = %d
pl_pl: Otrzymano obiekt UserParticipant o identyfikatorze folderu prywatnego < 1: Identyfikator = %d

source: Got an UserParticipant object with a private folder id in a public folder : Identifier = %d
es_mx: Se encontró un objeto UserParticipant con un id de carpeta privada en una carpeta pública : Identificador = %d
pl_pl: Otrzymano obiekt UserParticipant o identyfikatorze folderu prywatnego w folderze publicznym: Identyfikator = %d

source: Move not supported: Cannot move an appointment from folder %d to folder %d
es_mx: No se admite mover: No se puede mover una cita desde la carpeta %d a la carpeta %d
pl_pl: Przenoszenie nie jest obsługiwane: nie można przenieść spotkania z folderu %d do folderu %d

source: Move not allowed from shared folders
es_mx: No está permitido Mover desde carpetas compartidas
pl_pl: Nie jest dozwolone przenoszenie z folderów udostępnionych

source: Calendar operation: Context not set.
es_mx: Operación de calendario: No se ha definido el contexto.
pl_pl: Operacja kalendarza: nie zdefiniowano kontekstu.

source: Insufficient rights to add/remove an attachment to/from this folder.
es_mx: Permisos insuficientes para añadir/quitar un adjunto a/de esta carpeta.
pl_pl: Niewystarczające uprawnienia do załączania/odłączania załączników w danym folderze.

source: Insufficient read rights for this folder.
bg_bg: Не са налице достатъчно права за четене за тази папка.
ca_es: Permisos de lectura insuficients per a aquesta carpeta.
es_mx: Permisos de lectura insuficientes para esta carpeta.
fr_fr: Droits de lecture sur ce dossier insuffisants.
nb_no: Utilstrekkelige leserettigheter for denne mappen.
nl_nl: Onvoldoende leesrechten voor deze map.
pl_pl: Niewystarczające uprawnienia odczytu dla danego folderu.
tr_tr: Bu dosyayı okumak için yeterli izin bulunmamaktadır.
zh_cn: 对此文件夹的读取权限不足！
zh_tw: 對此文件夾的讀取權限不足。

source: Cannot resolve recurrence position because neither the recurring position nor the recurring date position is known.
es_mx: No se puede determinar la posición de la periodicidad porque no se conoce la posición recurrente ni la posición de la fecha periódica.
pl_pl: Nie można określić pozycji cykliczności, ponieważ nie jest dostępna ani pozycja cykliczności ani pozycja daty cykliczności.

source: Missing start date, unable to calculate recurrence.
pl_pl: Brak daty początkowej. Nie można obliczyć cykliczności.

source: Missing or wrong interval value: %d
es_mx: El valor de "interval" falta o es erróneo: %d
pl_pl: Brakująca lub nieprawidłowa wartość Interval: %d

source: Missing or wrong DayInMonth value: %d
es_mx: El valor de "DayInMonth" falta o es erróneo: %d
pl_pl: Brakująca lub nieprawidłowa wartość DayInMonth: %d

source: Missing or wrong month value: %d
es_mx: El valor del mes falta o es erróneo: %d
pl_pl: Brakująca lub nieprawidłowa wartość miesiąca: %d

source: Missing or wrong day value: %d
es_mx: El valor del día falta o es erróneo: %d
pl_pl: Brakująca lub prawidłowa wartość dnia: %d

source: Missing or wrong day_or_type : %d
es_mx: "day_or_type" falta o es erróneo: %d
pl_pl: Brakująca lub nieprawidłowa wartość day_or_type: %d

source: Unable to remove participant %d
es_mx: No se pudo eliminar el participante %d
pl_pl: Nie można usunąć uczestnika %d

source: Unable to remove participant because this participant is the last remaining
es_mx: No se pudo eliminar el participante porque éste es el último que quedaba
pl_pl: Nie można usunąć uczestnika. Jest to ostatni uczestnik

source: Action type not supported : %d
es_mx: Tipo de acción no admitido: %d
pl_pl: Nieobsługiwany typ czynności: %d

source: Folder is not of type Calendar
es_mx: La carpeta no es de tipo Calendar
pl_pl: Folder nie jest typu Kalendarz.

source: The required "interval" value is missing or wrong
es_mx: El valor requerido "intervalo" falta o es erróneo
pl_pl: Brak żądanej wartości "interval" lub jest ona nieprawidłowa

source: The required "days" value is missing or wrong: %d
es_mx: El valor requerido "días" falta o es erróneo: %d
pl_pl: Brak żądanej wartości "days" lub jest ona nieprawidłowa: %d

source: Moving appointment to a public folder flagged as private is not allowed.
es_mx: No está permitido mover una cita a una carpeta pública marcada como privada.
pl_pl: Nie jest dozwolone przenoszenie spotkania z flagą prywatną do folderu publicznego.

source: You do not have the appropriate permissions to modify this object.
bg_bg: Нямате подходящите разрешения за промяна на този обект.
ca_es: No teniu els permisos adequats per a modificar aquest objecte.
es_mx: No tiene los permisos adecuados para modificar este objeto.
fr_fr: Vous n'avez pas les droits requis pour modifier cet objet.
nb_no: Du har ikke de nødvendige tillatelsene til å endre dette objektet.
nl_nl: U heeft geen recht om dit object aan te passen.
pl_pl: Nie masz odpowiednich uprawnień do modyfikacji danego obiektu.
tr_tr: Nesneyi değiştirmek için uygun yetki tanımınız yok.
zh_cn: 您没有修改此对象的适当权限。
zh_tw: 您沒有修改此物件的適當權限。

source: Got the wrong folder identification. You do not have the appropriate permissions to modify this object.
es_mx: Se ha obtenido un id de carpeta errónea. No tiene los permisos adecuados para modificar este objeto.
pl_pl: Otrzymano nieprawidłowy identyfikator folderu. Brak uprawnień do modyfikacji tego obiektu.

source: Got the wrong shared folder identification. You do not have the appropriate permissions to modify this object.
es_mx: Se ha obtenido un id de carpeta compartida errónea. No tiene los permisos adecuados para modificar este objeto.
pl_pl: Otrzymano nieprawidłowy identyfikator folderu udostępnionego. Brak uprawnień do modyfikacji tego obiektu.

source: You do not have the appropriate permissions to move this object.
bg_bg: Нямате подходящите разрешения за преместване на този обект.
ca_es: No teniu els permisos adequats per a moure aquest objecte.
es_mx: No tiene los permisos adecuados para mover este objeto.
fr_fr: Vous n'avez pas les droits requis pour déplacer cet objet.
nb_no: Du har ikke de nødvendige tillatelsene til å flytte dette objektet.
nl_nl: U heeft geen recht om dit object te verplaatsen.
pl_pl: Nie masz odpowiednich uprawnień do przeniesienia danego obiektu.
tr_tr: Nesneyi taşımak için uygun yetki tanımınız yok.
zh_cn: 您没有移动此对象的适当权限。
zh_tw: 您沒有移動此物件的適當權限。

source: You do not have the appropriate permissions to read this object %1$d.
es_mx: No tiene los permisos adecuados para leer este objeto %1$d.
pl_pl: Nie masz odpowiednich uprawnień do odczytu obiektu %1$d.

source: You do not have the appropriate permissions to create an object
es_mx: No tiene los permisos adecuados para crear un objeto.
pl_pl: Nie masz odpowiednich uprawnień do utworzenia obiektu.

source: You are trying to create a new recurring appointment from an exception. This is not possible.
bg_bg: Опитвате се да създадете нова периодична среща от изключение. Това е невъзможно.
ca_es: Estau provant de crear una nova recurrència a partir d'una excepció. Això no és possible.
fr_fr: Vous essayez de créer un nouveau rendez-vous répétitif à partir d'une exception, ce qui n'est pas possible.
nb_no: Du prøver å skape en ny gjentakende avtale fra et unntak. Dette er ikke mulig.
nl_nl: U probeert een nieuwe terugkerende afspraak te maken van een uitzondering. Dit is niet mogelijk.
pl_pl: Próbujesz utworzyć nowy element cykliczny z wyjątku. Nie jest to możliwe.
tr_tr: İstisna olarak yenilenen bir randevu oluşturmaya çalışıyorsunuz. Bu eylem mümkün değildir.
zh_cn: 您在尝试从例外创建一个新的循环约会，而这是不可能的。
zh_tw: 你試圖從例外情況建立新的重複發生事件。這不可能發生。

source: You cannot move one instance of a recurring appointment into another folder.
pl_pl: Nie możesz przenieść jednego wystąpienia spotkania cyklicznego do innego folderu.

source: A database update exception occurred.
es_mx: Se ha producido una excepción de actualización de la base de datos.
pl_pl: Podczas aktualizacji bazy danych wystąpił wyjątek.

source: Move to a shared folder not allowed if the private flag is set
es_mx: No está permitido mover a una carpeta compartida si está puesta la marca de privado.
pl_pl: Przy ustawionej fladze prywatnej nie jest dozwolone przenoszenie do folderu udostępnionego

source: You can not use different private flags for one element of a recurring appointment
es_mx: No puede utilizar distintas etiquetas de privado para un sólo elemento de una cita periódica
pl_pl: Nie możesz używać różnych flag prywatnych dla jednego elementu spotkania cyklicznego

source: You can not use the private flag in a non private folder
es_mx: No puede usar las etiquetas de privado en una carpeta no privada
pl_pl: Nie możesz używać flag prywatnych w folderze, który nie jest prywatny

source: Bad character in field %1$s. Error: %2$s
es_mx: Carácter incorrecto en el campo %1$s. Error: %2$s
pl_pl: W polu %1$s znajduje się nieprawidłowy znak. Błąd: %2$s

source: Some data exceeds a field limit. Please shorten the input(s) for affected field(s).
es_mx: Algunos datos exceden el límite de un campo. Por favor, acorte la(s) entrada(s) de el/los campo(s) afectado(s).
pl_pl: Niektóre wartości są dłuższe od ograniczenia pola. Skróć wprowadzone informacje dla danych pól.

source: Calendar calculation requires a properly defined time zone.
es_mx: El cálculo del calendario precisa de que se defina una zona horaria adecuada.
pl_pl: Obliczenie kalendarza wymaga poprawnie zdefiniowanej strefy czasowej.

source: Recurrence position %1$s does not exist
es_mx: La posición recurrente %1$s no existe
pl_pl: Pozycja cykliczności %1$s nie istnieje

source: One or more exception dates are not contained in recurring appointment
es_mx: Una o más fechas de excepciones no están incluidas en la cita periódica
pl_pl: Przynajmniej jedna data wyjątku nie jest zawarta w spotkaniu cyklicznym.

source: Appointment's owner must not be removed from participants
es_mx: No se debe eliminar de los participantes al propietario de la cita
pl_pl: Nie wolno usuwać właściciela spotkania spośród uczestników

source: An event error occurred: %1$s
es_mx: Se ha producido un error de evento: %1$s
pl_pl: Wystąpił błąd wydarzenia: %1$s

source: Value %1$d exceeds max. supported value of %2$d.
es_mx: El valor %1$d excede el máx. admitido de %2$d.
pl_pl: Wartość %1$d jest większa od maksymalnej obsługiwanej wartości %2$d.

source: Unable to calculate first occurrence.
es_mx: No se pudo calcula la primera ocurrencia.
pl_pl: Nie można obliczyć pierwszego wystąpienia.

source: The recurrence pattern is too complex. Giving up.
es_mx: El patrón de periodicidad es demasiado complejo. Me rindo.
pl_pl: Wzorzec cyklu jest za skomplikowany. Przerywam pracę.

source: Unknown name-value-pair in recurrence string: %1$s=%2$s
es_mx: Par nombre-valor desconocido en cadena de periodicidad: %1$s=%2$s
pl_pl: Nieznana para nazwa-wartość w ciągu cyklu: %1$s=%2$s

source: Changing recurrence type of a change exception denied
es_mx: Se ha denegado el cambio de tipo de periodicidad de una excepción de cambio.
pl_pl: Zmiana typu cykliczności wyjątku zmiany została odrzucona.

source: Changing recurrence position of a change exception denied.
es_mx: Se ha denegado el cambio de posición de periodicidad de una excepción de cambio.
pl_pl: Zmiana pozycji cykliczności wyjątku zmiany została odrzucona.

source: User changing the appointment is missing.
es_mx: Falta el usuario que cambia la cita.
pl_pl: Brak użytkownika zmieniającego spotkanie.

source: Some callbacks threw exceptions: %s
es_mx: Algunas llamadas provocaron excepciones: %s
pl_pl: Niektóre wywołania zwrotne zgłosiły wyjątki: %s

source: Series end is before start date.
bg_bg: Крайната серия е преди началната дата.
ca_es: La data de finalització és anterior a la data d'inici.
es_mx: La fecha de finalización es anterior a la fecha de inicio.
fr_fr: La série se termine avant la date de début.
nb_no: Serien slutter før startdatoen.
nl_nl: Eind van de serie valt vóór startdatum.
pl_pl: Koniec cyklu jest wcześniejszy od daty początkowej.
tr_tr: Seri sonu başlangıç ​​tarihinden öncedir.
zh_cn: 系列结束日期在开始日期前。
zh_tw: 系列結束日期在開始日期前。

source: Incomplete recurring information: missing interval.
es_mx: Información de periodicidad incompleta: falta el intervalo.
pl_pl: Niepełne informacje dotyczące cykliczności: brak odstępu.

source: Incomplete recurring information: missing series end date or number of occurrences.
es_mx: Información de periodicidad incompleta: falta la fecha de finalización de la serie o el número de ocurrencias.
pl_pl: Niepełne informacje dotyczące cykliczności: brak daty końcowej cyklu lub liczby wystąpień.

source: Incomplete recurring information: missing weekday.
es_mx: Información de periodicidad incompleta: falta el día de la semana.
pl_pl: Niepełne informacje dotyczące cykliczności: brak dnia tygodnia.

source: Incomplete recurring information: missing day in month.
es_mx: Información de periodicidad incompleta: falta el día del mes.
pl_pl: Niepełne informacje dotyczące cykliczności: brak dnia miesiąca.

source: Incomplete recurring information: missing month.
es_mx: Información de periodicidad incompleta: falta el mes.
pl_pl: Niepełne informacje dotyczące cykliczności: brak miesiąca.

source: Incomplete recurring information: missing recurrence type.
es_mx: Información de periodicidad incompleta: falta el tipo de periodicidad.
pl_pl: Niepełne informacje dotyczące cykliczności: brak typu cykliczności.

source: Moving a recurring appointment to another folder is not supported.
bg_bg: Преместването на повтаряща се среща в друга папка не се поддържа.
ca_es: No està permès moure una cita recurrent a una altra carpeta.
es_mx: No se permite mover una cita periódica a otra carpeta.
fr_fr: Il n'est pas permis de déplacer un rendez-vous récurrent dans un autre dossier.
nb_no: Flytting av en fast avtale til en annen mappe støttes ikke.
nl_nl: Het verplaatsen van een terugkerende afspraak naar een andere map is niet ondersteund.
pl_pl: Nie jest obsługiwane przenoszenie spotkania cyklicznego do innego folderu.
tr_tr: Yinelenen bir randevu başka bir klasöre taşınamaz.
zh_cn: 不允许将一个循环约会移到别的文件夹。
zh_tw: 不允許將重複發生的約會移到另一個文件夾。

source: In order to accomplish the search, %1$d or more characters are required.
bg_bg: За да се извърши търсенето, се изискват %1$d или повече знаци.
ca_es: Són necessaris %1$d o més caràcters per a pode realitzar la recerca.
es_mx: Son necesarios %1$d o más caracteres para poder realizar la búsqueda.
fr_fr: Pour effectuer la recherche, au moins %1$d caractères sont nécessaires.
nb_no: For å utføre søket, kreves %1$d eller flere tegn.
nl_nl: Om de zoekactie uit te voeren zijn %1$d of meer tekens nodig.
pl_pl: Liczba znaków wymagana do zakończenia wyszukiwania: %1$d.
tr_tr: Aramayı tamamlamak için %1$d ya da daha fazla karakter gerekiyor.
zh_cn: 要完成搜索，需要 %1$d 个或更多字符。
zh_tw: 要完成搜索，需要 %1$d 個或更多字元。

source: Redundant information for Until and occurrences.
es_mx: Información redundante para Until y las ocurrencias.
pl_pl: Zbędne informacje dla Do i cykliczności.

source: Unnecessary recurrence information for recurrence type "no recurrence".
es_mx: Información de periodicidad innecesaria para el tipo de periodicidad "sin periodicidad".
pl_pl: Zbędne informacje dotyczące cykliczności dla typu cykliczności "no recurrence".

source: Unnecessary recurrence information (%1$s) for type %2$s
es_mx: Información de periodicidad innecesaria (%1$s) para el tipo %2$s
pl_pl: Niepotrzebne informacje o cykliczności (%1$s) dla typu %2$s

source: The recurring appointment has been deleted or is outside of the range of the recurrence.
pl_pl: Cykliczne spotkanie zostało usunięte lub znajduje się poza zakresem cykliczności.

source: Changing an exception into a series is not supported.
es_mx: No se admite modificar una excepción en una serie.
pl_pl: Zamiana wyjątku w cykl nie jest obsługiwana.

source: Cannot insert appointment (%1$s). An appointment with the unique identifier (%2$s) already exists.
es_mx: No se puede insertar la cita (%1$s). Ya existe una cita con el identificador único (%2$s).
fr_fr: Impossible d'insérer un rendez-vous (%1$s). Un rendez-vous avec l'identifiant unique (%2$s) existe déjà.
nb_no: Kan ikke legge til avtalen (%1$s). En avtale med den unike identifikatoren (%2$s) finnes allerede.
nl_nl: Het is niet mogelijk de afspraak (%1$s) toe te voegen. Een afspraak met de unieke identificatie code (%2$s) bestaat reeds.
pl_pl: Nie można wstawić spotkania (%1$)..Spotkanie o tym unikatowym identyfikatorze (%2$s) już istnieje.
zh_cn: 无法插入约会 (%1$s)。一个有独一无二标示符 (%2$s) 的约会已存在。
zh_tw: 無法插入約會 (%1$s)。已存在相同 UID 的約會 (%2$s)。

source: SQL Problem.
es_mx: Problema de SQL.
pl_pl: Wystąpił problem SQL.

source: Wrong number of rows changed. Expected %1$d but was %2$d.
es_mx: Se ha modificado un número erróneo de filas. Se esperaban %1$d filas pero se han procesado %2$d.
pl_pl: Nieprawidłowa liczba zmienionych wierszy. Oczekiwano %1$d, a było %2$d.

source: Could not find participant for this object.
es_mx: No se ha podido encontrar un participante para este objeto.
pl_pl: Nie można znaleźć uczestnika dla tego obiektu.

source: Was not able to calculate next upcoming reminder for series appointment %2$d in context %1$d.
es_mx: No se pudo calcular el siguiente recordatorio de la cita periódica %2$d en el contexto %1$d.
pl_pl: Nie można było obliczyć następnego nadchodzącego przypomnienia dla spotkania cyklicznego %2$d w kontekście %1$d.

source: Invalid sequence value: %1$d
es_mx: Valor de secuencia no válido: %1$d
pl_pl: Nieprawidłowa wartość ciągu: %1$d

source: An external participant with the E-Mail address %1$s is already included. Please remove participant duplicate and retry.
bg_bg: Вече е включен външен участник с имейл адреса %1$s . Моля, премахнете дублиращите се участници и опитайте отново.
ca_es: Ja s'ha inclòs un participant extern amb l'adreça de correu electrònic %1$s. Per favor, suprimiu el participant duplicat i tornau-ho a provar.
es_mx: Ya se ha incluido un participante externo con la dirección de E-Mail %1$s. Por favor, elimine el participante duplicado y vuelva a intentarlo.
fr_fr: Un participant externe d'adresse électronique %1$s est déjà référencé. Veuillez supprimer le participant en double et essayer à nouveau.
nb_no: En ekstern deltaker med e-postadressen %1$s er allerede inkludert. Vennligst fjern deltaker duplikat og prøv igjen.
nl_nl: Een externe deelnemer met het email adres %1$s is reeds toegevoegd. Verwijder de dubbele vermelding en probeer opnieuw.
pl_pl: Zawiera już uczestnika zewnętrznego o adresie e-mail %1$s. Usuń zduplikowanego użytkownika i spróbuj ponownie.
tr_tr: %1$s e-posta adresi ile harici bir katılımcı zaten mevcuttur. Lütfen yinelenen katılımcıyı kaldırın ve yeniden deneyin.
zh_cn: 一个有电子邮件地址 %1$s 的外部参与者已经包含。请删除重复参与者后重试。
zh_tw: 已經包含 Email 地址為 %1$s 的外部參與者。請移除重複的參與者並重試。
