Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: An attendee wanted to change his/her participant state in an appointment that could not be found. Probably the appointment was already canceled.
bg_bg: Участник искаше да промени състоянието на участник в среща, която не можа да бъде намерена. Вероятно назначението вече е отменено.
ca_es: Un assistent voldria canviar el seu estat de participació en una cita que no s'ha pogut trobar. Probablement la cita ja havia estat cancel·lada.
es_mx: Un asistente quería cambiar su estado de participación en una cita que no se ha podido encontrar. Probablemente la cita ya había sido cancelada.
fr_fr: Un participant souhaitait changer son état de participant à un rendez-vous qui n'a pas pu être trouvé. Il est probable que le rendez-vous avait déjà été annulé.
nb_no: En deltaker ønsket å endre sin deltakerstatus i en avtale som ikke ble funnet. Avtalen var sannsynligvis allerede avbrutt.
nl_nl: Een deelnemer wil zijn/haar deelnamestatus aanpassen van een afspraak die niet gevonden kan worden. Waarschijnlijk is deze afspraak reeds afgezegd.
pl_pl: Uczestnik spotkania chce zmienić stan uczestnictwa w spotkaniu, którego nie można znaleźć. Spotkanie zostało już prawdopodobnie usunięte.
tr_tr: Katılımcı kişi bulunamayan randevu için kendi katılımcı durumunu değiştirmek istiyor.Randevu silinmiş olabilir .
zh_cn: 一个参与者想要为某个无法找到的约会更改他的出席状态。约会大概已经取消。
zh_tw: 有一位參加者想要修改他在某個未知約會當中的參與狀態。也許該約會已經取消了。

source: This is an update to an appointment that has been changed in the meantime. Best ignore it.
bg_bg: Това е актуализация на среща, която междувременно е променена. Най-добре го игнорирайте.
ca_es: Això és una actualització d'una cita que ha estat canviada mentrestant. La millor opció serà ignorar-ho.
es_mx: Esto es una actualización de una cita que se ha cambiado desde entonces. Lo mejor es ignorarla.
fr_fr: Il s'agit d'une mise à jour concernant un rendez-vous déjà modifié entre-temps. Le mieux est simplement de l'ignorer.
nb_no: Dette er en oppdatering av en avtale som har blitt endret i mellomtiden. Best å ignorere den.
nl_nl: Dit is een wijziging op een afspraak welke reeds is aangepast. Het is beter deze wijziging te negeren.
pl_pl: Jest to aktualizacja spotkania, które w międzyczasie zostało zmienione. Wystarczy to zignorować.
zh_cn: 这是一个已同时被更改约会的更新。最好忽视它。
zh_tw: 有個約會在同時被更新了。您可以直接忽略。

source: An attendee wants to change an appointment that could not be found. Probably the appointment was deleted. Best ignore it.
bg_bg: Участник иска да промени среща, която не може да бъде намерена. Вероятно назначението бе изтрито. Най-добре го игнорирайте.
ca_es: Un assistent vol canviar una cita que no s'ha pogut trobar. Probablement la cita ha estat esborrada. La millor opció serà ignorar aquest canvi.
es_mx: Un asistente quiere cambiar una cita que no se ha podido encontrar. Probablemente la cita fue borrada. Lo mejor será ignorar este cambio.
fr_fr: Un participant souhaite modifier un rendez-vous qui n'a pas pu être trouvé. Il est probable que le rendez-vous avait été supprimé auparavant. Le mieux est simplement de l'ignorer.
nb_no: En deltaker ønsker å endre en avtale som ikke ble funnet. Sannsynligvis ble avtalen slettet. Best å ignorere den.
nl_nl: Een deelnemer wil de een afspraak aanpassen welke niet kan worden gevonden. Waarschijnlijk is deze afspraak reeds verwijderd, het is daarom beter deze wijziging te negeren.
pl_pl: Uczestnik spotkania chce zmienić spotkanie, którego nie znaleziono. Prawdopodobnie spotkanie zostało usunięte w międzyczasie. Wystarczy to zignorować.
tr_tr: Katılımcı bulunamayan randevuyu değiştirmek istiyor.Randevu silinmiş olabilir.Gözardı edebilirsiniz.
zh_cn: 一个参与者想要更改某个无法找到的约会。约会大概已经删除。最好忽视它。
zh_tw: 有一位參加者想要修改他在某個未知約會當中的參與狀態。也許該約會某個時候已經取消了，您可以忽略此更新。

source: The organizer declined your counter proposal for the appointment.
bg_bg: Организаторът отхвърли предложението ви за срещата.
ca_es: L'organitzador ha rebutjat la vostra contraproposta per a la cita.
es_mx: El organizador ha rechazado su contrapropuesta para la cita.
fr_fr: L'organisateur a décliné votre contre-proposition concernant le rendez-vous.
nb_no: Arrangøren avslo ditt motforslag for avtalen.
nl_nl: De organisator heeft uw tegenvoorstel voor een afspraak afgewezen.
pl_pl: Organizator odrzucił kontrpropozycję spotkania.
tr_tr: Organizatör randevu için yapmış olduğunuz karşı teklifi reddetmiştir.
zh_cn: 活动发起人拒绝了您对于约会的对案。
zh_tw: 活動發起人拒絕了您對於約會的反提案。

source: The organizer declined your counter proposal for an appointment that could not be found. It was probably deleted in the meantime.
bg_bg: Организаторът отхвърли предложението ви за среща, което не можа да бъде намерено. Междувременно вероятно е било заличено.
ca_es: L'organitzador ha rebutjat la vostra contraproposta per a una cita que no s'ha pogut trobar. Probablement ha estat eliminada d'ençà.
es_mx: El organizador ha rechazado su contrapropuesta para una cita que no se pudo encontrar. Probablemente fue eliminada desde entonces.
fr_fr: L'organisateur a décliné votre contre-proposition concernant un rendez-vous qui n'a pas pu être trouvé. Il a probablement été supprimé entre-temps.
nb_no: Arrangøren avslo ditt motforslag for en avtale som ikke ble funnet. Den ble trolig slettet i mellomtiden.
nl_nl: De organisator heeft uw tegenvoorstel afgewezen voor een afspraak die niet kan worden gevonden. Waarschijnlijk is deze afspraak reeds verwijderd.
pl_pl: Organizator odrzucił kontrpropozycję dla spotkania, którego nie można znaleźć. Prawdopodobnie zostało ono usunięte w międzyczasie.
tr_tr: Organizatör bulunamayan randevu için yapmış olduğunuz karşı teklifi reddetmiştir.Bu süre içinde silinmiş olabilir.
zh_cn: 活动发起人想要为取消某个无法找到的约会拒绝您的对案。它大概同时被删除了。
zh_tw: 約會發起人拒絕了您某個找不到的約會反提案，也許當下已被刪除了。

source: An attendee wants to be brought up to date about an appointment that could not be found. It was probably deleted at some point. Best ignore this message.
bg_bg: Участникът иска да бъде осведомен за среща, която не може да бъде намерена. Вероятно беше изтрита в някакъв момент. Най-добре пренебрегвайте това съобщение.
ca_es: Un assistent vol ser posat al dia sobre una cita que sembla que no s'ha pogut trobar. Probablement ha estat esborrada en qualque moment. La millor opció serà ignorar aquest missatge.
es_mx: Un asistente quiere ser puesto al día sobre una cita que parece no se ha podido encontrar. Probablemente fue borrada en algún momento. Lo mejor será ignorar este mensaje.
fr_fr: Un participant souhaite être informé de la date concernant un rendez-vous qui n'a pas pu être trouvé. Il a probablement été supprimé à un moment ou un autre. Le mieux est simplement d'ignorer ce message.
nb_no: En deltaker ønsker å bli oppdatert angående en avtale som ikke ble funnet. Sannsynligvis ble avtalen slettet underveis. Du kan se bort fra denne meldingen.
nl_nl: Een deelnemer wil graag op de hoogte gehouden worden van een afspraak die niet kan worden gevonden. Waarschijnlijk is deze afspraak verwijderd. Het is beter deze melding te negeren.
pl_pl: Uczestnik spotkania chce otrzymać aktualne informacje o spotkaniu, którego nie można znaleźć. Spotkanie zostało prawdopodobnie usunięte w międzyczasie. Wystarczy zignorować ten komunikat.
tr_tr: Katılımcı bulunamayan randevu için güncellenmek istiyor.Bu süre içinde silinmiş olabilir.Bu mesajı gözardı edebilirsiniz.
zh_cn: 有一位参加者想要取得关于某个无法找到约会的实时信息更新。它大概在某些时候被删除了。最好忽视这消息。
zh_tw: 有一位參加者想要取得一個不存在的約會的即時資訊。可能是某個時候已經刪除該約會了。您可以忽略此訊息。

source: This message contains appointment updates that were already accepted by another user. Best ignore this message.
bg_bg: Това съобщение съдържа актуализации за срещи, които вече са били приети от друг потребител. Най-добре пренебрегвайте това съобщение.
ca_es: Aquest missatge conté actualitzacions de cita que ja han estat acceptades per un altre usuari. La millor opció és ignorar aquest missatge.
es_mx: Este mensaje contiene actualizaciones de cita que ya fueron aceptadas por otro usuario. Lo mejor es ignorar este mensaje.
fr_fr: Ce message contient des mises à jour de rendez-vous qui ont déjà été acceptées par un autre utilisateur. Le mieux est simplement d'ignorer ce message.
nb_no: Denne meldingen inneholder avtaleoppdateringer som allerede var godtatt av en annen bruker. Du kan se bort fra denne meldingen.
nl_nl: Dit bericht bevat een aanpassing die reeds is geaccepteerd door een andere gebruiker. U kan dit bericht het beste negeren.
pl_pl: Ta wiadomość zawiera aktualizacje spotkań zaakceptowanych już przez innego użytkownika. Nie musisz nic robić z tą wiadomością.
tr_tr: Bu mesaj hali hazırda başka bir kullanıcı tarafından kabul edilmiş rendevu güncellemelerini içeriyor.Bu mesajı gözardı edebilirsiniz.
zh_cn: 此消息包含其他用户已经接受的约会更新。最好忽视这消息。
zh_tw: 此訊息包含已被其他使用者接受的約會更新。您不需要為此訊息做任何事。

source: This message comes from an internal user. Best ignore it.
bg_bg: Това съобщение идва от вътрешен потребител. Най-добре го игнорирайте.
ca_es: Aquest missatge és d'un usuari intern. La millor opció és ignorar-lo.
es_mx: Este mensaje es de un usuario interno. Lo mejor es ignorarlo.
fr_fr: Ce message provient d'un compte utilisateur interne. Le mieux est simplement de l'ignorer.
nb_no: Denne meldingen kommer fra en intern bruker. Best å ignorere den.
nl_nl: Dit bericht komt van een interne gebruiker. U kan dit bericht ter kennisneming aanvaarden.
pl_pl: Ten komunikat pochodzi od użytkownika wewnętrznego. Możesz zignorować ten komunikat.
tr_tr: Bu mesaj bir dahili kullanıcıdan geliyor.Gözardı edebilirsiniz.
zh_cn: 此消息来自一个内部用户。最好忽视它。
zh_tw: 此訊息來自內部使用者。您不需為此訊息做任何事。

source: This invitation was sent to someone else, not you. This appointment would have to be created in a user's private folder to which you do not have write permissions.
bg_bg: Тази покана бе изпратена на някой друг, а не на вас. Тази среща трябва да бъде създадена в частната папка на потребителя, на която нямате разрешения за писане.
ca_es: Aquesta invitació s'ha enviat a qualcú altre, no a vós. Aquesta cita podria haber estat creada en la carpeta privada d'un usuari sobre la qual no teniu permisos d'escriptura.
es_mx: Esta invitación se ha enviado a algún otro, no a usted. Esta cita podría haber sido creada en la carpeta privada de un usuario sobre la que usted no tiene permisos de escritura.
fr_fr: Cette invitation a été envoyée à quelqu'un d'autre, pas à vous. Il aurait fallu créer ce rendez-vous dans le dossier privé d'un utilisateur dans lequel vous n'avez pas le droit en écriture.
nb_no: Denne invitasjonen ble sendt til noen andre, ikke deg. Denne avtalen må opprettes i en privat mappe som du ikke har skrivetillatelse til.
nl_nl: Deze uitnodiging is naar iemand anders gestuurd. Deze afspraak moet worden aangemaakt in de privémap van een gebruiker waarvoor u geen schrijfrechten heeft.
pl_pl: Zaproszenie zostało wysłane do innej osoby. Spotkanie zostało utworzone w prywatnym folderze użytkownika, do którego nie masz uprawnień zapisu.
tr_tr: Bu davet size değil bir başkasına gönderilmiştir.Randevu kullanıcının özel klasöründe oluşturulması gerekmektedir ki buna sizin yetkiniz yoktur.
zh_cn: 此邀请是发送给其他人而不是您的。此约会必须在一个用户的私人文件夹内，而您没有它的写入权限。
zh_tw: 此邀請函是寄給其他人而並非給您的。此約會將會建立於使用者的私人資料夾，您對該資料夾沒有寫入權限。

source: The appointment's attachments have been changed
bg_bg: Привързаностите на назначението са променени
ca_es: Els adjunts de la cita han canviat
es_mx: Los adjuntos de la cita han cambiado
fr_fr: Les pièces jointes au rendez-vous ont été modifiées.
nb_no: Avtalens vedlegg er endret
nl_nl: De bijlagen bij de afspraak zijn aangepast.
pl_pl: Zmieniono załączniki dotyczące spotkania
tr_tr: Randevunun ekleri değiştirilmiştir.
zh_cn: 约会附件已经更改。
zh_tw: 已修改約會註解。

source: One or more other fields have been updated
bg_bg: Едно или повече други полета са актуализирани
ca_es: Un o més camps addicionals han estat actualitzats
es_mx: Uno o varios de campos adicionales han sido actualizados
fr_fr: Un ou plusieurs autres champs ont été modifiés.
nb_no: Ett eller flere felt er oppdatert
nl_nl: Eén of meer velden zijn aangepast
pl_pl: Jedno lub więcej pól zostało zaktualizowanych
tr_tr: Bir yada daha fazla alan güncellenmiştir.
zh_cn: 一个或多个项已被更新
zh_tw: 已更新一個以上的欄位

source: Reserved
bg_bg: Резервиран
ca_es: Reservada
es_mx: Reservada
fr_fr: Réservé
nb_no: Reservert
nl_nl: Gereserveerd
pl_pl: Zastrzeżone
tr_tr: Ayrılmış
zh_cn: 保留的
zh_tw: 已保留

source: Temporary
bg_bg: Временно
ca_es: Provisional
es_mx: Provisional
fr_fr: Temporaire
nb_no: Midlertidig
nl_nl: Tijdelijk
pl_pl: Tymczasowe
tr_tr: Geçici
zh_cn: 临时
zh_tw: 暫時

source: Absent
bg_bg: Липсващ
es_mx: Ausente
nb_no: Fraværende
nl_nl: Afwezig
pl_pl: Nieobecne
tr_tr: Eksik
zh_cn: 不存在
zh_tw: 缺席

source: Free
bg_bg: Свободен
ca_es: Lliure
es_mx: Libre
fr_fr: Disponible
nb_no: Gratis
nl_nl: Vrij
pl_pl: Wolne
zh_cn: 剩余
zh_tw: 有空

source: %1$s has declined your proposed changes for the appointment %2$s.
bg_bg: %1$s отхвърли предложените от вас промени за срещата %2$s .
ca_es: %1$s ha rebutjat la vostra proposta de canvi per a la cita %2$s.
es_mx: %1$s ha rechazado su propuesta de cambio para la cita %2$s.
fr_fr: %1$s a décliné votre proposition de modifications concernant le rendez-vous %2$s.
nb_no: %1$s har avslått foreslåtte endringer for avtale %2$s.
nl_nl: %1$s heeft uw tegenvoorstel voor de afspraak %2$s afgewezen.
pl_pl: %1$s odrzucił proponowane zmiany dotyczące spotkania %2$s.
tr_tr: %1$s sizin %2$s randevusu için olan değişiklik talebinizi reddetmiştir.
zh_cn: %1$s 拒绝了您对于约会 %2$s 的修改建议。
zh_tw: %1$s 拒絕了您對於 %2$s 約會的所提議的修改。

source: %1$s has declined your proposed changes on behalf of %2$s for the appointment %3$s.
bg_bg: %1$s отхвърли предложените ви промени от името на %2$s за срещата %3$s .
ca_es: %1$s ha rebutjat els canvis que heu proposat en nom de %2$s per a la cita %3$s.
es_mx: %1$s ha rechazado los cambios que usted ha propuesto en nombre de %2$s para la cita %3$s.
fr_fr: %1$s a décliné pour le compte de %2$s votre proposition de modifications concernant le rendez-vous %3$s.
nb_no: %1$s har avslått endringene foreslått på vegne av %2$s for avtale %3$s.
nl_nl: %1$s heeft namens %2$ uw tegenvoorstel voor de afspraak %3$s afgewezen.
pl_pl: Użytkownik %1$s odrzucił proponowane zmiany dotyczące spotkania %3$s w imieniu użytkownika %2$s.
zh_cn: %1$s 拒绝了您代表 %2$s 对于约会 %3$s 的修改建议。
zh_tw: %1$s 已用 %2$s 的名義拒絕了您對於 %3$s 約會的所提議的修改。

source: %1$s would like to be brought up to date about the appointment %2$s. Please send another invitation.
bg_bg: %1$s би искал да бъде актуализиран за срещата %2$s . Моля, изпратете друга покана.
ca_es: A %1$s li agradaria tenir informació sobre la cita %2$s. Per favor enviau una altra invitació.
es_mx: A %1$s le gustaría estar informado sobre la cita %2$s. Por favor envíe otra invitación.
fr_fr: %1$s souhaiterait être tenu informé à propos du rendez-vous %2$s. Veuillez envoyer une autre invitation.
nb_no: %1$s ønsker å bli oppdatert om avtalen %2$s. Vennligst send en ny invitasjon.
nl_nl: %1$s wil graag op de hoogte gehouden worden van afspraak %2$s. Stuur alstublieft een nieuwe uitnodiging.
pl_pl: %1$s chce otrzymać aktualne informacje o spotkaniu %2$s. Wyślij kolejne zaproszenie.
tr_tr: %1$s kullanıcısı %2$s randevusu için güncellenmek istemektedir.Lütfen başka bir davetiye gönderin.
zh_cn: %1$s 想要取得关于 %2$s 约会的实时信息更新。请发送另一个邀请。
zh_tw: %1$s 想要即時知道關於 %2$s 約會的更動。請傳送另一封邀請。

source: %1$s has %2$s the invitation:
bg_bg: %1$s има %2$s поканата:
ca_es: %1$s ha %2$s la invitació:
es_mx: %1$s ha %2$s la invitación:
fr_fr: %1$s a %2$s l'invitation :
nb_no: %1$s har %2$s invitasjonen:
nl_nl: %1$ heeft de uitnodiging %2$s:
pl_pl: %1$s %2$s zaproszenie:
tr_tr: %1$s , %2$s davetiyesine sahip
zh_cn: %1$s 有 %2$s 邀请:
zh_tw: %1$s 已 %2$s 邀請:

source: %1$s has %2$s the invitation on behalf of %3$s:
bg_bg: %1$s е %2$s поканата от името на %3$s :
ca_es: %1$s ha %2$s la invitació en nom de %3$s:
es_mx: %1$s ha %2$s la invitación en nombre de %3$s:
fr_fr: %1$s a %2$s l'invitation pour le compte de %3$s :
nb_no: %1$s har %2$s invitasjonen på vegne av %3$s:
nl_nl: %1$ heeft de uitnodiging namens %3$s %2$s:
pl_pl: Użytkownik %1$s wykonał dla zaproszenia czynność "%2$s" w imieniu użytkownika %3$s:
tr_tr: %1$s , %3$s adına %2$s davetiyesine sahip
zh_cn: %1$s 已代表 %3$s %2$s 邀请:
zh_tw: %1$s 已用 %3$s 的名義 %2$s 邀請:

source: %1$s has %2$s the invitation on your behalf:
bg_bg: %1$s има %2$s поканата от ваше име:
ca_es: %1$s ha %2$s la invitació en el vostre nombre:
es_mx: %1$s ha %2$s la invitación en nombre de usted:
fr_fr: %1$s a %2$s l'invitation à votre place :
nb_no: %1$s har %2$s invitasjonen på dine vegne:
nl_nl: %1$ heeft namens u de uitnodiging %2$s:
pl_pl: Użytkownik %1$s wykonał w Twoim imieniu czynność "%2$s" dla zaproszenia:
tr_tr: %1$s , %3$s sizin adına %2$s davetiyesine sahip:
zh_cn: %1$s 已代表你 %2$s 邀请:
zh_tw: %1$s 已用您的名義 %2$s 邀請:

source: tentatively accepted
bg_bg: условно приет
ca_es: proposta acceptada
es_mx: aceptada provisionalmente
fr_fr: accepté provisoirement
nb_no: foreløpig godtatt
nl_nl: voorlopig geaccepteerd
pl_pl: wstępnie zaakceptowane
tr_tr: geçici olarak kabul edilmiş
zh_cn: 已暂时接受
zh_tw: 已暫時接受

source: %1$s sets the status to %2$s for this appointment:
bg_bg: %1$s задава състоянието на %2$s за тази среща:
ca_es: %1$s estableix l'estat en %2$s per a aquesta cita:
es_mx: %1$s establece el estado en %2$s para esta cita:
fr_fr: %1$s a réglé l'état de ce rendez-vous à %2$s :
nb_no: %1$s angir statusen til %2$s for denne avtalen:
nl_nl: %1$s heeft de status voor deze afspraak gezet op %2$s:
pl_pl: %1$s ustawia status dla tego zaproszenia jako %2$s:
tr_tr: %1$s bu randevu için %2$s durumunu ayarlar:
zh_cn: %1$s 设置该约会状态到 %2$s:
zh_tw: %1$s 已將此約會的狀態設定為 %2$s:

source: On behalf of %3$s, %1$s sets the status for this appointment to %2$s:
bg_bg: От името на %3$s , %1$s задава състоянието на тази среща на %2$s :
ca_es: En nom de %3$s, %1$s estableix el seu estat per a aquesta cita en %2$s:
es_mx: En nombre de %3$s, %1$s establece su estado para esta cita a %2$s:
fr_fr: %1$s a réglé l'état de ce rendez-vous à %2$s de la part de %3$s :
nb_no: På vegne av %3$s angir %1$s statusen for denne avtalen til %2$s:
nl_nl: Namens %3$s heeft %1$s de status voor deze afspraak gezet op %2$s:
pl_pl: W imieniu użytkownika %3$s użytkownik %1$s ustawia status %2$s dla tego zaproszenia:
tr_tr: %3$s adına , %1$s bu randevu için %2$s durumunu ayarlar:
zh_cn: 以 %3$s 之名义， %1$s 把约会状态设置成 %2$s：
zh_tw: 以 %3$s 的身分，%1$s 已將此約會的狀態設定為 %2$s:

source: On your behalf, %1$s sets your status for this appointment to %2$s:
bg_bg: От ваше име %1$s задава вашето състояние за тази среща на %2$s :
ca_es: En el vostre nom, %1$s estableix el vostre estat en %2$s per a aquesta cita:
es_mx: En su nombre, %1$s establece su estado en %2$s para esta cita:
fr_fr: %1$s a réglé l'état de ce rendez-vous à %2$s de votre part :
nb_no: På dine vegne angir %1$s statusen for denne avtalen til %2$s:
nl_nl: Namens u heeft %1$s de status voor deze afspraak gezet op %2$s:
pl_pl: W Twoim imieniu użytkownik %1$s ustawia status %2$s dla tego spotkania:
tr_tr: Sizin adınıza ,%1$s bu randevu için %2$s durumunu ayarlar:
zh_cn: 以您的名义， %1$s 把您的约会状态设置成 %2$s：
zh_tw: 以您的身分，%1$s 已將您在此約會的狀態設定為 %2$s:

source: none
bg_bg: Нито един
ca_es: Cap
es_mx: Ninguna
fr_fr: aucun
nb_no: ingen
nl_nl: geen
pl_pl: żadne
tr_tr: hiçbiri
zh_cn: 无:
zh_tw: 無

source: %1$s would like you to change the appointment:
bg_bg: %1$s бихте искали да промените назначението:
ca_es: A %1$s li agradaria que canviàssiu la cita:
es_mx: A %1$s le gustaría que cambiara la cita:
fr_fr: %1$s souhaiterait que vous modifiiez le rendez-vous :
nb_no: %1$s ønsker at du endrer avtalen:
nl_nl: %1$s wil graag de afspraak aanpassen:
pl_pl: %1$s chciałby, abyś zmienił spotkanie:
tr_tr: %1$s randevuyu değiştirmek istiyor:
zh_cn: %1$s 希望你修改约会:
zh_tw: %1$s 想請您修改約會:

source: %1$s has asked %2$s to change the event:
bg_bg: %1$s е поискал %2$s да промени събитието:
ca_es: %1$s ha sol·licitat a %2$s que canviï l'esdeveniment:
es_mx: %1$s ha solicitado a %2$s que cambie el evento:
fr_fr: %1$s a demandé à %2$s de modifier l'évènement :
nb_no: %1$s har bedt %2$s om å endre hendelsen:
nl_nl: %1$s heeft %2$s gevraagd de afspraak aan te passen:
pl_pl: %1$s poprosił %2$s o zmianę wydarzenia:
tr_tr: %1$s adlı kullanıcı %2$s kullanıcısının etkinliği değiştirmesini istedi.
zh_cn: %1$s 已经让 %2$s 修改事件:
zh_tw: %1$s 已要求 %2$s 修改事件:

source: You have been invited to an event by %1$s:
bg_bg: Поканени сте на събитие от %1$s :
ca_es: Heu estat convidat a un esdeveniment per %1$s:
es_mx: Ha sido invitado a un evento por %1$s:
fr_fr: Vous avez été invité à un évènement par %1$s :
nb_no: Du er invitert til en avtale av %1$s:
nl_nl: U heeft een uitnodiging voor een afspraak met %1$s:
pl_pl: Zostałeś zaproszony na wydarzenie przez %1$s:
tr_tr: %1$s daki etkinlile davet edildiniz:
zh_cn: 你已被 %1$s 邀请到事件:
zh_tw: %1$s 已邀請您參加某個事件:

source: You have been invited to an event organized by %1$s on behalf of %2$s
bg_bg: Бяхте поканени на събитие, организирано от %1$s от името на %2$s
ca_es: Heu estat convidat a un esdeveniment per %1$s en nom de %2$s
es_mx: Ha sido invitado a un evento organizado por %1$s en nombre de %2$s
fr_fr: Vous avez été invité à un évènement organisé par %1$s pour le compte de %2$s
nb_no: Du er invitert til en avtale organisert av %1$s på vegne av %2$s
nl_nl: U bent uitgenodigd namens %2$s voor een afspraak met %1$s
pl_pl: Masz zaproszenie na wydarzenie organizowane przez użytkownika %1$s w imieniu użytkownika %2$s
tr_tr: %2$s adına olan %1$s tarafından organize edilen etkinlile davet edildiniz:
zh_cn: 你代表 %2$s 已被 %1$s 邀请到事件:
zh_tw: %1$s 已邀請您用 %2$s 的名義參加某個事件:

source: %1$s is organizing an event on your behalf.
bg_bg: %1$s организира събитие от ваше име.
ca_es: %1$s està organitzant un esdeveniment en nom vostre.
es_mx: %1$s está organizando un evento en nombre de usted.
fr_fr: %1$s organise un évènement à votre place.
nb_no: %1$s organiserer en avtale på dine vegne.
nl_nl: %1$s organiseert namens u een afspraak.
pl_pl: Użytkownik %1$s organizuje wydarzenie w Twoim imieniu.
tr_tr: %1$s sizin adınıza bir etkinlik organize ediyor.
zh_cn: %1$s 正在以你地名义组织一场活动。
zh_tw: %1$s 正以您的名義舉辦活動。

source: %1$s created a recurrence exception. Original date: %2$s:
bg_bg: %1$s създаде изключение за повтаряне. Оригинална дата: %2$s :
ca_es: %1$s ha creat una excepció en la cita periòdica. Data original: %2$s:
es_mx: %1$s ha creado una excepción en la cita periódica. Fecha original: %2$s:
fr_fr: %1$s a créé une exception dans la répétition. Date originelle : %2$s :
nb_no: %1$s opprettet et gjentakende unntak. Opprinnelig dato: %2$s:
nl_nl: %1$s heeft een uitzondering gemaakt. De originele datum was: %2$s.
pl_pl: Użytkownik %1$s utworzył wyjątek cykliczny. Pierwotna data: %2$s:
tr_tr: % 1 $ s nüks istisna oluşturdu . Orijinal tarihi : % 2 $ s :
zh_cn: %1$s 创建一个定期约会例外。原来日期： %2$s：
zh_tw: %1$s 建立了一個會重複發生的例外。原始日期: %2$s:

source: %1$s has changed an event:
bg_bg: %1$s промени събитие:
ca_es: %1$s ha canviat un esdeveniment:
es_mx: %1$s ha cambiado un evento:
fr_fr: %1$s a modifié un évènement :
nb_no: %1$s har endret en hendelse:
nl_nl: %1$s heeft een afspraak aangepast:
pl_pl: %1$s zmienił wydarzenie:
tr_tr: %1$s adlı kullanıcı etkinliği değiştirdi.
zh_cn: %1$s 已经修改了一个活动:
zh_tw: %1$s 已修改了一個事件:

source: %1$s has changed an event on behalf of %2$s:
bg_bg: %1$s промени събитие от името на %2$s :
ca_es: %1$s ha canviat un esdeveniment en nom de %2$s:
es_mx: %1$s ha cambiado un evento en nombre de %2$s:
fr_fr: %1$s a modifié un évènement pour le compte de %2$s :
nb_no: %1$s har endret en hendelse på vegne av %2$s:
nl_nl: %1$s heeft namens %2$s een afspraak aangepast:
pl_pl: Użytkownik %1$s zmienił wydarzenie w imieniu użytkownika %2$s:
tr_tr: %1$s adlı kullanıcı %2$s kullanıcının adına etkinliği değiştirdi.
zh_cn: %1$s 代表 %2$s 已经修改了一个活动:
zh_tw: %1$s 已用 %2$s 的名義修改了一個事件:
