Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: User %1$s has no write access on public folder %2$s in context %3$s due to user configuration
es_mx: El usuario %1$s no tiene permiso de escritura en la carpeta pública %2$s en el contexto %3$s debido a la configuración del usuario
pl_pl: Użytkownik %1$s został skonfigurowany tak, że nie ma dostępu z prawem zapisu do folderu publicznego %2$s w kontekście %3$s

source: User %1$s has no create-subfolder permission on folder %2$s in context %3$s
es_mx: El usuario %1$s no tiene permiso para crear subcarpetas en la carpeta %2$s en el contexto %3$s
pl_pl: Użytkownik %1$s nie ma dostępu z uprawnieniami tworzenia podfolderów do folderu %2$s w kontekście %3$s

source: Missing field %1$s in folder %2$s in context %3$s
es_mx: Falta el campo %1$s en la carpeta %2$s, en el contexto %3$s
pl_pl: Brak pola %1$s w folderze %2$s w kontekście %3$s

source: Folder %1$s does not exist in context %2$s
es_mx: La carpeta %1$s no existe en el contexto %2$s
pl_pl: Folder %1$s nie istnieje w kontekście %2$s

source: Folder %1$s has been modified after last sync timestamp in context %2$s
es_mx: La carpeta %1$s se modificó después de la última marca temporal de sincronización en el contexto %2$s
pl_pl: Folder %1$s został zmodyfikowany po dacie ostatniej synchronizacji w kontekście %2$s

source: User %1$s has no admin access to folder %2$s in context %3$s
es_mx: El usuario %1$s no tiene acceso administrativo a la carpeta %2$s en el contexto %3$s
pl_pl: Użytkownik %1$s nie ma dostępu z uprawnieniami administratora do folderu %2$s w kontekście %3$s

source: Default folder %1$s cannot be renamed in context %2$s
es_mx: No se puede renombrar la carpeta predeterminada %1$s en el contexto %2$s
pl_pl: Nazwy folderu domyślnego %1$s nie można zmienić w kontekście %2$s

source: A duplicate folder exists in parent folder %1$s in context %2$s
es_mx: Existe una carpeta duplicada en la carpeta padre %1$s en el contexto %2$s
pl_pl: Istnieje duplikat folderu w folderze nadrzędnym %1$s w kontekście %2$s

source: Parent folder %1$s does not allow type %2$s in context %3$s
pl_pl: Folder nadrzędny %1$s nie pozwala na ustawienie typu folderu %2$s w kontekście %3$s

source: Parent folder %1$s does not allow module %2$s in context %3$s
pl_pl: Folder nadrzędny %1$s nie pozwala na ustawienie modułu folderu %2$s w kontekście %3$s

source: Only one admin permission is allowed on a private folder
es_mx: Sólo se permite un permiso de administración en una carpeta privada
pl_pl: Folder prywatny może mieć tylko jedno uprawnienie administratora.

source: A group must not hold admin permission on a private folder
es_mx: Un grupo no debe tener permiso de administración sobre una carpeta privada
pl_pl: Grupa nie może mieć uprawnień administratora dla folderu prywatnego

source: Only folder owner may hold admin permission on a private folder
es_mx: Sólo el propietario de la carpeta puede tener permiso de administración sobre una carpeta privada
pl_pl: Tylko właściciel folderu może mieć uprawnienia administratora dla folderu prywatnego

source: Administration rights required. In the Rights tab add at least one user with administration rights.
es_mx: Se precisan derechos de administración. En la pestaña Derechos añada al menos un usuario con derechos de administración.
pl_pl: Wymagane uprawnienia administratora. Na karcie Uprawnienia dodaj przynajmniej jednego użytkownika z uprawnieniami administratora.

source: Invalid object ID %1$s
es_mx: ID de objeto no válido %1$s
pl_pl: Nieprawidłowy identyfikator obiektu %1$s

source: Not allowed to change parent id of folder %1$s through an update call. Use move method instead.
es_mx: No está permitido cambiar el id padre de la carpeta %1$s mediante una llamada de actualización. En su lugar, utilice el método mover
pl_pl: Nie można zmienić identyfikatora elementu nadrzędnego folderu %1$s przez wywołanie aktualizacyjne. Należy zamiast tego użyć metody przenoszenia.

source: Not allowed to move default folder %1$s in context %2$s
es_mx: No está permitido mover la carpeta predeterminada %1$s en el contexto %2$s
pl_pl: Brak uprawnień do przeniesienia folderu domyślnego %1$s w kontekście %2$s

source: Target folder %1$s contains a duplicate folder in context %2$s
es_mx: La carpeta destino %1$s contiene una carpeta duplicada en el contexto %2$s
pl_pl: Folder docelowy %1$s zawiera zduplikowany folder w kontekście %2$s

source: Shared folder %1$s cannot be moved in context %2$s
es_mx: No se puede mover la carpeta compartida %1$s en el contexto %2$s
pl_pl: Nie można przenieść folderu udostępnionego %1$s w kontekście %2$s

source: Shared folder %1$s cannot be target of move operation in context %2$s
es_mx: La carpeta compartida %1$s no puede ser el destino de una operación Mover en el contexto %2$s
pl_pl: Folder udostępniony %1$s nie może być obiektem docelowym operacji przenoszenia w kontekście %2$s

source: System folder %1$s cannot be moved in context %2$s
es_mx: No se puede mover la carpeta del sistema %1$s en el contexto %2$s
pl_pl: Nie można przenieść folderu systemowego %1$s w kontekście %2$s

source: Private folder %1$s can only be moved to a private folder in context %2$s
es_mx: Sólo se puede mover la carpeta privada %1$s a una carpeta privada en el contexto %2$s
pl_pl: Folder prywatny %1$s może być wyłącznie przeniesiony do folderu prywatnego %2$s

source: Public folder %1$s can only be moved to a public folder in context %2$s
es_mx: Sólo se puede mover la carpeta pública %1$s a una carpeta pública en el contexto %2$s
pl_pl: Folder publiczny %1$s może być wyłącznie przeniesiony do folderu publicznego %2$s

source: Target and source folder cannot be equal in context %1$s
es_mx: Las carpetas origen y destino no pueden ser la misma en el contexto %1$s
pl_pl: Folder źródłowy nie może być taki sam jak folder docelowy w kontekście %1$s

source: User %1$s is not allowed to move all subfolders of folder %2$s in context %3$s
es_mx: No se permite al usuario %1$s mover todas las subcarpetas de la carpeta %2$s en el contexto %3$s
pl_pl: Użytkownik %1$s nie ma uprawnienia do przeniesienia wszystkich podfolderów folderu %2$s w kontekście %3$s

source: User %1$s is not allowed to delete shared folder %2$s in context %3$s
es_mx: No se permite al usuario %1$s borrar la carpeta compartida %2$s en el contexto %3$s
pl_pl: Użytkownik %1$s nie ma uprawnienia do usunięcia folderu udostępnionego %2$s w kontekście %3$s

source: User %1$s is not allowed to delete default folder %2$s in context %3$s
es_mx: No se permite al usuario %1$s borrar la carpeta predeterminada %2$s en el contexto %3$s
pl_pl: Użytkownik %1$s nie ma uprawnienia do usunięcia folderu domyślnego %2$s w kontekście %3$s

source: User %1$s is not allowed to delete all objects in folder %2$s in context %3$s
es_mx: No se permite al usuario %1$s borrar todos los objetos de la carpeta %2$s en el contexto %3$s
pl_pl: Użytkownik %1$s nie ma uprawnienia do usuwania wszystkich obiektów zawartych w folderze %2$s w kontekście %3$s

source: No admin user found in context %1$s
es_mx: No se ha encontrado ningún usuario admin en el contexto %1$s
pl_pl: Nie znaleziono użytkownika-administratora w kontekście %1$s

source: No default folder could be found in module %1$s for user %2$s in context %3$s
es_mx: No se pudo encontrar ninguna carpeta predeterminada en el módulo %1$s para el usuario %2$s en el contexto %3$s
pl_pl: Brak domyślnego folderu w module %1$s dla użytkownika %2$s w kontekście %3$s

source: Folder %1$s could not be loaded in context %2$s
es_mx: No se ha podido cargar la carpeta %1$s en el contexto %2$s
pl_pl: Nie można załadować folderu %1$s w kontekście %2$s

source: Folder %1$s could not be put into cache in context %2$s
es_mx: No se ha podido insertar en la caché la carpeta %1$s en el contexto %2$s
pl_pl: Nie można umieścić folderu %1$s w pamięci podręcznej w kontekście %2$s

source: Effective permission of folder %1$s could not be determined for user %2$s in context %3$s
es_mx: No se pudieron determinar los permisos efectivos de la carpeta %1$s para el usuario %2$s en el contexto %3$s
pl_pl: Rzeczywiste uprawnienia folderu %1$s nie mogą być określone dla użytkownika %2$s w kontekście %3$s

source: A DBPool error occurred in context %1$s
es_mx: Se ha producido un error DBPool en el contexto %1$s
pl_pl: Wystąpił błąd DBPool w kontekście %1$s

source: Delivered sequence id %1$s from database is less than allowed min. folder id of %2$s in context %3$s
es_mx: El id de secuencia %1$s entregado por la base de datos es menor que el id de carpeta mínimo permitido %2$s en el contexto %3$s
pl_pl: Dostarczony z bazy danych identyfikator sekwencji %1$s jest mniejszy od dozwolonego minimalnego identyfikatora folderu %2$s w kontekście %3$s

source: Module %1$s is unknown in context %2$s
es_mx: El módulo %1$s resulta desconocido en el contexto %2$s
pl_pl: Moduł %1$s jest nieznany w kontekście %2$s

source: Folder %1$s could not be updated in context %2$s
es_mx: No se ha podido actualizar la carpeta %1$s en el contexto %2$s
pl_pl: Nie można zaktualizować folderu %1$s w kontekście %2$s

source: Invalid entity id %1$s detected in permissions of folder %2$s in context %3$s
es_mx: Se ha detectado un id de entidad no válido %1$s en los permisos de la carpeta %2$s en el contexto %3$s
pl_pl: W uprawnieniach folderu %2$s został wykryty nieprawidłowy identyfikator jednostki %1$s w kontekście %3$s

source: Folder %1$s must not be moved to one of its subfolders in context %2$s
es_mx: No se debe mover la carpeta %1$s a una de sus subcarpetas en el contexto %2$s
pl_pl: Nie wolno przenosić folderu %1$s do jednego z jego podfolderów w kontekście %2$s

source: A LDAP error occurred in context %1$s
es_mx: Se ha producido un error LDAP en el contexto %1$s
pl_pl: Wystąpił błąd LDAP w kontekście %1$s

source: Attribute "%1$s" is not set in FolderObject instance %2$s in context %3$s
es_mx: El atributo "%1$s" no está definido en la instancia de FolderObject %2$s, en el contexto %3$s
pl_pl: Atrybut "%1$s" nie został ustawiony w instancji FolderObject %2$s w kontekście %3$s

source: A source folder of module %1$s must not be moved to a target folder of module %2$s
es_mx: No debe moverse una carpeta origen del módulo %1$s a una carpeta destino del módulo %2$s
pl_pl: Folder źródłowy modułu %1$s nie może być przeniesiony do folderu docelowego modułu %2$s

source: Operation not executable on folder %1$s in context %2$s
es_mx: Operación no ejecutable en la carpeta %1$s en el contexto %2$s
pl_pl: Nie można wykonać danej operacji na folderze %1$s w kontekście %2$s

source: Folder cache (region name = %1$s) could not be initialized due to the following reason: %2$s
es_mx: La caché de la carpeta (nombre de región = %1$s) no se pudo inicializar por la siguiente razón: %2$s
pl_pl: Pamięć podręczna folderu (nazwa regionu = %1$s) nie mogła być zainicjowana z następującego powodu: %2$s

source: Folder cache has not been enabled in config file %1$s
es_mx: La caché de carpetas no ha sido activada en el archivo de configuración %1$s
pl_pl: Pamięć podręczna folderu nie została włączona w pliku konfiguracji %1$s

source: Folder %1$s could not be removed from folder cache
es_mx: La carpeta %1$s no se ha podido eliminar de la caché de carpetas
pl_pl: Nie można usunąć folderu %1$s z pamięci podręcznej folderów.

source: User %1$s has no write permission on folder %2$s in context %3$s
es_mx: El usuario %1$s no tiene permiso de escritura en la carpeta %2$s en el contexto %3$s
pl_pl: Użytkownik %1$s nie ma dostępu z prawem zapisu do folderu %2$s w kontekście %3$s

source: Unknown parameter container type: %1$s
es_mx: Tipo de contenedor de parámetros desconocido: %1$s
pl_pl: Nieznany typ zawartości kontenera: %1$s

source: Unknown field: %1$s
es_mx: Campo desconocido: %1$s
pl_pl: Nieznane pole: %1$s

source: Parameter %1$s does not match JSON key %2$s
es_mx: El parámetro %1$s no coincide con la clave JSON %2$s
pl_pl: Parametr %1$s nie odpowiada kluczowi JSON %2$s

source: Unknown action: %1$s
es_mx: Acción desconocida: %1$s
pl_pl: Nieznana czynność: %1$s

source: Shared folder %1$s must not be updated in context %2$s
pl_pl: Nie można zaktualizować folderu udostępnionego %1$s w kontekście %2$s

source: he attribute %1$s contains too many characters. Current length %3$d is more than allowed length of %2$d characters.
es_mx: El atributo %1$s contiene demasiados caracteres. La longitud actual %3$d es mayor que la permitida de %2$d caracteres.
pl_pl: Atrybut %1$s zawiera za dużo znaków. Bieżąca długość (%3$d znaków) jest większa od dozwolonej długości wynoszącej %2$d znaków.

source: Unable to map OCL permission value %1$s to a JSON permission value
es_mx: No se pudo hacer corresponder el valor de permiso OCL %1$s a un valor de permiso JSON
pl_pl: Nie można odwzorować wartości uprawnienia OCL %1$s na wartość uprawnienia JSON

source: Folder existence cannot be checked due to insufficient folder information
es_mx: No se puede comprobar la existencia de la carpeta debido a que la información sobre ella es insuficiente
pl_pl: Nie można sprawdzić istnienia folderu. Za mało informacji o folderze

source: A runtime error occurred in context %1$s
es_mx: Se ha producido un error en tiempo de ejecución en el contexto %1$s
pl_pl: Wystąpił błąd wykonywania w kontekście %1$s

source: This method is not applicable to an IMAP permission.
es_mx: Este método no es aplicable a un permiso IMAP.
pl_pl: Dana metoda nie ma zastosowania do uprawnień IMAP.

source: No subfolder creation below shared folder %1$s in context %2$s
es_mx: No se permite la creación de subcarpetas debajo de la carpeta compartida %1$s en el contexto %2$s
pl_pl: Pod folderem udostępnionym %1$s nie można tworzyć podfolderów w kontekście %2$s

source: User %1$s granted invalid permissions on shared folder %2$s in context %3$s. Only the owner of the parent shared folder %4$s can administrate the folder.
pl_pl: Użytkownik %1$s przyznaje nieprawidłowe uprawnienia dla folderu udostępnionego %2$s w kontekście %3$s. Administratorem folderu może być wyłącznie właściciel nadrzędnego folderu udostępnionego %4$s.

source: Owner %1$s of default folder %2$s must keep the folder admin permission
es_mx: %1$s, el propietario de la carpeta predeterminada %2$s, debe mantener el permiso de administración de la carpeta
pl_pl: Właściciel %1$s folderu domyślnego %2$s musi zachować uprawnienia administratora na folder.

source: User %1$s is not allowed to share folder %2$s in context %3$s due to user configuration
es_mx: No se permite al usuario %1$s compartir la carpeta %2$s en el contexto %3$s debido a la configuración del usuario
pl_pl: Użytkownik %1$s został skonfigurowany tak, że nie ma uprawnienia do udostępnienia folderu %2$s w kontekście %3$s

source: The permissions for the user %1$s are limited. It is not possible to grant this user the wanted permissions for the folder %2$s in context %3$s.
es_mx: Los permisos del usuario %1$s son limitados. No es posible conceder a este usuario los permisos deseados sobre la carpeta %2$s en el contexto %2$s.
pl_pl: Uprawnienia użytkownika %1$s są ograniczone. Nie można nadać użytkownikowi wybranych uprawnień do folderu %2$s w kontekście %3$s.

source: Folder %1$s in context %2$s contains a hidden subfolder. User %3$s has no delete rights for this subfolder and consequently cannot delete its parent folder.
es_mx: La carpeta %1$s, en el contexto %2$s, contiene una subcarpeta oculta. El usuario %2$s no tiene permisos de borrado sobre dicha subcarpeta, por lo que no se puede borrar su carpeta padre.
pl_pl: Folder %1$s w kontekście %2$s zawiera ukryty podfolder. Użytkownik %3$s nie ma uprawnień do usunięcia wybranego podfolderu, wskutek czego nie może usunąć jego folderu nadrzędnego.

source: An infostore folder named %1$s already exists below folder %2$s (%3$s) in context %4$s. Please choose another display name.
es_mx: Ya existe una carpeta para portadocumentos denominada %1$s bajo la carpeta %2$s (%3$s) en el contexto %4$s. Por favor, elija otro nombre a mostrar.
pl_pl: Folder magazynu informacji o nazwie %1$s już istnieje w folderze %2$s (%3$s) w kontekście %4$s. Wybierz inną nazwę wyświetlaną.

source: Folder contains invalid data: "%1$s"
es_mx: La carpeta contiene datos no válidos "%1$s"
pl_pl: Folder zawiera niepoprawne dane: "%1$s"

source: You already share a personal folder named "%1$s" with the same user. You can not share two folders with exactly the same name with a user. Please rename the folder before sharing it with this user.
bg_bg: Вече споделяте лична папка, наречена \ " %1$s " със същия потребител. Не можете да споделяте две папки с точно същото име с потребител. Моля, преименувайте папката, преди да я споделите с този потребител.
ca_es: Ja compartiu una carpeta personal anomenada "%1$s" amb el mateix usuari. No podeu compartir amb un usuari dues carpetes amb el mateix nom. Per favor, reanomenau-la abans de compartir-la-hi.
es_mx: Ya está compartiendo una carpeta personal llamada "%1$s" con el mismo usuario. No puede compartir con un usuario dos carpetas con el mismo nombre. Por favor, renombre la carpeta antes de compartirla con este usuario.
fr_fr: Vous partagez déjà un dossier personnel nommé « %1$s » avec le même utilisateur. Il n'est pas possible de partager deux dossiers portant un nom exactement identique avec un utilisateur. Veuillez renommer le dossier avant de le partager avec cet utilisateur.
nb_no: Du deler allerede en personlig mappe som heter "%1$s" med samme bruker. Du kan ikke dele to mapper med nøyaktig samme navn med en bruker. Vennligst endre navn på mappen før du deler den med denne brukeren.
nl_nl: U heeft reeds een persoonlijke map met de naam "%1$s" gedeeld met deze gebruiker. Dit is niet mogelijk. Geef de map een andere naam alvorens deze te delen met deze gebruiker.
pl_pl: Udostępniasz już folder osobisty o nazwie "%1$s" z tym samym użytkownikiem. Nie jest możliwe udostępnianie dwóch folderów o dokładnie tej samej nazwie z jednym użytkownikiem. Przed udostępnieniem folderu, zmień jego nazwę.
tr_tr: "%1$s" isimli kişisel dosyayı bu kullanıcı ile zaten paylaşıyorsunuz. Aynı isimli iki dosyayı bir kullanıcıyla paylaşamazsınız. Lütfen, paylaşabilmek için klasörün adını değiştiriniz.
zh_cn: 您已经和同一用户分享了一个名为 "%1$s" 的个人文件夹。您不能和一个用户分享两个同名的文件夹。请在与此用户分享文件夹前把它更名。
zh_tw: 您已經與同一用戶共用了一個名為 "%1$s" 的個人文件夾。您不能與一名用戶共用兩個具有完全相同名稱的資料夾。請在與該用戶共用之前重命名該資料夾。

source: Folder module cannot be updated since folder is not empty
es_mx: El módulo Carpeta no se puede actualizar dado que la carpeta no está vacía
pl_pl: Nie można zaktualizować modułu folderu. Folder nie jest pusty.

source: Duplicate permission defined for user %1$s. Only one permission per user is allowed.
es_mx: Permisos duplicados definidos para el usuario %1$s. Sólo se permite un permiso por usuario.
pl_pl: Wykryto zduplikowane uprawnienia zdefiniowane dla użytkownika %1$s. Dozwolone jest tylko jedno uprawnienie dla jednego użytkownika.

source: Duplicate permission defined for group %1$s. Only one permission per group is allowed.
es_mx: Permisos duplicados definidos para el grupo %1$s. Sólo se permite un permiso por grupo.
pl_pl: Wykryto zduplikowane uprawnienia zdefiniowane dla grupy %1$s. Dozwolone jest tylko jedno uprawnienie dla jednej grupy.

source: Only the folder visibility permission is allowed to be changed for folder %1$s in context %2$s.
es_mx: Sólo se permite modificar el permiso de visibilidad de carpeta para la carpeta %1$s en el contexto %2$s.
pl_pl: Dla folderu %1$s w kontekście %2$s można zmienić jedynie uprawnienia widoczności.

source: Only individual user permissions, but no group permissions are allowed for folder %1$s in context %2$s.
es_mx: Sólo se permiten permisos individuales de usuario, pero no permisos de grupo, para la carpeta %1$s en el contexto %2$s.
pl_pl: Dla folderu %1$s w kontekście %2$s dozwolone są jedynie uprawnienia indywidualne, a brak uprawnień grupowych.

source: No individual user permissions are allowed for folder %1$s in context %2$s.
es_mx: No se permiten permisos individuales de usuario para la carpeta %1$s en el contexto %2$s.
pl_pl: Brak indywidualnych uprawnień dla folderu %1$s w kontekście %2$s.

source: Folder module must not be updated.
es_mx: No se debe actualizar el módulo de la carpeta.
pl_pl: Nie wolno aktualizować folderu modułu.

source: The module of a default folder must not be changed.
es_mx: El módulo de la carpeta por defecto no debe ser modificado.
pl_pl: Nie wolno zmieniać modułu folderu domyślnego.

source: User %1$s must not rename folder %2$s in context %3$s
es_mx: El usuario %1$s no debe renombrar la carpeta %2$s en el contexto %3$s
pl_pl: Użytkownik %1$s nie ma możliwości zmiany nazwy folderu %2$s w kontekście %3$s

source: Failed to create folder. Please retry.
es_mx: Falló la creación de la carpeta. Por favor, inténtelo de nuevo.
pl_pl: Utworzenie folderu nie powiodło się. Spróbuj ponownie.

source: Delete cannot be performed because of locked documents in folder %1$s in context %2$s.
es_mx: No se ha podido proceder al borrado porque hay documentos bloqueados en la carpeta %1$s en el contexto %2$s.
pl_pl: Nie można usunąć z powodu zablokowanych dokumentów w folderze %1$s w kontekście %2$s

source: Operation may only be performed for context administrator.
bg_bg: Операцията може да се изпълнява само за контекстния администратор.
ca_es: L'operació només la pot dur a terme l'administrador del context.
es_mx: La operación sólo puede llevarse a cabo por el administrador del contexto.
fr_fr: L'opération peut être effectuée uniquement pour l'administrateur de contexte.
nb_no: Operasjonen kan bare utføres for domeneadministrator.
nl_nl: Deze taak kan alleen uitgevoerd worden door de context beheerder.
pl_pl: Operację można wykonać jedynie dla administratora tego kontekstu.
tr_tr: İşlem sadece yönetici tarafından gerçekleştirilebilir.
zh_cn: 操作只能由环境管理员执行。
zh_tw: 只能由內容管理員進行操作。

source: Folder %1$s must not be deleted in context %2$s.
es_mx: No se debe borrar la carpeta $1&s en el contexto %2$s.
pl_pl: Nie wolno usunąć folderu %1$s w kontekście %2$s.

source: Unknown AJAX action: %s.
es_mx: Acción AJAX desconocida: %s.
pl_pl: Nieznana czynność AJAX: %s.

source: Unknown AJAX action %1$s in module %2$s.
es_mx: Acción AJAX %1$s desconocida en el módulo %2$s.
pl_pl: Nieznana czynność AJAX %1$s w module %2$s.

source: Missing the following request parameter: %s
es_mx: Falta el siguiente parámetro de petición: %s
pl_pl: Brak następującego parametru żądania: %s

source: Missing upload image.
es_mx: Falta la imagen subida.
pl_pl: Brak przesyłanego obrazu.

source: Invalid parameter: %s
es_mx: Parámetro no válido: %s
pl_pl: Nieprawidłowy parametr: %s

source: I/O error while writing to Writer object: %s
es_mx: Error de E/S al escribir en el objeto Writer: %s
pl_pl: Podczas zapisu do obiektu Writer wystąpił błąd we/wy: %s

source: Missing AJAX request handler for module %s
es_mx: Falta el controlador de peticiones AJAX para el módulo %s
pl_pl: Brak metody obsługi żądań AJAX dla modułu %s

source: Unknown module: %s.
es_mx: Módulo desconocido: %s.
pl_pl: Nieznany moduł: %s.

source: A harmful attachment was detected.
es_mx: Se detectado un adjunto dañino.
pl_pl: Został wykryty groźny załącznik.

source: JSON error: %s
es_mx: Error JSON: %s
pl_pl: Błąd JSON: %s

source: Invalid parameter "%1$s": %2$s
es_mx: Parámetro no válido "%1$s": %2$s
pl_pl: Nieprawidłowy parametr "%1$s": %2$s

source: A parameter conflict occurred.
es_mx: Se ha producido un conflicto de parámetros.
pl_pl: Wystąpił konflikt parametrów.

source: Parameter "%1$s" conflicts with parameter "%2$s".
es_mx: El parámetro "%1$s" está en conflicto con el parámetro "%2$s".
pl_pl: Parametr "%1$s" pozostaje w konflikcie z parametrem "%2$s".
