Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: No mail module access due to user configuration
bg_bg: Няма достъп до модул за електронна поща поради конфигурацията на потребителя
ca_es: No teniu accés al mòdul de correu per mor de la configuració de l'usuari
fr_fr: Pas d'accès au module de courrier à cause de la configuration utilisateur
nb_no: Ingen e-postmodul-tilgang på grunn av brukerkonfigurasjon
nl_nl: Geen toegang tot de e-mail module als gevolg van de gebruikersconfiguratie
tr_tr: Kullanıcı konfigürasyonu dolayısıyla posta modül erişimi yok.
zh_cn: 由于用户配置，无权访问邮件模块。
zh_tw: 因為用戶配置，無權訪問郵件模組

source: Access to mail folder is not permitted
bg_bg: Достъпът до пощенската папка не е разрешен
ca_es: No està permès l'accés a la carpeta de correu
fr_fr: L'accès au dossier de courrier n'est pas autorisé
nb_no: Tilgang til e-postmappen er ikke tillatt
nl_nl: Toegang tot de e-mailmap is niet toegestaan
tr_tr: Posta klasörüne erişim izni yok.
zh_cn: 不允许访问邮件文件夹
zh_tw: 不允許存取郵件資料夾

source: No lookup access to mail folder
bg_bg: Няма достъп до папката за електронна поща
ca_es: No hi ha accés per a la recerca a la carpeta de correu
fr_fr: Pas d'accès en recherche au dossier de courrier
nb_no: Ingen oppslagstilgang til e-postmappe
nl_nl: Geen rechten voor het inzien van de e-mailmap
tr_tr: Posta klasöründe arama izni yok.
zh_cn: 没有查看邮件文件夹的权限
zh_tw: 沒有郵件資料夾的搜尋權限

source: No read access to mail folder
bg_bg: Няма достъп за четене до пощенската папка
ca_es: No hi h accés de lectura a la carpeta de correu
fr_fr: Pas d'accès en lecture au dossier de courrier
nb_no: Ingen lesetilgang til e-postmappe
nl_nl: Geen leesrechten op de e-mailmap
tr_tr: Posta klasöründe okuma izni yok
zh_cn: 没有读取邮件文件夹的权限
zh_tw: 沒有郵件資料夾的讀取權限

source: No delete access to mail folder
bg_bg: Няма изтриване на достъп до пощенската папка
ca_es: No hi ha accés de supressió a la carpeta de correu
fr_fr: Pas d'accès en suppression au dossier de courrier
nb_no: Ingen slettetilgang til e-postmappe
nl_nl: Geen verwijderrechten op e-mailmap
tr_tr: Posta klasöründe silme izni yok
zh_cn: 没有删除邮件文件夹的权限
zh_tw: 沒有郵件資料夾的刪除權限

source: No insert access to mail folder
bg_bg: Няма достъп до входящата папка
ca_es: No hi ha accés d'inserció a la carpeta de correu
fr_fr: Pas d'accès en ajout au dossier de courrier
nb_no: Ikke skrivetilgang til e-postmappe
nl_nl: Geen invoeg rechten op e-mailmap
tr_tr: Posta klasöründe yerleştirme izni yok
zh_cn: 没有插入邮件文件夹的权限
zh_tw: 沒有郵件資料夾的插入權限

source: No administer access to mail folder
bg_bg: Няма достъп до папката за електронна поща
ca_es: No hi ha accés administratiu a la carpeta de correu
fr_fr: Pas d'accès administrateur au dossier de courrier
nb_no: Ingen administrasjonstilgang til e-postmappe
nl_nl: Geen beheerdersrechten op e-mailmap
tr_tr: Posta klasöründe yönetim izni yok
zh_cn: 没有管理邮件文件夹的权限。
zh_tw: 沒有郵件資料夾的管理權限

source: No write access to IMAP folder
bg_bg: Няма достъп за писане в папка IMAP
ca_es: No hi ha accés d'escriptura a la carpeta IMAP
fr_fr: Pas d'accès en écriture au dossier IMAP
nb_no: Ingen skrivetilgang til IMAP-mappe
nl_nl: Geen schrijfrechten naar IMAP-map
tr_tr: IMAP klasöründe yazma izni yok
zh_cn: 没有写入 IMAP 文件夹的权限
zh_tw: 沒有 IMAP 信件匣的寫入權限

source: No keep-seen access to mail folder
bg_bg: Няма достъп до папката за електронна поща
ca_es: No hi ha accés per a marcar com a llegit en la carpeta de correu
fr_fr: Pas d'accès au dossier de courrier pour marquer les messages comme vus
nb_no: Ingen beholde-sett tilgang til e-postmappe
nl_nl: Geen behoud-gelezen toegang op e-mailmap
tr_tr: Posta klasöründe görülenleri saklama izni yok
zh_cn: 没有保持邮件文件夹可见的权限
zh_tw: 沒有郵件資料夾的保持已讀權限

source: Folder does not allow subfolders.
bg_bg: Папката не позволява подпапки.
ca_es: La carpeta no admet subcarpetes.
fr_fr: Le dossier ne peut pas comporter de sous-dossiers.
nb_no: Mappen tillater ikke undermapper.
nl_nl: Map mag geen submappen bevatten.
tr_tr: Klasör alt klasörlere izin vermiyor.
zh_cn: 文件夹不允许子文件夹。
zh_tw: 資料夾不允許有子資料夾。

source: Mail folder "%1$s" could not be created (maybe due to insufficient permission on parent folder %2$s or due to an invalid folder name)
bg_bg: Папката за поща \ " %1$s " не можа да бъде създадена (може би поради недостатъчно разрешение за родителска папка %2$s или поради невалидно име на папка)
ca_es: La carpeta de correu "%1$s" no es pot crear (potser per mor de permisos insuficients en la carpeta mare %2$s o per un nom de carpeta no vàlid)
fr_fr: Le dossier de courrier « %1$s » n'a pas pu être créé (peut-être en raison de droits insuffisants sur le dossier parent %2$s ou à cause d'un nom de dossier invalide)
nb_no: Kan ikke opprette e-postmappen "%1$s" (kanskje på grunn av utilstrekkelig tillatelse på den overordnede mappen %2$s eller en ugyldig mappenavn)
nl_nl: E-mail map "%1$s" kon niet worden aangemaakt (mogelijk doordat er niet voldoende rechten zijn op de hoofdmap %2$s of omdat de mapnaam ongeldig is)
tr_tr: Mail dosyası "%1$s" yaratılamadı (Belki de üstsel %2$s dosyasında ki yetersiz izinden dolayı )
zh_cn: 邮件文件夹 "%1$s" 不能被创建 (可能由于在父文件夹 %2$s 上没有足够的权限，或者文件夹名无效)
zh_tw: 無法建立信件匣「%1$s」（可能是父資料夾 %2$s 的權限不足，或是使用了無效的名稱）

source: The composed rights could not be applied to new folder due to missing administer right in its initial rights specified by IMAP server. However, the folder has been created.
bg_bg: Съставените права не можаха да се приложат към нова папка, поради липса на администраторски права в първоначалните й права, определени от IMAP сървъра. Папката обаче е създадена.
ca_es: Els permisos composts no es poden aplicar a la nova carpeta per mor de la falta de permisos d'administració entre els especificats inicialment pel servidor IMAP. De tota manera, la carpeta s'ha creat.
fr_fr: Les droits combinés n'ont pas pu être appliqués au nouveau dossier parce que ses droits initiaux spécifiés par le serveur IMAP ne comportaient pas le droit administrateur. Néanmoins, le dossier a été créé.
nb_no: De sammensatte rettighetene kan ikke brukes til den nye mappen på grunn av manglende administrasjonsrettigheter i de øyeblikkelige rettighetene angitt av IMAP-serveren. Men mappen er opprettet.
nl_nl: De samengestelde rechten zijn niet toe te passen op de nieuwe map door de afwezigheid van beheerdersrechten in de basis rechten zoals gedefinieerd door de IMAP server. De map is toch aangemaakt.
tr_tr: IMAP sunucusu tarafından özelleştirilmiş giriş haklarında yönetici olmamasına bağlı olarak bu haklar yeni dosyaya uygulanamıyor. Fakat, klasör oluşturuldu.
zh_cn: 因为 IMAP 服务器指定的初始权限缺少管理员权限，该组合权限无法应用在新创建的文件夹上。不过，文件夹已经成功创建。
zh_tw: 權限無法套用至新資料夾，因為 IMAP 伺服器上缺少了管理員權限。然而，資料夾已經建立。

source: No administer permission specified for folder
bg_bg: Не е посочено разрешение за администриране за папка
ca_es: No s'ha especificat permís d'administració per a la carpeta
fr_fr: Pas de droits d'administration spécifiés pour le dossier
nb_no: Ingen administrasjonstillatelser angitt for mappen
nl_nl: Geen beheerdersrechten toegewezen voor de map
tr_tr: Belirtilen dosya için yönetici izni yok .
zh_cn: 没有文件夹的管理员权限
zh_tw: 對於資料夾沒有針對的管理權限

source: Default folder must not be updated
bg_bg: Папката по подразбиране не трябва да се актуализира
ca_es: La carpeta predeterminada no s'ha d'actualitzar
fr_fr: Le dossier par défaut ne doit pas être mis à jour
nb_no: Standardmappen må ikke oppdateres
nl_nl: Standaardmap mag niet ververst worden
tr_tr: Varsayılan klasör güncellenmemelidir
zh_cn: 不得更新默认文件夹
zh_tw: 不得更新預設資料夾

source: Folder could not be deleted
bg_bg: Папката не можа да бъде изтрита
ca_es: La carpeta no s'ha pogut esborrar
fr_fr: Le dossier n'a pas pu être supprimé
nb_no: Mappen kunne ikke slettes
nl_nl: Map kan niet verwijderd worden
tr_tr: Klasör silinemedi
zh_cn: 不能删除文件夹
zh_tw: 無法刪除資料夾

source: IMAP default folder %1$s could not be created
bg_bg: Папката по подразбиране IMAP %1$s не можа да бъде създадена
ca_es: La carpeta IMAP predeterminada %1$s no s'ha pogut crear
fr_fr: Le dossier IMAP par défaut %1$s n'a pas pu être créé
nb_no: Kan ikke opprette IMAP standard mappen %1$s
nl_nl: IMAP standaard map %1$s kon niet worden aangemaakt.
tr_tr: Varsayılan IMAP dosyası %1$s oluşturulamadı.
zh_cn: 无法创建 IMAP 缺省文件夹 %1$s
zh_tw: 無法建立預設 IMAP 資料夾 %1$s

source: Missing default %1$s folder
bg_bg: Липсва папка %1$s по подразбиране
ca_es: Hi falta la carpeta predeterminada %1$s
fr_fr: Dossier par défaut %1$s manquant
nb_no: Mangler standard %1$s mappe
nl_nl: Standaardmap %1$s ontbreekt
tr_tr: Varsayılan %1$s dosyası eksik
zh_cn: 缺少默认的 %1$s 文件夹
zh_tw: 缺少預設的 %1$s 資料夾

source: Update of folder failed
bg_bg: Актуализирането на папката не бе успешно
ca_es: Ha fallat l'actualització de la carpeta
fr_fr: La mise à jour du dossier a échoué
nb_no: Oppdatering av mappe mislyktes
nl_nl: Het bijwerken van de map is mislukt
zh_cn: 更新文件夹失败
zh_tw: 更新資料夾失敗

source: Flag %1$s could not be changed due to following reason "%2$s"
bg_bg: Флаг %1$s не можа да бъде променен поради следната причина \ " %2$s "
ca_es: La marca %1$s no es pot canviar pel següent motiu: "%2$s"
fr_fr: Le drapeau %1$s n'a pas pu être modifié pour la raison suivante : « %2$s »
nb_no: Flagg %1$s kunne ikke endres på grunn av følgende årsak "%2$s"
nl_nl: Vlag %1$s kan niet worden gezet met als reden "%2$s"
tr_tr: Şu nedenden dolayı: "%2$s" %1$s işareti değiştirilemez.
zh_cn: 由于以下原因"%2$s"，标志 %1$s 无法更改
zh_tw: 由於以下原因無法修改 %1$s 旗標: %2$s

source: IMAP search failed due to reason "%1$s". Switching to application-based search
bg_bg: IMAP търсене се провали поради причина \ " %1$s ". Преминаване към търсенето на приложения
ca_es: La recerca IMAP ha fallat per mor de "%1$s". Canviant a la recerca mitjançant aplicació.
fr_fr: La recherche IMAP a échoué pour la raison « %1$s ». Passage à la recherche applicative
nb_no: IMAP-søket mislyktes på grunn av "%1$s". Bytter til program-basert søk
nl_nl: Zoeken in IMAP is mislukt met de reden "%1$s". De applicatie gaat zelf zoeken
tr_tr: Aşağıdaki sebepten dolayı IMAP arama hatası : Uygulama tabanlı arama %s aktarması için
zh_cn: 由于原因 "%1$s"，IMAP搜索失败。切换到基于应用的搜索
zh_tw: 因為「%1$s」，無法進行 IMAP 搜尋。切換至應用程式搜尋。

source: IMAP sort failed due to reason "%1$s". Switching to application-based sorting.
bg_bg: Сортирането по IMAP не бе успешно поради причина \ " %1$s ". Преминаване към сортиране на базата на приложения.
ca_es: L'ordenació IMAP ha fallat per mor de "%1$s". Canviant a l'ordenació mitjançant aplicació.
fr_fr: Le tri IMAP a échoué pour la raison « %1$s ». Passage au tri applicatif.
nb_no: IMAP sortering mislyktes av følgende årsak "%1$s". Bytter til program-basert sortering.
nl_nl: Sorteren in IMAP is mislukt met de reden "%1$s". De applicatie gaat zelf sorteren.
tr_tr: Aşağıdaki sebepten dolayı IMAP sıralama hatası: Uygulama tabanlı sıralama %s aktarması için
zh_cn: 由于原因 "%1$s"，IMAP排序失败。切换到基于应用的排序
zh_tw: 因為「%1$s」，無法進行 IMAP 排序。切換為應用程式排序。

source: Mail folder must not be moved to subsequent folder
bg_bg: Папката за електронна поща не трябва да се премества в следващата папка
ca_es: La carpeta de correu no es pot moure a una de les seves subcarpetes
fr_fr: Le dossier de courrier ne doit pas être déplacé vers un sous-dossier
nb_no: E-postmappe må ikke flyttes til neste mappe
nl_nl: E-mail map mag niet verplaatst worden naar de volgende map
tr_tr: Posta klasörü başka bir klasöre taşınmamalıdır.
zh_cn: 不得移到邮件文件夹到其子文件夹
zh_tw: 信件匣無法被移動至子資料夾

source: This message could not be moved to trash folder, possibly because your mailbox is nearly full. In that case, please try to empty your deleted items first, or delete smaller messages first.
bg_bg: Това съобщение не може да бъде преместено в кошчето за боклук, вероятно защото пощенската ви кутия е почти пълна. \ NВ този случай, моля, опитайте първо да изпразните изтритите си елементи или първо да изтриете по-малки съобщения.
ca_es: Aquest missatge no s'ha pogut moure a la paperera, possiblement perquè la vostra bústia de correu està gairebé plena. En tal cas, per favor, primer provau de buidar-lo d'elements eliminats, o suprimiu primer els missatges més petits.
fr_fr: Ce message n'a pas pu être déplacé dans la corbeille, peut-être parce que votre boîte aux lettres est presque pleine. Si c'est le cas, veuillez essayer dans un premier temps de supprimer définitivement vos éléments effacés, ou de de supprimer en premier les petits messages.
nb_no: Meldingen kunne ikke flyttes til papirkurven, muligens fordi postboksen er nesten full. I så fall kan du prøve å tømme slettede elementer først, eller slette mindre meldinger først.
nl_nl: Dit bericht kon niet naar de prullenbakmap verplaatst worden, mogelijk omdat uw postvak bijna vol is. In dat geval kunt u proberen om eerst uw prullenbak te legen, of eerst kleinere berichten te verwijderen.
tr_tr: Gelen kutunuz neredeyse dolu olduğu için bu mesaj çöp kutusuna taşınamıyor. Bu durumda lütfen öncelikle silinmiş dosyalarını temizleyiniz ya da ilk önce daha az yer kaplayan mesajları siliniz.
zh_cn: 可能因为您的邮箱差不多占满，所以此消息不能移动到垃圾文件夹。 如是者，请您尝试先清空您的删除项目，或先删除比较小的消息。
zh_tw: 此訊息無法被移動到垃圾桶，可能是因為您的信件匣快滿了。 這種情況下，請先清空您已刪除的項目，或先刪除較小的訊息。

source: Missing folder in mail move operation
bg_bg: Липсва папка в операцията за преместване на поща
ca_es: Falta la carpeta en l'operació de trasllat de correu.
fr_fr: Lors de l'opération de déplacement du courrier, le dossier est absent
nb_no: Manglende mappe i e-postflyttingen
nl_nl: Een map ontbreekt tijdens het verplaatsen van e-mail
tr_tr: Mail taşıma opersayonu sırasında eksik dosya
zh_cn: 在邮件移动操作中缺少文件夹
zh_tw: 移動郵件操作中缺少資料夾

source: Message move aborted for user %1$s. Source and destination folder are equal to "%2$s"
bg_bg: Съобщението се прекъсва за потребител %1$s . Източник и целева папка са равни на \ " %2$s "
ca_es: Trasllat de missatge cancel·lat per l'usuari %1$s. Les carpetes d'origen i destí són "%2$s"
fr_fr: Déplacement du message interrompu pour l'utilisateur %1$s. Les dossiers source et destination sont équivalents à « %2$s »
nb_no: Flytting av melding avbrutt for bruker %1$s. Kilden og målmappe er lik "%2$s"
nl_nl: Bericht verplaatsing voor aanmelingsnaam %1$s. De bron en doel map zijn gelijk aan "%2$s"
zh_cn: 用户 %1$s 的移动操作中止。来源和目标文档夹都是 "%2$s"
zh_tw: 使用者 %1$s 的移動操作中止。來源和目的文件夾都是 %2$s。

source: IMAP folder read-only check failed
bg_bg: Изпробването само за четене само за четене в IMAP е неуспешно
ca_es: La verificació de només lectura de la carpeta IMAP ha fallat
fr_fr: La vérification des droits en lecture seule du dossier IMAP a échoué
nb_no: IMAP mappe skrivebeskyttelse-kontroll mislyktes
nl_nl: IMAP map alleen-lezen controle mislukt
tr_tr: IMAP dosyası yalnızca okuma kontrolü başarısız oldu
zh_cn: IMAP 文件夹只读检查失败
zh_tw: 無法進行 IMAP 資料夾唯讀檢查

source: Unknown folder open mode %1$s
bg_bg: Неизвестен режим на отворена папка %1$s
ca_es: Mode d'obertura de la carpeta %1$s desconegut
fr_fr: Mode %1$s d'ouverture de dossier inconnu
nb_no: Ukjent mappe åpningsmodus %1$s
nl_nl: Onbekende methode %1$s voor het openen van een map
tr_tr: Bilinmeyen klasör açık modu %1$s
zh_cn: 未知的文件夹打开模式 %1$s
zh_tw: 未知資料夾開啟模式 %1$s。

source: One or more message in folder %2$s could not be deleted
bg_bg: Едно или повече съобщения в папка %2$s не можаха да бъдат изтрити

source: The raw content's input stream cannot be read
bg_bg: Входящият поток на суровото съдържание не може да бъде прочетен
ca_es: El flux de contingut sense format no es pot llegir
fr_fr: Le flux d'entrée du contenu brut ne peut pas être lu
nb_no: Rå innholdets inndatastrøm kan ikke leses
nl_nl: De ruwe inhoud van de inkomende gegevensstroom kan niet worden gelezen
tr_tr: Ham içeriğin giriş akışı okunamıyor
zh_cn: 不能读取原内容的输入流
zh_tw: 資料夾當中的訊息內容的原始輸入串流無法被讀取

source: No support of capability "THREAD=REFERENCES"
bg_bg: Няма поддръжка на възможности \ "THREAD = REFERENCES "
ca_es: No hi ha suport de la característica "THREAD=REFERENCES"
fr_fr: Pas de prise en charge de la fonction « THREAD=REFERENCES »
nb_no: Ingen støtte for funksjonen "THREAD=REFERENCES"
nl_nl: Geen ondersteuning voor optie "THREAD=REFERENCES"
tr_tr: "THREAD=REFERENCES" Destek yok
zh_cn: 不支持特性 "THREAD=REFERENCES"
zh_tw: 不支援「THREAD=REFERENCES」功能

source: A protocol exception occurred during execution of IMAP request "%1$s". Error message: %2$s
bg_bg: Изключение от протокол възникна по време на изпълнение на заявката IMAP \ " %1$s ". \ NРедално съобщение: %2$s
ca_es: S'ha produït una excepció del protocol mentre s'executava la sol·licitud IMAP "%1$s". Missatge d'error: %2$s
fr_fr: Une exception de protocole s'est produite pendant l'exécution de la requête IMAP « %1$s ». Message d'erreur : %2$s
nb_no: Et protokollunntak oppstod under kjøring av IMAP forespørsel "%1$s". Feilmelding: %2$s
nl_nl: Er is een protocol uitzondering opgetreden bij het uitvoeren van een IMAP aanvraag "%1$s". Foutmelding: %2$s
tr_tr: IMAP isteği "%1$s" nin çalışması esnasında protokol dışı durum oluştu. Hata mesajı: %2$s
zh_cn: 在 IMAP 请求 "%1$s" 时出现协议异常。 错误信息：%2$s
zh_tw: 執行 IMAP 請求「%1$s」時發生通訊協定例外。 錯誤訊息: %2$s

source: Mailbox' root folder must not be source or the destination full name of a move operation.
bg_bg: Основната папка "Пощенска кутия" не трябва да бъде източник или пълното име на целевата операция за преместване.
ca_es: La carpeta de la bústia de correu arrel no deu ser l'origen ni el nom complet del destí d'una operació de moviment.
fr_fr: Le dossier racine de la Boîte aux lettres ne doit pas être le nom complet de la source ou de la destination d'une opération de déplacement.
nb_no: Postboksens rotmappe kan ikke være kilden eller målnavn for en flytteoperasjon.
nl_nl: E-mail hoofdmap mag niet de bron- of doelmap zijn van een verplaatsing.
tr_tr: Gelen kutusu root klasörü taşıma operasyonunun kaynağı ya da hedefinin ismi olmamalı.
zh_cn: 邮箱根文件夹不能是移动操作的源或者目标。
zh_tw: 信件霞的根資料夾不能是移動操作的來源處或目的地。

source: Sort field %1$s is not supported via IMAP SORT command
bg_bg: Сортиращото поле %1$s не се поддържа чрез командата IMAP SORT
ca_es: El camp d'ordenació %1$s no està admès en la comanda IMAP SORT
fr_fr: Le champ de tri %1$s n'est pas pris en charge par le biais de la commande IMAP SORT
nb_no: Sorteringsfeltet %1$s støttes ikke via IMAP SORT kommandoen
nl_nl: Sorteerveld %1$s wordt niet ondersteund door het IMAP SORT commando
tr_tr: IMAP arama komutu şu arama alanını desteklemiyor: %1$s
zh_cn: IMAP SORT 命令不支持排序项 %1$s
zh_tw: 排序欄位 %1$s 無法被 IMAP SORT 命令支援

source: Rename of folder "%1$s" to "%2$s" failed with "%3$s".
bg_bg: Преименуването на папката \ " %1$s " на \ " %2$s " се провали с \ " %3$s ".
ca_es: El reanomenat de la carpeta "%1$s" a "%2$s" ha fallat amb l'error "%3$s".
fr_fr: Le renommage du dossier « %1$s » en « %2$s » a échoué avec « %3$s ».
nb_no: Endring av navn på mappe "%1$ s" til "%2$s" mislyktes med "%3$s".
nl_nl: Hernoemen van map "%1$s" naar "%2$s" is mislukt met de melding "%3$s".
tr_tr: Klasörün isminin "%1$s" den "%2$s" e değiştirilmesi "%3$s" ile başarısız oldu.
zh_cn: 重命名文件夹 "%1$s" 到 "%2$s" 失败，原因 "%3$s"。
zh_tw: 將資料夾「%1$s」更名為「%2$s」的操作失敗，原因為「%3$s」。

source: No rename access to mail folder %1$s
bg_bg: Не преименувайте достъпа до папката за електронна поща %1$s
ca_es: No hi ha accés per a reanomenar a la carpeta de correu %1$s
fr_fr: Pas d'accès en renommage au dossier de courrier %1$s
nb_no: Ikke tilgang til å gi nytt navn til e-postmappen %1$s
nl_nl: Geen hernoemrechten op e-mailmap %1$s
tr_tr: Posta klasörü %1$s ne yeniden adlandırma erişimi yok
zh_cn: 对邮件文件夹 %1$s 没有改名权限
zh_tw: 對信件匣 %1$s 沒有更名權限。

source: Unable to parse IMAP server URI "%1$s".
bg_bg: Не може да се анализира URI на IMAP сървър \ " %1$s ".
ca_es: No s'ha pogut analitzar la URI del servidor IMAP "%1$s".
fr_fr: Impossible d'analyser syntaxiquement l'URI du serveur IMAP « %1$s ».
nb_no: Kan ikke analysere IMAP-server URI "%1$s".
nl_nl: Het is niet mogelijk de IMAP server URI "%1$s" te verwerken.
tr_tr: IMAP sunucusu URI "%1$s" ayrıştırılamadı.
zh_cn: 无法解析IMAP服务器URI "%1$s".
zh_tw: 無法解析 IMAP 服務器URI "%1$s"。

source: Default folder %1$s must not be unsubscribed.
bg_bg: Папката по подразбиране %1$s не трябва да бъде отписана.
ca_es: No es pot descobrir la carpeta predeterminada %1$s.
fr_fr: Il est impossible de se désabonner du dossier par défaut %1$s.
nb_no: Det må ikke avsluttes abonnment av standardmappen %1$s.
nl_nl: Het abonnement op standaardmap %1$s kan niet worden gestopt.
tr_tr: Varsayılan %1$s klasörüne abonelikten çıkılmamalıdır.
zh_cn: 缺省文件夹 %1$s 不能取消订阅。
zh_tw: 無法取消訂閱預設資料夾「%1$s」。

source: IMAP server refuses to import one or more E-Mails.
bg_bg: IMAP сървърът отказва да импортира една или повече имейли.
ca_es: El servidor IMAP se nega a importar un o més E-Mails.
fr_fr: Le serveur IMAP refuse d'importer un ou plusieurs courriels.
nb_no: IMAP-serveren nekter å importere en eller flere e-poster.
nl_nl: IMAP server weigerd één of meerdere e-mailbreichten te importeren.
tr_tr: IMAP sunucusu bir veya daha fazla e-postayı almayı reddediyor.
zh_cn: IMAP 服务器拒绝汇入一封或超过一封电子邮件。
zh_tw: IMAP 伺服器拒絕匯入一封或超過一封電子郵件。

source: Currently not possible to establish a new connection to server %1$s with login %2$s. Please try again.
bg_bg: Понастоящем не е възможно да се установи нова връзка със сървъра %1$s с вход %2$s . Моля, опитайте отново.
ca_es: No és possible establir una nova connexió actualment amb el servidor %1$s amb connexió %2$s. Per favor, provau-ho de nou.
fr_fr: Il n'est pas possible pour le moment d'établir une connexion vers le serveur %1$s avec le compte %2$s. Veuillez essayer à nouveau.
nb_no: Foreløpig ikke mulig å opprette en ny tilkobling til server %1$s med pålogging %2$s. Prøv på nytt.
nl_nl: Het is momenteel niet mogelijk een verbinding te maken met server %1$s met login %2$s. Probeer het opnieuw.
tr_tr: Şuan için %1$s sunucusuna %2$s girişi ile bağlantı gerçekleştirilemiyor. Lütfen tekrar deneyin.
zh_cn: 无法以用户 %2$s 向服务器 %1$s 发起一个新的连接。请稍后再试。
zh_tw: 目前我法使用 %2$s 帳號與 %1$s 建立新連線。請重試。

source: Update of folder failed. Owner is required to keep administrative rights.
bg_bg: Актуализирането на папката не бе успешно Собственикът е длъжен да пази административни права.

source: The specified group "%4$s" is not supported.
bg_bg: Посочената група \ " %4$s " не се поддържа.
fr_fr: Le groupe spécifié « %4$s » n'est pas géré.
nb_no: Den angitte gruppen "%4$s" er ikke støttet.
nl_nl: De opgegeven groep "%4$s" wordt niet ondersteund.
tr_tr: Belirtilen grup "%4$s" desteklenmiyor.
zh_cn: 不支持指定的组 "%4$s"。
zh_tw: 不支援指定的群組「%4$s」。

source: Could not export the folder %1$s.
bg_bg: Папката %1$s не можа да бъде експортирана.
ca_es: No s'ha pogut exportar la carpeta %1$s.
fr_fr: Impossible d'exporter le dossier %1$s.
nb_no: Kunne ikke eksportere mappen %1$s.
nl_nl: Kan de map %1$s niet exporteren.
zh_cn: 无法导出文件夹 %1$s。
zh_tw: 無法導出資料夾 %1$s。

source: Could not load contacts.
bg_bg: Контактите не можаха да се заредят.
ca_es: No s'han pogut carregar els contactes.
fr_fr: Impossible de charger les contacts.
nb_no: Kunne ikke laste kontakter.
nl_nl: Kan contacten niet laden.
tr_tr: Kontaklar yüklenemedi.
zh_cn: 无法加载联系人。
zh_tw: 無法載入聯繫人。

source: Could not load folder %s.
bg_bg: Папката %s не можа да се зареди.
ca_es: No s'ha pogut carregar la carpeta %s.
fr_fr: Impossible de charger le dossier %s.
nb_no: Kunne ikke laste mappen %s.
nl_nl: Kan de map %s niet laden.
tr_tr: Klasör %s yüklenemedi
zh_cn: 无法加载文件夹 %s。
zh_tw: 無法載入資料夾 %s。

source: Cannot import the format %2$s into selected folder.
bg_bg: Форматът %2$s не може да се импортира в избраната папка.

source: Calendar module is not enabled. Appointments can not be imported.
bg_bg: Календарният модул не е активиран. Срещите не могат да бъдат импортирани.
ca_es: El mòdul Calendari no està actiu. No es poden importar cites.
fr_fr: Le module d'agenda n'est pas activé, impossible d'importer des rendez-vous.
nb_no: Kalender-modulen er ikke aktivert. Avtaler kan ikke importeres.
nl_nl: De Agendamodule is niet ingeschakeld. Afspraken kunnen niet geïmporteerd worden.
tr_tr: Takvim modülü etkin değil. Görüşmeler içe aktarılamıyor.
zh_cn: 没有启用日历模块，无法导入约会。
zh_tw: 未啟用日曆模組，無法導入任務。
