Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: in description
bg_bg: в описанието
ca_es: a la descripció
fr_fr: dans la description
nb_no: i beskrivelse
nl_nl: in omschrijving
tr_tr: tanımda
zh_cn: （从描述里）
zh_tw: 於描述

source: in location
bg_bg: в място
ca_es: a la ubicació
fr_fr: dans le lieu
nb_no: i beliggenhet
nl_nl: in locatie
tr_tr: konumda
zh_cn: （从地点里）
zh_tw: 於位置

source: in attachment name
bg_bg: в името на прикачения файл
ca_es: al nom d'adjunt
fr_fr: dans le nom de la pièce jointe
nb_no: i vedleggsnavn
nl_nl: in bijlagenaam
tr_tr: eklenti isminde
zh_cn: （从附件名称里）
zh_tw: 於附件名稱

source: My Status
bg_bg: Моя статус
ca_es: El meu estat
fr_fr: Mon état
nb_no: Min Status
nl_nl: Mijn status
tr_tr: Benim Durumum
zh_cn: 我的状态
zh_tw: 我的狀態

source: Date
bg_bg: Дата
ca_es: Data
nb_no: Dato
nl_nl: Datum
tr_tr: Tarih
zh_cn: 日期
zh_tw: 日期

source: Type
bg_bg: Тип
ca_es: Tipus
tr_tr: Tür
zh_cn: 类型
zh_tw: 類型

source: Participant
bg_bg: Участници
nb_no: Deltaker
nl_nl: Deelnemer
tr_tr: Katılımcı
zh_cn: 参与者
zh_tw: 參與者

source: Range
bg_bg: диапазон
fr_fr: Il y a
nb_no: Intervall
nl_nl: Reeks
zh_cn: 范围
zh_tw: 範圍

source: ⁺∕₋ 1 month
bg_bg:  / ₋ 1 месец
fr_fr: ⁺∕₋ 1 mois
nb_no: ⁺∕₋ 1 måned
nl_nl: ⁺∕₋ 1 maand
zh_cn: ⁺∕₋ 1 个月
zh_tw: ⁺∕₋ 1 個月

source: ⁺∕₋ 3 months
bg_bg: месец (а)
fr_fr: ⁺∕₋ 3 mois
nb_no: ⁺∕₋ 3 måneder
nl_nl: ⁺∕₋ 3 maanden
zh_cn: ⁺∕₋ 3 个月
zh_tw: ⁺∕₋ ３ 個月

source: ⁺∕₋ 1 year
bg_bg:  / ₋ 1 година
fr_fr: ⁺∕₋ 1 an
nb_no: ⁺∕₋ 1 år
nl_nl: ⁺∕₋ 1 jaar
zh_cn: ⁺∕₋ 1 年
zh_tw: ⁺∕₋ 1 年

source: Tentative
bg_bg: несигурно
ca_es: Provisional
fr_fr: Provisoire
nb_no: Tentativ
nl_nl: Voorlopig
tr_tr: Geçici
zh_cn: 暂定
zh_tw: 暫定

source: None
bg_bg: Нито един
ca_es: Cap
fr_fr: Aucun
nb_no: Ingen
nl_nl: Geen
tr_tr: Hiçbiri
zh_cn: 无
zh_tw: 無

source: Single
bg_bg: единичен
ca_es: Individual
fr_fr: Seul
nb_no: Enkel
nl_nl: Enkel
tr_tr: Tek
zh_cn: 单一
zh_tw: 單次

source: Series
bg_bg: серия
ca_es: Individual
fr_fr: Séries
nb_no: Serier
tr_tr: Diziler
zh_cn: 系列
zh_tw: 系列

source: Folder type
bg_bg: Тип папка
ca_es: Tipus de carpeta
fr_fr: Type du dossier
nb_no: Mappetype
nl_nl: Maptype
tr_tr: Klasör tipi
zh_cn: 文件夹类型
zh_tw: 文件夾類型

source: Folder
bg_bg: папка
ca_es: Carpeta
fr_fr: Dossier
nb_no: Mappe
nl_nl: Map
tr_tr: Klasör
zh_cn: 文件夹
zh_tw: 文件夾

source: Account
bg_bg: Сметка
fr_fr: Compte
nb_no: Konto
zh_cn: 户口
zh_tw: 帳號

source: Public
bg_bg: Обществен
ca_es: Públic
nb_no: Offentlig
nl_nl: Openbaar
tr_tr: Kamuya açık
zh_cn: 公共
zh_tw: 公開

source: Shared
bg_bg: Споделено
ca_es: Compartit
fr_fr: Partagé
nb_no: Delt
nl_nl: Gedeeld
tr_tr: Paylaşılan
zh_cn: 已分享
zh_tw: 共用

source: last week
bg_bg: миналата седмица
ca_es: Públic
fr_fr: la semaine dernière
nb_no: forrige uke
nl_nl: vorige week
tr_tr: geçen hafta
zh_cn: 上周
zh_tw: 上週

source: last month
bg_bg: миналия месец
ca_es: mes passat
fr_fr: le mois dernier
nb_no: forrige måned
nl_nl: vorige maand
tr_tr: geçen ay
zh_cn: 上月
zh_tw: 上個月

source: last year
bg_bg: миналата година
ca_es: any passat
fr_fr: l'année dernière
nb_no: i fjor
nl_nl: vorig jaar
tr_tr: geçen yıl
zh_cn: 去年
zh_tw: 去年

source: true
bg_bg: вярно

source: false
bg_bg: фалшив

source: Contact
bg_bg: Контакт
ca_es: Contacte
nb_no: Kontakt
tr_tr: İletişim
zh_cn: 联系人
zh_tw: 聯絡人

source: in names
bg_bg: в имена
ca_es: als noms
fr_fr: dans les noms
nb_no: i navn
nl_nl: in namen
tr_tr: isimlerde
zh_cn: （从名称里）
zh_tw: 於聯絡人姓名

source: in e-mail addresses
bg_bg: в имейл адресите
ca_es: a les adreces de correu electrònic
fr_fr: dans les adresses de courrier électronique
nb_no: i e-postadresser
nl_nl: in e-mailadressen
tr_tr: e-posta adreslerinde
zh_cn: （从电子邮件地址里）
zh_tw: 於電子郵件地址

source: in phone numbers
bg_bg: в телефонни номера
ca_es: als números de telèfon
fr_fr: dans les numéros de téléphone
nb_no: i telefonnumre
nl_nl: in telefoonnummers
tr_tr: telefon numaralarında
zh_cn: （从电话号码里）
zh_tw: 於電話號碼

source: in addresses
bg_bg: в адреси
ca_es: a les adreces
fr_fr: dans les adresses
nb_no: i adresser
nl_nl: in adressen
tr_tr: adreslerde
zh_cn: （从地址里）
zh_tw: 於地址

source: in departments
bg_bg: в отделите
fr_fr: dans les départements
nb_no: i avdelinger
nl_nl: in afdelingen
zh_cn: 在部门里
zh_tw: 於部門

source: in user fields
bg_bg: в потребителски полета
nl_nl: in gebruikersvelden
zh_cn: 在用户字段

source: Distribution List
bg_bg: Списък на разпространението
ca_es: Llista de distribució
fr_fr: Liste de distribution
nb_no: Distribusjonsliste
nl_nl: Distributielijst
tr_tr: dağıtım listesi
zh_cn: 通讯组列表
zh_tw: 通訊組清單

source: File content
bg_bg: Съдържанието на файла
ca_es: Contingut del fitxer
fr_fr: Contenu du fichier
nb_no: Filinnholdet
nl_nl: in bestandsinhoud
tr_tr: dosya içeriği
zh_cn: 文件内容
zh_tw: 檔案內容

source: Folders
bg_bg: Папки
ca_es: Carpetes
fr_fr: Dossiers
nb_no: Mapper
nl_nl: Mappen
tr_tr: klasörler
zh_cn: 文件夹
zh_tw: 文件夾

source: File description
bg_bg: Описание на файла
ca_es: Descripció del fitxer
fr_fr: Description du fichier
nb_no: Beskrivelse av filen
nl_nl: Bestandsomschrijving
tr_tr: dosya tanımı
zh_cn: 文件描述
zh_tw: 檔案描述

source: Images
bg_bg: Снимки
ca_es: Imatge
nb_no: Bilder
nl_nl: Afbeeldingen
tr_tr: resimler
zh_cn: 图像
zh_tw: 圖片

source: Audio
bg_bg: звуков
ca_es: Àudio
nb_no: Lyd
tr_tr: Ses
zh_cn: 音频
zh_tw: 音訊

source: Video
bg_bg: Видео
ca_es: Vídeo
fr_fr: Vidéo
zh_cn: 视频
zh_tw: 視訊

source: Documents
bg_bg: Документи
nb_no: Dokumenter
nl_nl: Documenten
tr_tr: Belgeler
zh_cn: 文档
zh_tw: 文件

source: Other
bg_bg: Друг
ca_es: Altre
fr_fr: Autre
nb_no: Andre
nl_nl: Anderen
tr_tr: Diğer
zh_cn: 其他
zh_tw: 其他

source: in file description
bg_bg: в описанието на файла
ca_es: a la descripció del fitxer
fr_fr: dans la description du fichier
nb_no: i filbeskrivelsen
nl_nl: in bestandsomschrijving
tr_tr: dosya tanımında
zh_cn: （从文件描述里）
zh_tw: 於檔案描述

source: in file content
bg_bg: в съдържанието на файла
ca_es: al contingut del fitxer
fr_fr: dans le contenu du fichier
nb_no: i filinnhold
nl_nl: in bestandsinhoud
tr_tr: dosya içeriğinde
zh_cn: （从文件内容里）
zh_tw: 於檔案內容

source: in mail text
bg_bg: в текста на пощата
ca_es: al text del correu electrònic
fr_fr: dans le texte du courriel
nb_no: i mailtekst
nl_nl: in e-mailinhoud
tr_tr: e-posta metninde
zh_cn: （从邮件文本里）
zh_tw: 於郵件內容

source: People
bg_bg: хора
ca_es: Gent
fr_fr: Personnes
nb_no: Personer
nl_nl: Mensen
tr_tr: İnsanlar
zh_cn: 人员
zh_tw: 人員

source: From/To
bg_bg: От до
ca_es: De/a
fr_fr: De / À
nb_no: Fra/Til
nl_nl: Van/Aan
tr_tr: -dan/-e
zh_cn: 来自/送到
zh_tw: 從/給

source: in attachment file names
bg_bg: в имената на файловете за прикачени файлове
fr_fr: dans les noms des fichiers des pièces jointes
nb_no: i vedleggsfilnavn
nl_nl: in bijlagebestandsnaam
zh_cn: 在附件文件名称
zh_tw: 於附件檔名

source: Has attachment
bg_bg: Има прикачен файл

source: Has no attachment
bg_bg: Няма привързаност

source: in title
bg_bg: в заглавието
ca_es: al títol
fr_fr: dans le titre
nb_no: i tittelen
nl_nl: in titel
tr_tr: başlıkta
zh_cn: （从题目里）
zh_tw: 於標題

source: Task folders
bg_bg: Папки за задачи
ca_es: Carpetes de tasques
fr_fr: Dossiers de la tâche
nb_no: oppgavemapper
nl_nl: Taakmappen
tr_tr: görev klasörleri
zh_cn: 任务文件夹
zh_tw: 任務文件夾

source: Task participants
bg_bg: Участниците в задачите
ca_es: Participants en tasques
fr_fr: Participants à la tâche
nb_no: Oppgave-deltakere
nl_nl: Taakdeelnemers
tr_tr: görev katılımcıları
zh_cn: 任务参与者
zh_tw: 任務參與者

source: Task type
bg_bg: Тип на задачата
ca_es: Tipus de tasca
fr_fr: Type de tâche
nb_no: Oppgavetype
nl_nl: Taaksoort
tr_tr: görev türü
zh_cn: 任务类型
zh_tw: 任務類型

source: Task status
bg_bg: Статус на задачата
ca_es: Estat de tasca
fr_fr: État de la tâche
nb_no: Oppgavestatus
nl_nl: Taakstatus
tr_tr: görev durumu
zh_cn: 任务状态
zh_tw: 任務狀態

source: Not Started
bg_bg: Не е започнало
ca_es: No començada
fr_fr: Non démarré
nb_no: Ikke startet
nl_nl: Niet Gestart
tr_tr: Başlamadı
zh_cn: 未开始
zh_tw: 未開始

source: In Progress
bg_bg: В ход
ca_es: En procés
fr_fr: En cours
nb_no: Under behandling
nl_nl: In Behandeling
tr_tr: Devam ediyor
zh_cn: 进行中
zh_tw: 進行中

source: Single Task
bg_bg: Единична задача
ca_es: Tasca individual
fr_fr: Tâche unique
nb_no: Enkeltoppgave
nl_nl: Enkele Taak
tr_tr: Tek bir Görev
zh_cn: 单一任务
zh_tw: 單一任務

source: The account "%s" is locked.
bg_bg: Профилът \ " %s " е заключен.
ca_es: El compte "%s" està bloquejat.
fr_fr: Le compte « %s » est verrouillé.
nb_no: Kontoen "%s" er låst.
nl_nl: Het account "%s" is vergrendeld.
tr_tr: "%s" hesabı kilitli.
zh_cn: 户口 "%s" 已被锁定。
zh_tw: 帳戶「%s」已被鎖定。

source: The user name or password is incorrect.
bg_bg: Потребителското име или паролата са неправилни.
ca_es: El nom d'usuari o la contrasenya son incorrectes.
fr_fr: Le nom d'utilisateur ou le mot de passe est incorrect.
nb_no: Brukernavnet eller passordet er feil.
nl_nl: De opgegeven gebruikersnaam of het wachtwoord is onjuist.
tr_tr: Kullanıcı adı veya şifre yanlış.
zh_cn: 用户名称或密码不正确。
zh_tw: 使用者名稱或密碼不正確。

source: You do not have the appropriate permissions to login with client "%1$s".
bg_bg: Нямате подходящите разрешения за влизане с клиента \ " %1$s ".
ca_es: No teniu els permisos adequats per a accedir amb el client "%1$s".
fr_fr: Vous n'avez pas les droits requis pour vous connecter avec le client « %1$s ».
nb_no: Du har ikke riktige tillatelser for å logge inn med klienten "%1$s".
nl_nl: U heeft niet de juiste rechten om aan te melden met client "%1$s".
tr_tr: İstemci "%1$s" ile giriş için gerekli izinlere sahip değilsiniz.
zh_cn: 您没有适当的权限以客户端登录 "%1$s"。
zh_tw: 您沒有適當的權限來使用「%1$s」客戶端登入。

source: Automatic login is not supported.
bg_bg: Автоматичното влизане не се поддържа.
ca_es: No s'hi permet l'accés automàtic.
fr_fr: La connexion automatique n'est pas prise en charge.
nb_no: Automatisk pålogging støttes ikke.
nl_nl: Automatisch aanmelden wordt niet ondersteund.
tr_tr: Otomatik giriş desteklenmiyor.
zh_cn: 不支持自动登录。
zh_tw: 不支援自動登入。

source: The user account is not activated.
bg_bg: Потребителският профил не е активиран.
ca_es: El compte d'usuari no està activat.
fr_fr: Le compte utilisateur n'est pas activé.
nb_no: Brukerkontoen er ikke aktivert.
nl_nl: Het gebruikersaccount is niet geactiveerd.
tr_tr: Kullanıcı hesabı etkinleştirlmedi.
zh_cn: 用户户口尚未激活。
zh_tw: 用戶尚未啟動。

source: You exceeded the maximum count of logins without password.
bg_bg: Превишихте максималния брой влизания без парола.
fr_fr: Vous avez dépassé le nombre maximal autorisé de connexions sans mot de passe.
nb_no: Du har overskredet maksimalt tillatte antall innlogginger uten passord
nl_nl: U heeft het maximale aantal aanmeldingen zonder wachtwoord overschreden.
zh_cn: 您超出没有密码登录的最大数。
zh_tw: 您已超過免密碼登入的最大次數。

source: A password is required to continue. Please choose one and try again.
bg_bg: За да продължите, е необходима парола. Моля, изберете една и опитайте отново.
fr_fr: Un mot de passe est nécessaire pour poursuivre. Veuillez en choisir un et réessayer.
nb_no: Et passord er påkrevd for å fortsette. Vennligst velg et og forsøk igjen.
nl_nl: Een wachtwoord is noodzakelijk om door te gaan. Kies er één en probeer opnieuw.
zh_cn: 需要一个密码以继续，请选择一个或再试。
zh_tw: 需要密碼才能繼續，請選擇一組後再試一次。

source: Authentication via this method is disabled.
bg_bg: Удостоверяването чрез този метод е деактивирано.
fr_fr: L'authentification par cette méthode est désactivée.
nb_no: Autentisering med denne metoden er deaktivert.
nl_nl: Authenticatie via deze methode is uitgeschakeld.
zh_cn: 已停用经由此方法的认证。
zh_tw: 已停用此驗證方式。

source: The password is incorrect.
bg_bg: Паролата е неправилна.
fr_fr: Le mot de passe est incorrect.
nb_no: Passordet er feil.
nl_nl: Het wachtwoord is onjuist.
zh_cn: 密码错误。
zh_tw: 密碼不正確。

source: Login denied.
bg_bg: Входът е отказан.
fr_fr: Connexion refusée.
nb_no: Innlogging ble nektet.
nl_nl: Aanmelding geweigerd.
zh_cn: 登录禁止。
zh_tw: 登入被拒絕。

source: The account %2$s is disabled.
bg_bg: Профилът %2$s е деактивиран.
ca_es: El compte %2$s està desactivat.
fr_fr: Le compte %2$s est désactivé.
nb_no: Kontoen %2$s er deaktivert.
nl_nl: Het account "%2$s" is uitgeschakeld.
tr_tr: %2$s hesabı etkisizleştirldi.
zh_cn: 以停用 %2$s 户口。
zh_tw: 帳號 %2$s 已被禁用。

source: An error occurred inside the server which prevented it from fulfilling the request.
bg_bg: Възникна грешка в сървъра, която не му позволи да изпълни заявката.
ca_es: S'ha produït un error en el servidor que ha impedit l'execució de la sol·licitud.
fr_fr: Une erreur s'est produite à l'intérieur du serveur et l'a empêché d'honorer la requête.
nb_no: Det oppstod en feil i serveren som hindret den i å fullføre forespørselen.
nl_nl: Er is een fout opgetreden in de server waardoor deze het verzoek niet kan uitvoeren.
tr_tr: Sunucu içinde oluşan bir hata dolayısıyla istek yerine getirilemedi.
zh_cn: 在服务器里发生一个错误，阻止它实现请求。
zh_tw: 伺服器發生了一個錯誤，阻止它履行請求。

source: A temporary error occurred inside the server which prevented it from fulfilling the request. Please try again later.
bg_bg: Възникна временна грешка в сървъра, която не му позволи да изпълни заявката. Моля, опитайте отново по-късно.
ca_es: S'ha produït un error temporal al servidor que ha impedit l'execució de la sol·licitud. Per favor, provau-ho de nou més tard.
fr_fr: Une erreur temporaire s'est produite à l'intérieur du serveur et l'a empêché d'honorer la requête. Veuillez réessayer plus tard.
nb_no: Det oppstod en midlertidig feil inne i serveren som hindret den i å fullføre forespørselen. Prøv igjen senere.
nl_nl: Er is een tijdelijke fout opgetreden in de server waardoor deze het verzoek niet kan uitvoeren. Probeer het later nog eens.
tr_tr: Sunucu içinde oluşan geçici bir hata dolayısıyla istek yerine getirilemedi. Lütfen daha sonra tekrar deneyiniz.
zh_cn: 在服务器里发生一个临时错误，阻止它实现请求。请稍后再试。
zh_tw: 伺服器發生了一個臨時錯誤，阻止它履行請求。請稍後再試。

source: The server is refusing to process the request.
bg_bg: Сървърът отказва да обработва заявката.
nb_no: Tjeneren nektet å prosessere forespørselen.
nl_nl: De server weigert om de aanvraag te verwerken.
zh_cn: 服务器拒绝处理请求。

source: Error while reading/writing data from/to the database.
bg_bg: Грешка при четене / записване на данни от / към базата данни.
ca_es: Error en llegir/escriure dades de/a la base de dades.
fr_fr: Erreur en lisant des données de la base de données ou en y écrivant des données.
nb_no: Feil under lese/skrive data fra/til databasen.
nl_nl: Fout bij het lezen/schrijven van gegevens van/naar de database.
tr_tr: Veritabanından veri okunurken/yazarken hata oluştu.
zh_cn: 在从/到数据库的读取/写入发生错误。
zh_tw: 自/向資料庫讀/寫時發生錯誤。

source: Data cannot be stored into the database because it is too big
bg_bg: Данните не могат да се съхраняват в базата данни, защото са твърде големи
fr_fr: Les données ne peuvent être enregistrées dans la base de données car elles sont trop volumineuses
nb_no: Data kan ikke lagres i databasen fordi den er for stor
nl_nl: Gegevens kunnen niet opgeslagen worden in de database omdat deze te groot is
zh_cn: 因为数据太大，所以不能储存到数据库里
zh_tw: 因為資料太大，無法儲存於資料庫

source: The request sent by the client was syntactically incorrect
bg_bg: Искането, изпратено от клиента, е синтактично неточно
fr_fr: La syntaxe de la requête émise par le client était incorrecte.
nb_no: Forespørselen som ble sendt av klienten var syntaktisk feil
nl_nl: De door de client verstuurde aanvraag is verkeerd
zh_cn: 客户端发送的请求有语法错误
zh_tw: 客戶端送出的請求格式不正確

source: A required service is temporarily unavailable. Please try again later.
bg_bg: Изискваната услуга е временно недостъпна. Моля, опитайте отново по-късно.
ca_es: El servei requerit no està disponible temporalment. Per favor, provau-ho més endavant.
fr_fr: Le service demandé est temporairement non disponible. Veuillez réessayer plus tard.
nb_no: En nødvendig tjeneste er midlertidig utilgjengelig. Prøv igjen senere.
nl_nl: De vereiste dienst is tijdelijk niet beschikbaar. Probeer het later nogmaals.
tr_tr: Talep ettiğiniz hizmet geçici olarak servis dışı. Lütfen daha sonra tekrar deneyiniz.
zh_cn: 要求的服务暂时不可用，请稍后再试。
zh_tw: 需要的服務暫時不可用，請稍後再試。

source: The maximum number of sessions is exceeded. Please try again later.
bg_bg: Максималният брой сесии е превишен. Моля, опитайте отново по-късно.
ca_es: S'ha superat el nombre màxim de sessions. Per favor, provau-ho de nou més tard.
fr_fr: Le nombre maximal de sessions a été dépassé. Veuillez réessayer plus tard.
nb_no: Maksimalt antall sesjoner er overskredet. Prøv igjen senere.
nl_nl: Het maximaal aantal sessies is overschreden. Probeer het later nogmaals.
tr_tr: Seans sayısı aşıldı. Lütfen daha sonra tekrar deneyin.
zh_cn: 超过会话最大数，请稍后重试。
zh_tw: 已經開啟最多的連線數，請稍後再試一次。

source: The password could not be changed in the current session. Please login again.
bg_bg: Паролата не можа да бъде променена в текущата сесия. Моля, влезте отново.
ca_es: La contrasenya no s'ha pogut canviar en la sessió actual. Per favor, entrau de nou.
fr_fr: Le mot de passe n'a pas pu être changé dans la session en cours. Veuillez vous reconnecter.
nb_no: Passordet kan ikke endres i gjeldende økt. Vennligst logg inn igjen.
nl_nl: Het wachtwoord kan niet veranderd worden in de huidige sessie. Meld u alstublieft opnieuw aan.
tr_tr: Parola geçerli oturumda değiştirilemez. Lütfen tekrar giriş yapın.
zh_cn: 当前对话无法更改密码，请重新登陆。
zh_tw: 無法在目前階段中變更密碼，請再次登入。

source: The maximum number of sessions is exceeded for your account. Please logout from other clients and try again.
bg_bg: Максималният брой сесии е превишен за профила Ви. Моля, излезте от други клиенти и опитайте отново.
ca_es: El nombre màxim de sessions s'ha superat per al vostre compte. Per favor, tancau la sessió en altres clients i provau-ho de nou.
fr_fr: Le nombre maximum de sessions pour votre compte a été dépassé. Veuillez vous reconnecter depuis d'autres clients et réessayer.
nb_no: Maksimalt antall sesjoner er overskredet for kontoen. Vennligst logg ut fra andre klienter og prøv igjen.
nl_nl: Het maximaal aantal sessies voor uw account is overschreden. Meld u af bij andere stations en probeer het nogmaals.
tr_tr: Seans sayısı hesabınız için aşıldı. Diğer istemcilerden çıkış yapınız ve tekrar deneyiniz.
zh_cn: 您的户口已超出最大对话数，请从其他客户端注销再重试。
zh_tw: 您的帳號已超過最大連線數，請自其他客戶端登出後再試一次。

source: Your session expired. Please login again.
bg_bg: Вашата сесия изтече. Моля, влезте отново.
ca_es: La vostra sessió ha caducat. Per favor, provau-ho de nou.
fr_fr: Votre session a expiré. Veuillez vous reconnecter.
nb_no: Økten er utløpt. Vennligst logg inn igjen.
nl_nl: Uw sessie is verlopen. Meld u alstublieft opnieuw aan.
tr_tr: Seansınız sona erdi. Lütfen tekrar giriş yapın.
zh_cn: 您的会话过期，请重新登录。
zh_tw: 您的 session 已失效，請再次登入。

source: The account "%2$s" is currently not enabled. Please try again later.
bg_bg: Профилът \ " %2$s " понастоящем не е активиран. Моля, опитайте отново по-късно.
ca_es: El compte "%2$s" no està actiu actualment. Per favor, provau-ho de nou més tard.
fr_fr: Le compte « %2$s » n'est pas activé actuellement. Veuillez réessayer plus tard.
nb_no: Kontoen "%2$s" er ikke aktivert. Prøv igjen senere.
nl_nl: Het account "%2$s" is momenteel uitgeschakeld. Probeer het later nogmaals.
tr_tr: "%2$s" hesabı etkisizleştirilmiş durumda. Lütfen daha sonra tekrar deneyiniz.
zh_cn: 帐户 "%2$s" 当前没有被启用，请稍后再试。
zh_tw: 帳號「%2$s」目前未被啟用，請稍候並再試一次。

source: The maximum number of sessions is exceeded for client %1$s. Please logout from other clients and try again.
bg_bg: Максималният брой сесии е превишен за клиент %1$s . Моля, излезте от други клиенти и опитайте отново.
ca_es: S'ha superat el nombre màxim de sessions per al client %1$s. Per favor, sortiu de la sessió d'altres clients i provau-ho de nou.
fr_fr: Le nombre maximal de sessions pour le client %1$s a été dépassé. Veuillez vous déconnecter depuis les autres clients et réessayer.
nb_no: Maksimalt antall sesjoner er overskredet for klienten %1$s. Vennligst logg ut fra andre klienter og prøv igjen.
nl_nl: Het maximaal aantal sessies voor client %1$s is overschreden. Meld u af bij andere stations en probeer het nogmaals.
tr_tr: %1$s istemcisi için izin verilen seans limiti aşıldı. Diğer istemcilerden çıkış yapıp yeniden deneyiniz.
zh_cn: 超过 %1$s 用户的最大对话数，请从其他客户端注销后再试。
zh_tw: 超過 %1$s 客戶端的最大連線數，請登出其他客戶端後再試一次。

source: The session is no longer available. Please try again.
bg_bg: Сесията вече не е налице. Моля, опитайте отново.
ca_es: La vostra sessió ja no està disponible. Per favor, provau-ho de nou.
fr_fr: La session n'est plus disponible. Veuillez réessayer.
nb_no: Økten er ikke lenger tilgjengelig. Prøv på nytt.
nl_nl: Uw sessie is niet meer beschikbaar. Probeer het alstublieft opnieuw.
tr_tr: Oturumu artık mevcut değil. Lütfen tekrar deneyin.
zh_cn: 您的会话不在可用，请重试。
zh_tw: 您的 session 不再可用，請再次登入。

source: Kerberos ticket in session is missing. Pleasy try again.
bg_bg: Kerberos билет в сесия липсва. Приятен опит отново.
fr_fr: Le ticket Kerberos de la session est manquant. Veuillez réessayer.
nb_no: Kerberos-billett mangler i sesjonen. Forsøk igjen.
nl_nl: Kerberos code is niet aanwezig in de sessie. Probeer het alstublieft opnieuw.
tr_tr: Oturumda Kerberos bileti eksik. Lütfen tekrar deneyiniz.
zh_cn: 缺少时段里的 Kerberos 票，请再试。
zh_tw: session 缺少 Kerberos ticket，請再試一次。

source: A server error occurred with HTTP status code %1$s. Error message: %2$s
bg_bg: Възникна грешка в сървъра при кода за състоянието на HTTP %1$s . Съобщение за грешка: %2$s

source: The provided URL: %1$s is invalid
bg_bg: Предоставеният URL адрес: %1$s е невалиден

source: The provided resource does not exist: %1$s
bg_bg: Предоставеният ресурс не съществува: %1$s

source: The resource does not exist
bg_bg: Ресурсът не съществува

source: No Linked-In account available.
bg_bg: Няма налична свързана сметка.
ca_es: No hi ha disponible cap compte de LinkedIn.
fr_fr: Pas de compte LinkedIn disponible.
nb_no: Ingen Linked-In konto tilgjengelig.
nl_nl: Geen Linked-In account beschikbaar.
tr_tr: Linked-In hesabı mevcut değil.
zh_cn: 无接入户口可用。
zh_tw: 沒有可用的 LinkedIn 帳號。

source: Need an e-mail address to look up Linked-In data.
bg_bg: Нуждаете се от адрес за електронна поща, за да търсите данни "Връзки".
ca_es: Heu de menester un compte de correu per a cercar dades de LinkedIn.
fr_fr: Une adresse de courrier électronique est nécessaire pour chercher les données LinkedIn.
nb_no: Trenger en e-postadresse til å slå opp Linked-In data.
nl_nl: Gebruik een e-mailadres om Linked-In gegevens te doorzoeken.
tr_tr: Linked- in verilerinde aramak için bir e-posta adresi gereklidir.
zh_cn: 需要一个电子邮件地址找寻接入数据。
zh_tw: 需要電子郵件地址才能搜尋 LinkedIn 資料。

source: Cannot search a contact that is neither an internal user nor has an e-mail address.
bg_bg: Не може да се търси контакт, който не е вътрешен потребител, нито има имейл адрес.
ca_es: No es pot cercar un contacte que no és un usuari intern ni té adreça de correu electrònic.
fr_fr: Impossible de chercher un contact qui n'est ni un utilisateur interne ni quelqu'un de connu par son adresse de courrier électronique.
nb_no: Kan ikke søke etter en kontakt som verken er en intern bruker eller har en e-postadresse.
nl_nl: Het is niet mogelijk om een contact te zoeken welke geen interne gebruiker is, en ook geen e-mailadres heeft.
tr_tr: Ne bir dahili kullanıcı ne de bir e-posta adresi olan bir kişiyi aramayamazsınız.
zh_cn: 无法搜寻一个既不是内部用户或不拥有一个电子邮件地址的联系人。
zh_tw: 無法搜尋非內部使用者，也沒有電子郵件地址的聯絡人。

source: The HTML content is too big and cannot be displayed
bg_bg: HTML съдържанието е твърде голямо и не може да се покаже

source: The HTML content is invalid and cannot be displayed
bg_bg: HTML съдържанието е невалидно и не може да се показва

source: The HTML content cannot be safely displayed
bg_bg: HTML съдържанието не може да се показва безопасно

source: This message can only be displayed as plain text
bg_bg: Това съобщение може да се показва само като обикновен текст
