Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: No such managed file associated with ID: %1$s
bg_bg: Няма такъв управляван файл, свързан с ИД: %1$s
ca_es: No existeix tal fitxer gestionat associat amb la ID: %1$s
es_mx: No existe tal archivo administrado asociado con el ID: %1$s
fr_fr: Aucun fichier géré de ce type n'est associé à l'identifiant : %1$s
nb_no: Ingen slike behandlede filer er knyttet til ID: %1$s
nl_nl: Er is geen beheerbestand gekoppeld met ID: %1$s
pl_pl: Brak pliku zarządzanego powiązanego z danym identyfikatorem: %1$s
tr_tr: %1$s numarasıyla ilişkilendirilmiş yönetimli bir dosya bulunamadı.
zh_cn: 没有与此 ID 关联的此类管理文件：%1$s
zh_tw: 沒有與此 ID 關聯的此類管理文件: %1$s

source: ID generation failed
es_mx: Falló la generación de ID
pl_pl: Generowanie ID nie powiodło się

source: The required service %1$s is temporary not available. Please try again later.
bg_bg: Необходимата услуга %1$s е временна. Моля, опитайте отново по-късно.
es_mx: El servicio requerido %1$s no está disponible temporalmente. Por favor, inténtelo más adelante.
fr_fr: Le service requis %1$s est temporairement inaccessible. Veuillez réessayer ultérieurement.
nb_no: Den påkrevde tjenesten %1$s er midlertidig utilgjengelig. Vennligst forsøk igjen senere.
nl_nl: De noodzakelijke service %1$s is tijdelijk niet beschikbaar. Probeer het alstublieft later nog een keer.
pl_pl: Żądana usługa %1$s jest tymczasowo niedostępna. Spróbuj ponownie później.
zh_cn: 请求的服务 %1$s 暂时不可用。请稍后再试。
zh_tw: 需要的服務 %1$s 暫時無法使用，請稍後再試。

source: An I/O error occurred
es_mx: Se ha producido un error de E/S
pl_pl: Wystąpił błąd we/wy

source: Service initialization failed
es_mx: Ha fallado la inicialización del servicio
pl_pl: Nie można zainicjować usługi.

source: Sessiond exception
es_mx: Excepción en Sessiond
pl_pl: Wyjątek demona sessiond

source: Maximum number of sessions elapsed
es_mx: Número máximo de sesiones excedido
pl_pl: Upłynęła maksymalna liczba sesji

source: Sessiond Config Exception
es_mx: Excepción de configuración en Sessiond
pl_pl: Wyjątek konfiguracji demona sessiond

source: Missing property '%s'
es_mx: Falta la propiedad '%s'
pl_pl: Brak właściwości '%s'

source: Unknown event topic %s
es_mx: Asunto del evento desconocido %s
pl_pl: Nieznany temat wydarzenia %s

source: Password could not be changed
es_mx: No se ha podido cambiar la contraseña
pl_pl: Nie można zmienić hasła

source: Max. number of sessions exceeded for user %1$s in context %2$s
es_mx: Se ha superado el número máximo de sesiones para el usuario %1$s en el contexto %2$s
pl_pl: Została przekroczona maksymalna liczba sesji dla użytkownika %1$s w kontekście %2$s

source: Authentication identifier duplicate found. Existing session login: %1$s. Current denied login request: %2$s.
es_mx: Se ha detectado un identificador de autenticación duplicado. Acceso de la sesión existente: %1$s. Petición actual de acceso denegada: %2$s.
pl_pl: Znaleziono duplikat identyfikatora uwierzytelniania. Istniejący login sesji: %1$s. Ostatnie nieudane żądanie logowania: %2$s.

source: SessionD returned wrong session with identifier %1$s for given session identifier %2$s.
es_mx: SessionD devolvió una sesión errónea con el identificador %1$s para el identificador de sesión proporcionado %2$s.
pl_pl: Usługa SessionD zwróciła niewłaściwą sesję o identyfikatorze %1$s dla danego identyfikatora sesji %2$s.

source: Got a collision while adding a new session to the session container. Colliding session has login %1$s and new session has login %2$s.
es_mx: Se obtuvo una colisión al añadir una nueva sesión al contenedor de sesiones. La sesión en colisión tiene el usuario %1$s y la sesión nueva tiene %2$s.
pl_pl: Podczas dodawania nowej sesji wystąpiła kolizja. Login kolidującej sesji to %1$s, a login nowej sesji to %2$s.

source: Received wrong session %1$s having random %2$s when looking for random %3$s and session %4$s.
es_mx: Se ha recibido una sesión errónea %1$s que tiene como aleatorio %2$s al buscar el aleatorio %3$s y la sesión %4$s.
pl_pl: Podczas poszukiwania danych losowych %3$s i sesji %4$s, otrzymano błędną sesję %1$s o danych losowych %2$s.

source: The session parameter is missing.
es_mx: Falta el parámetro de sesión.
pl_pl: Brak parametru sesji.

source: Your session %s expired. Please start a new browser session.
es_mx: Su sesión %s ha caducado. Por favor, inicie una nueva sesión de navegador.
pl_pl: Sesja %s utraciła ważność. Uruchom nową sesję przeglądarki.

source: Context is locked.
es_mx: El contexto está bloqueado.
pl_pl: Kontekst jest zablokowany.

source: Request to server was refused. Original client IP address changed. Please try again.
es_mx: La petición al servidor ha sido rechazada. La IP original del cliente ha cambiado. Por favor, inténtelo de nuevo.
pl_pl: Żądanie dla serwera zostało odrzucone. Zmienił się adres IP klienta. Spróbuj ponownie.

source: Your session was invalidated. Please try again.
es_mx: Su sesión fue anulada. Por favor, inténtelo de nuevo.
pl_pl: Sesja utraciła ważność. Spróbuj ponownie.

source: Max. number of sessions exceeded for client %1$s of user %2$s in context %3$s
es_mx: Se ha superado el número máximo de sesiones por cliente %1$s del usuario %2$s en el contexto %3$s
pl_pl: Została przekroczona maksymalna liczba sesji dla klienta %1$s użytkownika %2$s w kontekście %3$s

source: Session daemon is not initialized yet.
es_mx: El demonio de sesión no está aún inicializado.
pl_pl: Demon sesji nie został jeszcze zainicjowany.

source: Method not implemented.
es_mx: Método no implementado.
pl_pl: Metoda nie została zaimplementowana.

source: Can not find a session for server token %1$s and client token %2$s.
es_mx: No se encontró una sesión para el token del servidor %1$s y el token del cliente %2$s.
pl_pl: Nie znaleziono sesji dla tokenu serwera %1$s i tokenu klienta %2$s.

source: A DBPool error occurred: 1$%s
es_mx: Se ha producido un error de DBPool: %1$s
pl_pl: Wystąpił błąd DBPool: %1$s

source: Operation not allowed on a closed SearchIterator
es_mx: Operación no permitida en un SearchIterator cerrado
pl_pl: Nie można wykonać operacji na zamkniętym elemencie SearchIterator

source: Mapping for %1$d not implemented
es_mx: La correspondencia para %1$d no está implementada
pl_pl: Nie zostało zaimplementowane odwzorowywanie dla %1$d

source: FreeBusyResults calculation problem with oid: %1$d
es_mx: Problema de cálculo de FreeBusyResults con oid: %1$d
pl_pl: Wystąpił problem z obliczeniem wartości FreeBusyResults przy identyfikatorze oid %1$d

source: Invalid constructor argument. Instance of %1$s not supported
es_mx: Argumento de constructor no válido. No está admitida la instancia de %1$s
pl_pl: Nieprawidłowy argument konstruktora. Instancja elementu %1$s nie jest obsługiwana

source: No such element.
es_mx: No existe ese elemento.
pl_pl: Brak danego elementu.

source: An unexpected error occurred: %1$s
es_mx: Se ha producido un error inesperado: %1$s
pl_pl: Wystąpił nieoczekiwany błąd: %1$s

source: Could not find data provider for id: %1$s
es_mx: No se ha podido encontrar el proveedor de datos para el id: %1$s
pl_pl: Nie można znaleźć dostawcy danych dla id: %1$s

source: Missing parameter: %1$s
es_mx: Falta un parámetro: %1$s
pl_pl: Brak parametru: %1$s

source: The embedded Apache client threw an error: %1$s
es_mx: El cliente Apache integrado ha provocado un error: %1$s
pl_pl: Osadzony klient serwera Apache zwrócił błąd: %1$s

source: Parsing this JSON did not work: %1$s
es_mx: El procesamiento de este JSON no funcionó: %1$s
pl_pl: Analiza danego obiektu JSON nie była możliwa: %1$s

source: Parsing this XML with SAX did not work: %1$s
es_mx: El procesamiento de este XML con SAX no funcionó: %1$s
pl_pl: Przeanalizowanie tego pliku XML za pomocą SAX nie powiodło się: %1$s

source: Some generic exception was thrown: %1$s
es_mx: Se lanzó alguna excepción genérica: %1$s
pl_pl: Zwrócono pewien wyjątek ogólny: %1$s

source: An IO error occurred: %1$s
es_mx: Se ha producido un error de E/S: %1$s
pl_pl: Wystąpił błąd we/wy: %1$s

source: The grizzly server could not be started
es_mx: El servidor grizzly no se pudo iniciar
pl_pl: Nie można uruchomić serwera grizzly

source: The following needed service is missing: "%1$s"
bg_bg: Изчезна следната необходима услуга: \ " %1$s "
ca_es: Falta en següent servei necessari: "%1$s"
es_mx: Falta el siguiente servicio necesario: "%1$s"
fr_fr: Le service nécessaire suivant est absent : « %1$s »
nb_no: Følgende nødvendige tjeneste mangler: %1$s
nl_nl: De volgende noodzakelijke diensten missen: "%1$s"
pl_pl: Brak następującej wymaganej usługi: "%1$s"
zh_cn: 缺少以下必须服务："%1$s"
zh_tw: 缺少下列必須服務:「%1$s」

source: The maximum number of HTTP sessions (%1$n) is exceeded.
es_mx: Se ha excedido el número máximo de sesiones HTTP (%1$n).
pl_pl: Została przekroczona maksymalna liczba sesji HTTP (%1$n).

source: The following needed feature could not be enabled: "%1$s"
es_mx: No se ha podido habilitar la siguiente característica necesaria: "%1$s"
pl_pl: Włączenie wymaganej funkcji "%1$s" nie jest możliwe

source: File "%1$s" could not be found.
es_mx: No se ha podido encontrar el archivo "%1$s".
pl_pl: Nie można znaleźć pliku "%1$s".

source: Error while trying to interrupt Request processing.
es_mx: Error al intentar interrumpir el procesamiento de la solicitud.
pl_pl: W trakcie przerywania przetwarzania żądania wystąpił błąd.

source: Error while sending the servlet status code.
es_mx: Error al enviar el código de estado del servlet.
pl_pl: Podczas wysyłania kodu statusu serwletu wystąpił błąd.

source: Unexpected token %s in .po file %s:%s. Expected one of %s
es_mx: Credencial %s inesperada en el archivo .po %s:%s. Se esperaba uno de %s
pl_pl: Nieoczekiwany token %s w pliku .po %s:%s. Oczekiwano %s

source: Got %s, but expected a number in .po file %s:%s.
es_mx: Se obtuvo %s, pero se esperaba un número en el archivo .po %s:%s.
pl_pl: Otrzymano %s, ale oczekiwano liczby w pliku .po %s:%s.

source: Malformed or unsupported token. Got %s but expected %s in .po file %s:%s.
es_mx: Credencial mal construida o no admitida. Se obutvo %s pero se esperaba %s en el archivo .po %s:%s.
pl_pl: Nieprawidłowo utworzony lub nieobsługiwany token. Otrzymano %s, ale oczekiwano %s w pliku .po %s:%s.

source: An I/O error ocurred reading .po file %s.
pl_pl: W trakcie odczytu pliku .po %s wystąpił błąd we/wy.

source: Please check that the file is correctly formatted.
es_mx: Por favor, compruebe que el archivo tiene el formato correcto.
pl_pl: Sprawdź, czy plik jest prawidłowo sformatowany.

source: Please make sure the file is readable by the groupware.
es_mx: Asegúrese de que el archivo puede ser leído por el software para trabajo en grupo.
pl_pl: Upewnij się, czy plik może być odczytany przez program do pracy grupowej.

source: Implementing class could not be found
es_mx: No se ha podido encontrar la clase implementadora
pl_pl: Nie znaleziono klasy implementującej

source: An I/O error occurred while creating the socket connection to IMAP server (%1$s): %2$s
es_mx: Se ha producido un error de E/S al crear el socket de conexión al servidor IMAP (%1$s): %2$s
pl_pl: Podczas tworzenia połączenia gniazda z serwerem IMAP (%1$s) wystąpił błąd: %2$s

source: Missing property %1$s in imap.properties.
es_mx: Falta la propiedad %1$s en imap.properties.
pl_pl: Brak właściwości %1$s w pliku imap.properties.

source: Unknown IMAP server: %1$s
es_mx: Servidor IMAP desconocido: %1$s
pl_pl: Nieznany serwer IMAP: %1$s

source: Missing IMAP server arguments to resolve IMAP login to a user
es_mx: Faltan argumentos del servidor IMAP para asociar una conexión IMAP a un usuario
pl_pl: Brak argumentów serwera IMAP do określenia loginu protokołu IMAP dla użytkownika

source: IMAP login %1$s could not be resolved to a user
es_mx: No se ha podido asociar un usuario a la conexión IMAP %1$s
pl_pl: Nie można określić użytkownika dla loginu %1$s protokołu IMAP

source: User %1$s from context %2$s is not known on IMAP server "%3$s".
es_mx: No se conoce al usuario %1$s del contexto %2$s en el servidor IMAP "%3$s".
pl_pl: Użytkownik %1$s z kontekstu %2$s nie jest znany na serwerze IMAP "%3$s".

source: Could not export the folder %1$s in the format %2$s.
es_mx: No se ha podido exportar la carpeta %1$s en formato %2$s.
pl_pl: Nie można wykonać eksportu folderu %1$s w formacie %2$s.

source: Could not load contacts
es_mx: No se han podido cargar contactos
pl_pl: Nie można załadować kontaktów

source: Could not encode as UTF-8
es_mx: No se ha podido codificar en UTF-8
pl_pl: Nie można zakodować w standardzie UTF-8

source: Can not get connection to database.
es_mx: No se puede conseguir una conexión a la base de datos.
pl_pl: Nie można uzyskać połączenia z bazą danych.

source: Invalid SQL Query: %s
es_mx: Consulta SQL no válida: %s
pl_pl: Nieprawidłowe zapytanie SQL: %s

source: Could not load folder %s
es_mx: No se ha podido cargar la carpeta %s
pl_pl: Nie można załadować folderu %s

source: The necessary iCal emitter service is missing.
es_mx: Falta el servicio emisor iCal necesario.
pl_pl: Brak niezbędnej usługi emitera iCal.

source: Parsing %1$s to a number failed.
es_mx: El tratamiento de %1$s como número ha fallado.
pl_pl: Wartość %1$s nie jest liczbą.

source: Conversion to iCal failed.
bg_bg: Преобразуването в iCal не бе успешно.
ca_es: Ha fallat la conversió a iCal.
es_mx: Ha fallado la conversión a iCal.
fr_fr: La conversion en iCal a échoué.
nb_no: Kan ikke konvertere til iCal.
nl_nl: Conversie naar iCal is mislukt.
pl_pl: Konwersja na format iCal nieudana.
tr_tr: iCal e dönüşüm başarısızlıkla sonuçlandı.
zh_cn: 转换到 iCard 失败。
zh_tw: 轉換到 iCal 失敗。

source: Conversion to vCard failed.
bg_bg: Преобразуването в vCard бе неуспешно.
ca_es: Ha fallat la conversió a vCard.
es_mx: Ha fallado la conversión a vCard.
fr_fr: La conversion en vCard a échoué.
nb_no: Kan ikke konvertere til vCard.
nl_nl: Conversie naar vCard is mislukt.
pl_pl: Konwersja na format vCard nieudana.
tr_tr: vCard a dönüşüm başarısızlıkla sonuçlandı.
zh_cn: 转换到 vCard 失败。
zh_tw: 轉換到 vCard 失敗。

source: Can not import the format %2$s into folder %1$s.
ca_es: No es pot importar el format %2$s a la carpeta %1$s.
es_mx: No se puede importar el formato %2$s en la carpeta %1$s.
fr_fr: Impossible d'importer le format %2$s dans le dossier %1$s.
nb_no: Kan ikke importere formatet %2$s til mappen %1$s.
nl_nl: Kan indeling %2$s niet importeren in map %1$s.
pl_pl: Nie można wykonać importu dla formatu %2$s do folderu %1$s.
zh_cn: 无法将格式 %2$s 导入到文件夹 %1$s。
zh_tw: 無法將格式 %2$s 導入到資料夾 %1$s。

source: Calendar module is not enabled for the user. Appointments can not be imported.
es_mx: El módulo Calendario no está activado para el usuario. No se pueden importar citas.
pl_pl: Moduł Kalendarz nie został włączony u użytkownika. Nie można wykonać importu spotkań.

source: Tasks module is not enabled for the user. Tasks cannot be imported.
es_mx: El módulo Tareas no está activado para el usuario. No se pueden importar tareas.
pl_pl: Moduł Zadania nie został włączony u użytkownika. Nie można wykonać importu zadań.

source: The necessary iCal parser service is missing.
es_mx: Falta el servicio analizador iCal necesario.
pl_pl: Brak niezbędnej usługi emitera iCal.

source: Importing the appointment failed due to a conflicting resource.
bg_bg: Импортирането на срещата не бе успешно поради противоречив ресурс.
ca_es: Ha fallat la importació de la cita per mor d'un conflicte de recursos.
es_mx: Fallo la importación de la cita debido a un conflicto de recursos.
fr_fr: Impossible d'importer un rendez-vous en raison d'un conflit de ressources.
nb_no: Importering av avtalen mislyktes på grunn av en motstridende ressurs.
nl_nl: Importeren van afspraak is mislukt als gevolg van een conflicterende bron.
pl_pl: Importowanie spotkania nie powiodło się. Wystąpił konflikt zasobów.
tr_tr: Çelişen bir kaynaktan ötürü görüşmenin aktarılması başarısız oldu.
zh_cn: 由于资源冲突，导入约会失败。
zh_tw: 由於資源衝突，約會導入失敗。

source: Warnings when importing file: %d warnings
es_mx: Se produjeron avisos al importar el archivo: %d avisos
pl_pl: Podczas importowania pliku wystąpiła następująca liczba ostrzeżeń: %d

source: Could not recognize format of the following data: %s
es_mx: No se ha podido reconocer el formato de los siguientes datos: %s
pl_pl: Nie można rozpoznać formatu następujących danych: %s

source: Contacts module is not enabled for the user. Contacts cannot be imported.
es_mx: El módulo Contactos no está activado para el usuario. No se pueden importar contactos.
pl_pl: Moduł Kontakty nie został włączony u użytkownika. Nie można wykonać importu kontaktów.

source: No vCard to import found.
bg_bg: Не бе намерена vCard за импортиране.
ca_es: No s'ha trobat cap VCard per a importar.
es_mx: No se ha encontrado ninguna VCard para importar.
fr_fr: Aucune VCard à importer n'a été trouvée.
nb_no: Ingen vCard å importere ble funnet.
nl_nl: Geen VCard om te importeren gevonden.
pl_pl: Brak wizytówki vCard do zaimportowania.
tr_tr: Aktarılabilecek bir vCard bulunamadı.
zh_cn: 找不到要导入的 VCard。
zh_tw: 找不到要匯入的 VCard。

source: Problem while parsing the vcard. Reason: %s
bg_bg: Проблем при анализа на vcard. Причина: %s
ca_es: Problema en processar la vcard. Motiu: %s
es_mx: Problema al procesar la vcard. Motivo: %s
fr_fr: Problème en analysant la vcard, cause : %s
nb_no: Problem under analyse av vcard. Årsak: %s
nl_nl: Probleem tijdens het lezen van vcard. Reden: %s
pl_pl: Podczas przeprowadzania analizy wizytówki vCard. Powód: %s
zh_cn: 解析 vcard 时发生问题。原因：%s
zh_tw: 解析 vcard 時出現問題，原因: %s

source: Problem while converting the vcard to a contact. Reason: %s
bg_bg: Проблем при конвертиране на vcard в контакт. Причина: %s
ca_es: Problema en convertir la vcard en un contacte. Motiu: %s
es_mx: Problema al convertir la vcard en un contacto. Motivo: %s
fr_fr: Problème en convertissant la vcard en contact, cause : %s
nb_no: Problem under konvertering av vcard til en kontakt. Årsak: %s
nl_nl: Omzetten van de vcard naar een contactpersoon geeft een probleem. Reden: %s
pl_pl: Wystąpił problem podczas zamiany wizytówki vCard na kontakt. Powód: %s
zh_cn: 转换 vcard 成联系人时发生问题。原因：%s
zh_tw: 將 vcard 轉換為聯絡人時出現問題，原因: %s

source: Can only import into one folder at a time.
bg_bg: Може да се импортира само в една папка в даден момент.
ca_es: Només es poden importar en una carpeta al mateix temps.
es_mx: Sólo se puede importar en una carpeta al mismo tiempo.
fr_fr: Impossible d'importer dans plusieurs dossiers en même temps.
nb_no: Kan bare importere i én mappe om gangen.
nl_nl: Kan slechts in één map per keer importeren.
pl_pl: Jednocześnie można zaimportować tylko jeden folder.
tr_tr: Aynı anda sadece bir dosya içeriye aktarılabilir.
zh_cn: 一次只能导入到一个文件夹。
zh_tw: 一次只能導入到一個資料夾。

source: Could not find the following fields %s
bg_bg: Не можаха да бъдат намерени следните полета %s
ca_es: No s'han pogut trobar els següents camps %s
es_mx: No se han podido encontrar los siguientes campos %s
fr_fr: Les champs suivants n'ont pas pu être trouvés : %s
nb_no: Finner ikke følgende felt %s
nl_nl: Kan de volgende velden niet vinden: %s
pl_pl: Nie można znaleźć następujących pól: %s
tr_tr: Şu alan bulunamadı: %s
zh_cn: 找不到以下字段 %s
zh_tw: 找不到以下欄位 %s

source: Could not translate a single column title. Is this a valid CSV file?
bg_bg: Не може да се преведе едно заглавие на графа. Това валиден CSV файл?
ca_es: No s'ha pogut traduir el títol d'una columna única. És un fitxer CSV vàlid?
es_mx: No se ha podido traducir el título de una columna única. ¿Es un archivo CSV válido?
fr_fr: Impossible de convertir un titre de colonne isolé. S'agit-il d'un fichier CSV valide ?
nb_no: En kolonnetittel kunne ikke oversettes. Er dette en gyldig CSV-fil?
nl_nl: Kan losse kolomtitel niet vertalen. Is dit een geldig CSV-bestand?
pl_pl: Nie można przełożyć jednego tytułu kolumny. Czy jest to prawidłowy plik CSV?
tr_tr: Basit bir sütun başlığına çevrilemez. Bu geçerli bir CSV dosyası mı?
zh_cn: 无法转换一个单一标题。这是一个有效的 CSV 文件吗?
zh_tw: 無法轉換單個列標題。這是一個有效的 CSV 檔嗎？

source: Could not translate a single field of information. Entry %s has not been inserted.
bg_bg: Не можа да се преведе само едно поле за информация. Входът %s не е вмъкнат.
ca_es: No s'ha pogut traduir un camp individual d'informació. No s'ha inserit l'element %s.
es_mx: No se ha podido traducir un campo individual de información. No se ha insertado el elemento %s.
fr_fr: Impossible de convertir un champ d'information isolé, la ligne %s n'a pas été ajoutée.
nb_no: Kan ikke oversette ett felt av informasjon. Oppføringen %s er ikke satt inn.
nl_nl: Kan een los informatieveld niet vertalen. Item %s is niet ingevoegd.
pl_pl: Nie można przełożyć jednego pola z informacjami. Pozycja %s nie została wstawiona.
zh_cn: 无法转换一个信息的单一字段。项目 %s 没有被插入。
zh_tw: 無法轉換單個欄位的資訊，未插入條目 %s。

source: File does not contain fields for assigning contact names: no name, company or E-Mail.
bg_bg: Файлът не съдържа полета за задаване на имена на контакти: няма име, фирма или електронна поща.
ca_es: El fitxer no conté camps per a assignar noms de contactes: no hi ha nom, ni empresa, ni correu electrònic.
es_mx: El archivo no contiene campos para asignar nombres de contactos: no hay nombre, ni empresa, ni E-Mail.
fr_fr: Le fichier ne contient pas de champs qui permettraient de définir un nom de contact : il n'y a ni nom, ni société, ni courriel.
nb_no: Filen inneholder ikke felt for å tilordne navn: ingen navn, selskap eller e-post.
nl_nl: Het bestand bevat geen velden voor het toewijzen van contact namen: geen naam, bedrijf of E-mail.
pl_pl: Plik nie zawiera pól do przypisywania nazw kontaktów: nie podano nazwy, firmy ani adresu e-mail.
tr_tr: İletişim kişilerine görev vermek için gereken alanlar dolu değil: isim, şirket ismi, e-posta gibi.
zh_cn: 文件没有包含指定联系人名称的字段：无姓名、无公司、无电子邮件。
zh_tw: 檔案未包含指定聯絡人名稱時所需的欄位: 姓名、公司，或電子郵件。

source: No field was set that might give the contact in line %s a display name: no name, company or E-Mail.
bg_bg: Не е зададено поле, което може да даде на контакта в ред %s показвано име: без име, фирма или електронна поща.
ca_es: No s'ha indicat cap camp que pugui emprar-se per a mostrar el contacte en la línia %s: no hi ha nom, ni empresa, ni correu electrònic.
es_mx: No se ha indicado ningún campo que pueda utilizarse para mostrar el contacto en la línea %s: no hay nombre, ni empresa ni E-Mail.
fr_fr: Aucun champ pouvant donner un nom d'affichage au contact de la ligne %s n'a été défini : ni nom, ni société, ni adresse électronique.
nb_no: Ingen felt ble satt som kan gi kontakten i linje %s visningsnavn: ingen navn, selskap eller e-post.
nl_nl: Er is geen veld ingesteld waarmee de naam van de contactpersoon in regel %s getoond kan worden: geen naam, bedrijf of e-mail.
pl_pl: Nie ustawiono żadnego pola, które mogłoby nadać nazwę wyświetlaną kontaktowi w wierszu %s: nie podano nazwy, firmy ani adresu e-mail.
tr_tr: %s sırasındaki iletişim bilgisine isim vermek için herhangi bir alan bulunamadı: isim, şirket ismi veya e-posta gibi.
zh_cn: 未设置可以向第 %s 行中的联系人提供一个显示名的字段：无姓名，无公司，无电子邮件。
zh_tw: 未設置可以向第 %s 行中的聯繫人提供一個顯示名的欄位: 無姓名，無公司，無電子郵件。

source: Could not read InputStream as string
es_mx: No se pudo leer InputStream como cadena
pl_pl: Nie można odczytać strumienia InputStream jako łańcucha

source: Cannot find an importer for format %s into folders %s
es_mx: No se puede encontrar un importador del formato %s en las carpetas %s
pl_pl: Nie można znaleźć mechanizmu importu dla formatu %s do folderów %s

source: Cannot find an exporter for folder %s to format %s
es_mx: No se puede encontrar un exportador para la carpeta %s al formato %s
pl_pl: Nie można znaleźć mechanizmu eksportu dla folderu %s do formatu %s

source: Cannot translate id=%d to a constant from Types.
es_mx: No se puede traducir id=%d a una constante de Types.
pl_pl: Nie można przełożyć identyfikatora id=%d na stałą z obiektu Types.
