Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: %1$s has changed an event on your behalf:
bg_bg: %1$s промени събитие от ваше име:
ca_es: %1$s ha canviat un esdeveniment en nom vostre:
es_mx: %1$s ha cambiado un evento en nombre de usted:
fr_fr: %1$s a modifié un évènement à votre place :
nb_no: %1$s har endret en hendelse på dine vegne:
nl_nl: %1$s heeft namens u een afspraak aangepast:
pl_pl: Użytkownik %1$s zmienił wydarzenie w Twoim imieniu:
tr_tr: %1$s adlı kullanıcı sizin adınıza etkinliği değiştirdi.
zh_cn: %1$s 已经代表你修改了一个活动:
zh_tw: %1$s 已用您的名義修改了一個事件:

source: When:
bg_bg: Кога:
ca_es: Quan:
es_mx: Cuando:
fr_fr: Quand :
nb_no: Når:
nl_nl: Op:
pl_pl: Kiedy:
tr_tr: Ne zaman:
zh_cn: 时间:
zh_tw: 當:

source: Direct link:
bg_bg: Директен линк:
ca_es: Enllaç directe:
es_mx: Enlace directo:
fr_fr: Lien direct :
nb_no: Direkte kobling:
nl_nl: Directe koppeling:
pl_pl: Bezpośrednie łącze:
tr_tr: Direkt link:
zh_cn: 直接链接:
zh_tw: 直接連結:

source: Where:
bg_bg: Къде:
ca_es: On:
es_mx: Donde:
fr_fr: Où :
nb_no: Hvor:
nl_nl: Locatie:
pl_pl: Gdzie:
tr_tr: Nerede:
zh_cn: 地点:
zh_tw: 於:

source: Participants:
bg_bg: Участници:
es_mx: Participantes:
nb_no: Deltakere:
nl_nl: Deelnemers:
pl_pl: Uczestnicy:
tr_tr: Katılımcılar:
zh_cn: 参与者:
zh_tw: 參與者:

source: Details:
bg_bg: Детайли:
ca_es: Detalles:
es_mx: Detalles:
fr_fr: Détails :
nb_no: Detaljer:
pl_pl: Szczegóły:
tr_tr: Detaylar:
zh_cn: 详细信息:
zh_tw: 詳情:

source: Show as:
bg_bg: Покажи като:
ca_es: Detalls:
es_mx: Mostrar como:
fr_fr: Afficher sous forme de :
nb_no: Vis som:
nl_nl: Toon als:
pl_pl: Pokaż jako:
zh_cn: 显示为:
zh_tw: 顯示為:

source: Created:
bg_bg: Създадена:
ca_es: Creat:
es_mx: Creado:
fr_fr: Créé le :
nb_no: Opprettet:
nl_nl: Aangemaakt:
pl_pl: Utworzono:
tr_tr: Oluşturuldu:
zh_cn: 创建时间:
zh_tw: 建立於:

source: Modified:
bg_bg: Редактирана:
ca_es: Modificat:
es_mx: Modificado:
fr_fr: Modifié le :
nb_no: Endret:
nl_nl: Aangepast:
pl_pl: Zmodyfikowano:
tr_tr: Değiştirilmiş:
zh_cn: 修改时间:
zh_tw: 修改於:

source: %1$s has deleted an appointment on behalf of %2$s, or you have been removed as a participant:
bg_bg: %1$s е изтрил среща от името на %2$s или сте били премахнати като участник:
ca_es: %1$s ha esborrat una cita en nom de %2$s, o us l'ha eliminada a vós com a participant:
es_mx: %1$s ha borrado una cita en nombre de %2$s, o se le ha eliminado a usted como participante:
fr_fr: %1$s a supprimé un rendez-vous pour le compte de %2$s, ou vous avez été retiré de la liste des participants :
nb_no: %1$s har slettet en avtale på vegne av %2$s, eller du har blitt fjernet som deltaker:
nl_nl: %1$s heeft namens %2$s een afspraak verwijderd of u verwijderd als deelnemer:
pl_pl: Użytkownik %1$s usunął spotkanie w imieniu użytkownika %2$s lub nie jesteś już uczestnikiem tego spotkania:
tr_tr: %1$s adlı kullanıcı %2$s kullanıcı adına olan randevuyu iptal etti, yada siz katılımcı olmaktan çıkarıldınız:
zh_cn: %1$s 已经代表 %2$s 删除了一个约会，或者你已被从参与者中移除:
zh_tw: %1$s 已用 %2$s 的名義刪除了某個約會，或您已自參與者名單當中被移除:

source: %1$s has deleted an appointment on your behalf:
bg_bg: %1$s е изтрил среща от ваше име:
ca_es: %1$s ha esborrat una cita en el vostre nom:
es_mx: %1$s ha borrado una cita en nombre de usted:
fr_fr: %1$s a supprimé un rendez-vous à votre place :
nb_no: %1$s har slettet en avtale på dine vegne:
nl_nl: %1$s heeft namens u een afspraak verwijderd:
pl_pl: Użytkownik %1$s usunął spotkanie w Twoim imieniu:
tr_tr: %1$s adlı kullanıcı sizin adınıza olan randevuyu sildi:
zh_cn: %1$s 已经代表你删除了一个约会:
zh_tw: %1$s 已用您的名義刪除了某個約會:

source: %1$s has deleted an appointment, or you have been removed as a participant:
bg_bg: %1$s е изтрил среща или сте били премахнати като участник:
ca_es: %1$s ha esborrat una cita, o us l'ha eliminada a vós com a participant:
es_mx: %1$s ha borrado una cita, o se le ha eliminado a usted como participante:
fr_fr: %1$s a supprimé un rendez-vous, ou vous avez été retiré de la liste des participants :
nb_no: %1$s har slettet en avtale, eller du har blitt fjernet som deltaker:
nl_nl: %1$s heeft een afspraak verwijderd of u bent geen deelnemer meer:
pl_pl: %1$s usunął spotkanie, lub Ty zostałeś usunięty z listy uczestników:
tr_tr: %1$s adlı kullanıcı bir andevuyu sildi, yada siz katılımcı olmaktan çıkarıldınız:
zh_cn: %1$s 已经删除了一个约会，或者你已被从参与者中移除:
zh_tw: %1$s 已刪除了某個約會，或您已自參與者名單當中被移除:

source: Change the description to %1$s.
es_mx: Cambie la descripción a %1$s.
pl_pl: Zmień opis na %1$s.

source: The appointment has a new description: %1$s.
es_mx: La cita tiene una nueva descripción: %1$s.
pl_pl: Spotkanie ma nowy opis: %1$s.

source: The appointment will now be shown as: "%1$s".
bg_bg: Назначението ще бъде показано като: \ " %1$s ".
ca_es: La cita apareixerà ara com a: "%1$s".
es_mx: La cita aparecerá ahora como: "%1$s".
fr_fr: Le rendez-vous sera à présent affiché comme : « %1$s ».
nb_no: Avtalen vises nå som: "%1$s".
nl_nl: De afspraak zal worden getoond als: %1$s.
pl_pl: Spotkanie będzie wyświetlane jako "%1$s".
tr_tr: Randevu şimdi "%1$s" olarak gösterilecektir.
zh_cn: 该约会现在会被显示为: "%1$s"。
zh_tw: 約會將顯示為「%1$s」。

source: The appointment timezone was changed to: %1$s
bg_bg: Часовата зона на срещата бе променена на: %1$s
ca_es: La zona horària de la cita s'ha canviat a: %1$s
es_mx: La zona horaria de la cita se cambió a: %1$s.
fr_fr: Le fuseau horaire du rendez-vous a été modifié en : %1$s.
nb_no: Avtale-tidssonen ble endret til: %1$s
nl_nl: De tijdzone van de afspraak is veranderd naar: %1$s.
pl_pl: Strefa czasowa spotkania została zmieniona na %1$s
tr_tr: Randevunun saat dilimi değiştirildi:%1$s
zh_cn: 该约会的时区被更改为: %1$s
zh_tw: 約會時區已修改為: %1$s

source: Change the location to %1$s.
bg_bg: Смени местоположението на %1$s.
ca_es: Canvia la ubicació a: %1$s.
es_mx: Cambie la ubicación a %1$s.
fr_fr: Changer l'emplacement en %1$s
nb_no: Endre plasseringen til %1$s.
nl_nl: Verander de locatie naar %1$s.
pl_pl: Zmień lokalizację na %1$s.
tr_tr: Konumu %1$s olarak değiştir.
zh_cn: 修改地址为 %1$s。
zh_tw: 將位置修改為 %1$s。

source: The appointment takes place in a new location: %1$s.
bg_bg: Назначението се провежда на ново място: %1$s .
ca_es: La cita té lloc en una nova ubicació: %1$s.
es_mx: La cita tiene lugar en una nueva ubicación: %1$s.
fr_fr: Le rendez-vous a lieu à un nouvel endroit : %1$s.
nb_no: Avtalen finner sted på et nytt sted: %1$s.
nl_nl: De afspraak vindt plaats op een nieuwe locatie: %1$s.
pl_pl: Spotkanie odbędzie się w nowej lokalizacji: %1$s.
tr_tr: Randevu yeni konumda gerçekleşecek:%1$s.
zh_cn: 约会有了一个新的位置: %1$s。
zh_tw: 約會將於新位置舉行: %1$s。

source: Use the comments below.
es_mx: Use los comentarios que hay a continuación.
pl_pl: Użyj komentarzy poniżej.

source: The appointment comments have changed.
es_mx: Los comentarios de la cita han cambiado.
pl_pl: Zmieniono komentarze dotyczące spotkania.

source: Please invite %1$s to the appointment.
bg_bg: Моля, поканете %1$s за срещата.
ca_es: Per favor, convidau %1$s a la cita.
es_mx: Por favor invite a %1$s a la cita.
fr_fr: Veuillez inviter %1$s au rendez-vous.
nb_no: Vennligst inviter %1$s til avtalen.
nl_nl: Nodig %1$s alstublieft uit voor de afspraak.
pl_pl: Zaproś %1$s na spotkanie.
tr_tr: Lütfen %1$s adlı kullanıcıyı randevuya davet et .
zh_cn: 请邀请 %1$s 到约会。
zh_tw: 請邀請 %1$s 參加約會。

source: Add %1$s to the appointment.
bg_bg: Добави %1$s към събитието.
ca_es: Afegeix %1$s a la cita.
es_mx: Añada a %1$s a la cita.
fr_fr: Ajouter %1$s au rendez-vous.
nb_no: Legg til %1$s til avtalen.
nl_nl: Nodig %1$s uit voor de afspraak.
pl_pl: Dodaj %1$s do spotkania.
tr_tr: %1$s adlı kullanıcıyı randevuya ekle.
zh_cn: 添加 %1$s 到约会。
zh_tw: 新增 %1$s 至約會當中。

source: %1$s has been invited to the appointment.
bg_bg: %1$s е поканен на събитието.
ca_es: %1$s ha estat convidat a la cita.
es_mx: %1$s ha sido invitado a la cita.
fr_fr: %1$s a été invité au rendez-vous.
nb_no: %1$s har blitt invitert til avtalen.
nl_nl: %1$s is uitgenodigd voor de afspraak.
pl_pl: %1$s został zaproszony na spotkanie.
tr_tr: %1$s adlı kullanıcı randevuya davet edildi.
zh_cn: %1$s 已被邀请到该约会。
zh_tw: 已邀請 %1$s 至約會當中。

source: Remove %1$s from the appointment.
bg_bg: Премахнете %1$s от срещата.
ca_es: Elimina %1$s de la cita.
es_mx: Elimine a %1$s de la cita.
fr_fr: Retirer %1$s du rendez-vous.
nb_no: Fjern %1$s fra avtalen.
nl_nl: Verwijder %1$s uit de afspraak.
pl_pl: Usuń %1$s ze spotkania.
tr_tr: %1$s adlı kullanıcıyı randevudan çıkar.
zh_cn: 从约会中移除 %1$s。
zh_tw: 自約會移除 %1$s。

source: %1$s has been removed from the appointment.
bg_bg: %1$s бе премахнато от срещата.
ca_es: %1$s ha estat eliminat de la cita.
es_mx: %1$s ha sido eliminado de la cita.
fr_fr: %1$s a été retiré du rendez-vous.
nb_no: %1$s ble fjernet fra avtalen.
nl_nl: %1$s is verwijderd uit de afspraak.
pl_pl: %1$s został usunięty ze spotkania.
tr_tr: %1$s adlı kullanıcı randevudan çıkarıldı.
zh_cn: %1$s 已从约会中被移除。
zh_tw: 已自約會移除 %1$s。

source: %1$s has %2$s the appointment.
bg_bg: %1$s има %2$s на срещата.
ca_es: %1$s té %2$s de la cita.
es_mx: %1$s tiene %2$s de la cita.
fr_fr: %1$s a %2$s le rendez-vous.
nb_no: %1$s har %2$s avtalen.
nl_nl: %1$s heeft de afspraak %2$s.
pl_pl: %1$s %2$s spotkanie.
tr_tr: %1$s, %2$s randevusuna sahip.
zh_cn: %1$s 已 %2$s 约会。
zh_tw: %1$s 已 %2$s 約會。

source: accepted
bg_bg: приет
ca_es: acceptat
es_mx: aceptada
fr_fr: acceptée
nb_no: aksepterte
nl_nl: geaccepteerd
pl_pl: zaakceptowane
tr_tr: kabul edilmiş
zh_cn: 已接受
zh_tw: 已接受

source: declined
bg_bg: отказана
ca_es: rebutjat
es_mx: rechazada
fr_fr: déclinée
nb_no: avslo
nl_nl: afgewezen
pl_pl: odrzucone
tr_tr: reddedilmiş
zh_cn: 已拒绝
zh_tw: 已拒絕

source: waiting
bg_bg: изчакване
ca_es: en espera
es_mx: en espera
fr_fr: en attente
nb_no: venter
nl_nl: in afwachting
pl_pl: oczekujące
tr_tr: bekliyor
zh_cn: 等待中
zh_tw: 等待中

source: tentatively accept
es_mx: aceptada provisionalmente
pl_pl: wstępnie zaakceptuj

source: Invite the group %1$s to the appointment.
bg_bg: Поканете групата %1$s на срещата.
ca_es: Convida el grup %1$s a la cita.
es_mx: Invite al grupo %1$s a la cita.
fr_fr: Inviter le groupe 1$s au rendez-vous.
nb_no: Inviter gruppen %1$s til avtalen.
nl_nl: Nodig de groep %1$s uit voor de afspraak.
pl_pl: Zaproś grupę %1$s na spotkanie.
tr_tr: %1$s grubunu randevuya davet et.
zh_cn: 邀请组 %1$s 到约会。
zh_tw: 邀請 %1$s 群組參加約會。

source: The group %1$s has been invited to the appointment
bg_bg: Групата %1$s бе поканена на срещата
ca_es: El grup %1$s ha estat convidat a la cita
es_mx: El grupo %1$s ha sido invitado a la cita
fr_fr: Le groupe %1$s a été invité au rendez-vous
nb_no: %1$s har blitt invitert til avtalen.
nl_nl: De groep %1$s is uitgenodigd voor de afspraak.
pl_pl: Grupa %1$s została zaproszona na spotkanie
tr_tr: %1$s grubu randevuya davet edildi.
zh_cn: 组 %1$s 已被邀请到约会
zh_tw: 已邀請 %1$s 群組到約會當中

source: Remove the group %1$s from the appointment.
bg_bg: Премахнете групата %1$s от срещата.
ca_es: Suprimeix el grup %1$s de la cita.
es_mx: Elimine el grupo %1$s de la cita.
fr_fr: Supprimer le groupe %1$s du rendez-vous.
nb_no: Fjern gruppen %1$s fra avtalen.
nl_nl: Verwijder de groep %1$s uit de afspraak.
pl_pl: Usuń grupę %1$s ze spotkania.
tr_tr: %1$s grubunu randevudan çıkar.
zh_cn: 从约会中移除组 %1$s。
zh_tw: 將 %1$s 群組自約會移除。

source: The group %1$s has been removed from the appointment
bg_bg: Групата %1$s бе премахната от срещата
ca_es: El grup %1$s ha estat eliminat de la cita
es_mx: El grupo %1$s ha sido eliminado de la cita
fr_fr: Le groupe %1$s a été retiré du rendez-vous
nb_no: %1$s ble fjernet fra avtalen.
nl_nl: De groep %1$s is verwijderd uit de afspraak.
pl_pl: Grupa %1$s została usunięta ze spotkania
tr_tr: %1$s grubu randevudan çıkarıldı.
zh_cn: 组 %1$s 已从约会中移除
zh_tw: 已自約會移除 %1$s 群組。

source: Reserve the resource %1$s for the appointment
bg_bg: Запазете ресурса %1$s за срещата
ca_es: Reserva el recurs %1$s per a la cita
es_mx: Reserve el recurso %1$s para la cita
fr_fr: Réservez la ressource %1$s pour le rendez-vous
nb_no: Reserver ressursen %1$s for avtalen
nl_nl: Reserveer de bron %1$s voor de afspraak.
pl_pl: Zarezerwuj zasoby %1$s na spotkanie
zh_cn: 为约会保留资源 %1$s
zh_tw: 為約會保留 %1$s 資源

source: Reserve the resource %1$s for the appointment.
bg_bg: Запазете ресурса %1$s за срещата.
ca_es: Reserva el recurs %1$s per a la cita.
es_mx: Reserve el recurso %1$s para la cita.
fr_fr: Réservez la ressource %1$s pour le rendez-vous.
nb_no: Reserver ressursen %1$s for avtalen.
nl_nl: Verwijder de bron %1$s voor de afspraak.
pl_pl: Zarezerwuj zasoby %1$s na spotkanie.
tr_tr: %1$s kaynağını randevu için iptal et.
zh_cn: 为约会保留资源 %1$s。
zh_tw: 為約會保留 %1$s 資源。

source: The resource %1$s has been reserved for the appointment
bg_bg: Ресурсът %1$s е запазен за срещата
ca_es: El recurs %1$s ha estat reservat per a la cita
es_mx: El recurso %1$s ha sido reservado para la cita
fr_fr: La ressource %1$s a été réservée pour le rendez-vous
nb_no: Ressursen %1$s er reservert for avtalen
nl_nl: De bron %1$s is gereserveerd voor de afspraak.
pl_pl: Zasób %1$s został zarezerwowany na spotkanie
tr_tr: %1$s kaynağı randevu için iptal edildi.
zh_cn: 已为约会保留资源 %1$s
zh_tw: 資源 %1$s 已被保留用來於約會當中

source: Remove the resource %1$s from the appointment
bg_bg: Премахнете ресурса %1$s от срещата
ca_es: Suprimeix el recurs %1$s de la cita
es_mx: Elimine el recurso %1$s de la cita
fr_fr: Retirer la ressource %1$s du rendez-vous
nb_no: Fjern ressursen %1$s fra avtalen
nl_nl: Verwijder de bron %1$s voor de afspraak
pl_pl: Usuń zasób %1$s z tego spotkania
tr_tr: %1$s kaynağını randevu için kaldır
zh_cn: 从约会中移除资源 %1$s
zh_tw: 自約會移除 %1$s 資源。

source: Remove the resource %1$s from the appointment.
bg_bg: Премахнете ресурса %1$s от срещата.
ca_es: Eliminau el recurs %1$s de la cita.
es_mx: Elimine el recurso %1$s de la cita.
fr_fr: Retirer la ressource %1$s du rendez-vous.
nb_no: Fjern ressursen %1$s fra avtalen.
nl_nl: Verwijder de bron %1$s voor de afspraak.
pl_pl: Usuń zasób %1$s ze spotkania.
tr_tr: %1$s kaynağını randevu için kaldır.
zh_cn: 从约会中移除资源 %1$s。
zh_tw: 自約會移除 %1$s 資源。

source: The resource %1$s is no longer reserved for the appointment
bg_bg: Ресурсът %1$s вече не е запазен за срещата
ca_es: El recurs %1$s no està reservat per a la cita
es_mx: El recurso %1$s no está reservado para la cita
fr_fr: La ressource %1$s n'est plus réservée pour le rendez-vous
nb_no: Ressursen %1$s er ikke lenger forbeholdt avtalen
nl_nl: De bron %1$s is niet meer gereserveerd voor de afspraak.
pl_pl: Zasób %1$s nie jest już zarezerwowany na spotkanie
tr_tr: %1$s kaynağı bundan böyle randevu için iptal edildi.
zh_cn: 已不再为约会保留资源 %1$s
zh_tw: 已不再為約會保留資源 %1$s。

source: The appointment was rescheduled. Original date: %1$s. New date: %2$s
bg_bg: Назначението бе пренасрочено. Оригинална дата: %1$s . Нова дата: %2$s
ca_es: La cita ha estat reprogramada. Data original: %1$s. Nova data: %2$s
es_mx: La cita fue reprogramada. Fecha original: %1$s. Nueva fecha: %2$s
fr_fr: La date du rendez-vous a été déplacée. Date originelle : %1$s. Nouvelle date : %2$s
nb_no: Avtalen ble endret. Opprinnelig dato: %1$s. Ny dato: %2$s
nl_nl: De afspraak is verzet. Originele datum: %1$s. Nieuwe datum: %2$s
pl_pl: Spotkanie zostało przełożone. Poprzednia data: %1$s. Nowa data: %2$s.
zh_cn: 已重新安排约会日期。原来日期：%1$s。新的日期：%2$s
zh_tw: 約會時間已重新調整。原始日期: %1$s。新日期: %2$s

source: Reschedule the event. Original date: %1$s. New date: %2$s
bg_bg: Разсрочване на събитието. Оригинална дата: %1$s . Нова дата: %2$s
ca_es: Reprograma l'esdeveniment. Data original: %1$s. Nova data: %s$s
es_mx: Reprograme el evento. Fecha original: %1$s. Nueva fecha: %s$s
fr_fr: Redéfinir la date de l'évènement. Date originelle : %1$s. Nouvelle date : %2$s
nb_no: Planlegge arrangementet på nytt. Opprinnelig dato: %1$s. Ny dato: %2$s
nl_nl: Verzet de afspraak. Originele datum: %1$s. Nieuwe datum: %2$s
pl_pl: Przełóż spotkanie. Poprzednia data: %1$s. Nowa data: %2$s.
tr_tr: Etkinliği yeniden planla.Orijinal tarih: %1$s. Yeni tarih: %2$s
zh_cn: 重新安排事件日期。原来日期：%1$s。新的日期：%2$s
zh_tw: 重新安排事件時間。原始日期: %1$s。新日期: %2$s

source: The entire day
bg_bg: Целодневно
ca_es: El dia sencer
es_mx: El día entero
fr_fr: Toute la journée
nb_no: Hele dagen
nl_nl: De gehele dag
pl_pl: Cały dzień
tr_tr: Bütün gün
zh_cn: 全天
zh_tw: 全日

source: New appointment: %1$s
bg_bg: Ново събитие: %1$s
ca_es: Nova cita: %1$s
es_mx: Nueva cita: %1$s
fr_fr: Nouveau rendez-vous : %1$s
nb_no: Ny avtale: %1$s
nl_nl: Nieuwe afspraak: %1$s
pl_pl: Nowe spotkanie: %1$s
tr_tr: Yeni randevu: %1$s
zh_cn: 新约会：%1$s
zh_tw: 新約會: %1$s

source: Appointment changed: %1$s
bg_bg: Променено събитие: %1$s
ca_es: Cita canviada: %1$s
es_mx: Cita modificada: %1$s
fr_fr: Rendez-vous modifié : %1$s
nb_no: Avtalen endret: %1$s
nl_nl: Afspraak gewijzigd: %1$s
pl_pl: Zmieniono spotkanie : %1$s
tr_tr: Randevu değiştirildi: %1$s
zh_cn: 约会更改: %1$s
zh_tw: 約會已更改: %1$s

source: Appointment canceled: %1$s
bg_bg: Анулирано назначаване: %1$s
ca_es: Cita cancel·lada: %1$s
es_mx: Cita cancelada: %1$s
fr_fr: Rendez-vous annulé : %1$s
nb_no: Avtale avbrutt: %1$s
nl_nl: Afspraak afgezegd: %1$s
pl_pl: Spotkanie anulowane: %1$s
tr_tr: Randevu iptal edildi: %1$s
zh_cn: 约会取消: %1$s
zh_tw: 約會已取消: %1$s

source: Proposed changes for appointment: %1$s
bg_bg: Предложени промени за назначаване: %1$s
ca_es: Canvis proposats per a la cita: %1$s
es_mx: Cambios propuestos para la cita: %1$s
fr_fr: Modifications du rendez-vous proposées : %1$s
nb_no: Foreslåtte endringer for avtale: %1$s
nl_nl: Voorgestelde wijziging voor afspraak: %1$s
pl_pl: Proponowane zmiany dla spotkania: %1$s
tr_tr: Randevu için talep edilen değişiklikler:%1$s
zh_cn: 建议约会更改: %1$s
zh_tw: 已提議修改約會: %1$s

source: %1$s sets the status to 'none' for: %1$s
bg_bg: %1$s задава състоянието на "none" за: %1$s
ca_es: %1$s ha fixat l'estat a 'cap' per: %1$s
es_mx: %1$s ha fijado el estado a 'ninguno' para: %1$s
fr_fr: %1$s définit l'état à « aucun » pour : %1$s
nb_no: %1$s angir statusen til 'ingen' for: %1$s
nl_nl: %1$s zet de status naar 'geen' : %1$s
pl_pl: %1$s ustawia status na 'żadne' dla: %1$s
zh_cn: %1$s 设置状态到 '无': %1$s
zh_tw: %1$s 已因 %1$s 將狀態設定為「無」:

source: %1$s %2$s the invitation: %3$s
bg_bg: %1$s %2$s поканата: %3$s
ca_es: %1$s ha %2$s la invitació: %3$s
es_mx: %1$s ha %2$s la invitación: %3$s
fr_fr: %1$s a %2$s l'invitation : %3$s
nb_no: %1$s %2$s invitasjonen: %3$s
nl_nl: %1$ heeft de uitnodiging %2$s: %3$s
pl_pl: Użytkownik %1$s wykonał czynność "%2$s" dla zaproszenia: %3$s
tr_tr: %1$s %2$s davetiye: %3$s
zh_cn: %1$s 已 %2$s 邀请: %3$s
zh_tw: %1$s 已 %2$s 邀請: %3$s

source: Resend the invitation for: %1$s
bg_bg: Повторно изпратете поканата за: %1$s
ca_es: Reenvia la invitació per a: %1$s
es_mx: Reenvíe la invitación para: %1$s
fr_fr: Envoyer à nouveau l'invitation pour : %1$s
nb_no: Send en invitasjon på nytt til: %1$s
nl_nl: Stuur de uitnodiging opnieuw voor: %1$s
pl_pl: Wyślij ponownie zaproszenie na: %1$s
tr_tr: Davetiyeyi %1$s için tekrar gönder
zh_cn: 请重新发送邀请: %1$s
zh_tw: 重送邀請給: %1$s

source: Change not accepted for: %1$s
bg_bg: Промяната не се приема за: %1$s
ca_es: Canvis no acceptats per a: %1$s
es_mx: Cambios no aceptados para: %1$s
fr_fr: Modification non acceptée pour : %1$s
nb_no: Endring ikke godtatt for: %1$s
nl_nl: Wijziging niet geaccepteerd voor: %1$s
pl_pl: Nie zaakceptowano zmiany dla: %1$s
tr_tr: %1$s için değişiklik kabul edilmedi.
zh_cn: 修改未被接受：%1$s
zh_tw: 更改未被接受: %1$s

source: All times will be shown in the timezone %1$s
bg_bg: Всички времена ще се показват в часовата зона %1$s
ca_es: Totes les hores es mostren en la zona horària %1$s
es_mx: Todas las horas se muestran en la zona horaria %1$s
fr_fr: Toutes les heures seront affichées relativement au fuseau horaire %1$s
nb_no: Alle tider vises i tidssonen %1$s
nl_nl: Alle tijden worden getoond in de tijdzone %1$s
pl_pl: Godziny będą pokazywane według strefy czasowej %1$s
tr_tr: bütün saatler %1$s saat diliminde gösterilecektir
zh_cn: 所有时间将以时区 %1$s 显示
zh_tw: 所有時刻以 %1$s 時區顯示

source: %1$s has %2$s the appointment, but would like to make a counter proposal:
bg_bg: %1$s е назначен за %2$s , но би искал да направи предложение за контра:
ca_es: %1$s ha %2$s la cita, però li agradaria fer una contraproposta:
es_mx: %1$s ha %2$s la cita, pero le gustaría hacer una contrapropuesta:
fr_fr: %1$s a %2$s le rendez-vous, mais souhaiterait faire une contre-proposition :
nb_no: %1$s har %2$s avtalen, men ønsker å gjøre et motforslag:
nl_nl: %1$s heeft de afspraak %2$s, maar wil een tegenvoorstel doen:
pl_pl: %1$s %2$s spotkanie, ale chciałby złożyć kontrpropozycję:
tr_tr: %1$s , %2$s randevusuna sahip, ancak bir karşı öneri yapmak istiyor
zh_cn: %1$s 已 %2$s 约会，但提供了一个对案:
zh_tw: %1$s 已經 %2$s 約會，但同時想提出一個反提案:

source: You have received this E-Mail because you are the chair for this appointment.
bg_bg: Получихте тази електронна поща, защото сте председател на тази среща.
ca_es: Heu rebut aquest corre electrònic perquè sou el coordinador d'aquesta cita.
es_mx: Ha recibido este E-Mail porque usted es el coordinador de esta cita.
fr_fr: Vous avez reçu ce courrier électronique parce que vous présidez ce rendez-vous.
nb_no: Du har mottatt denne e-posten fordi du er lederen for denne avtalen.
nl_nl: U heeft dit e-mailbericht ontvangen omdat u de voorzitter bent voor deze afspraak.
pl_pl: Ta wiadomość została wysłana, ponieważ prowadzisz to spotkanie.
tr_tr: Bu e postayı aldınız çünkü bu randevunun başkanlığını yapıyorsunuz.
zh_cn: 因为你是该聚会的负责人，你收到了这封邮件。
zh_tw: 因為您為此約會的主席所以收到這封信。

source: You have received this E-Mail because you are the organizer of this appointment.
bg_bg: Получихте тази електронна поща, защото сте организатор на тази среща.
ca_es: Heu rebut aquest correu electrònic perquè sou l'organitzador d'aquesta cita.
es_mx: Ha recibido este E-Mail porque usted es el organizador de esta cita.
fr_fr: Vous avez reçu ce courrier électronique parce que vous êtes l'organisateur de ce rendez-vous.
nb_no: Du har mottatt denne e-posten fordi du er arrangør av denne avtalen.
nl_nl: U heeft dit e-mailbericht ontvangen omdat u de organisator bent voor deze afspraak.
pl_pl: Ta wiadomość została wysłana, ponieważ organizujesz to spotkanie.
tr_tr: Bu e postayı aldınız çünkü bu randevunun organizatörlüğünü yapıyorsunuz.
zh_cn: 因为你是该聚会的组织者，你收到了这封邮件。
zh_tw: 因為您為此約會的發起人所以收到這封信。

source: You have received this E-Mail because this appointment contains the resource %1$s which is managed by you.
bg_bg: Получихте тази електронна поща, защото тази среща съдържа ресурса %1$s който се управлява от вас.
ca_es: Heu rebut aquest correu electrònic perquè aquesta cita conté el recurs %1$s, el qual gestionau.
es_mx: Ha recibido este E-Mail porque esta cita contiene el recurso %1$s, el cual administra usted.
fr_fr: Vous avez reçu ce message parce que le rendez-vous fait appel à la ressource %1$s que vous gérez.
nb_no: Du har mottatt denne e-posten fordi denne avtalen inneholder ressursen %1$s som ledes av deg.
nl_nl: U heeft dit E-mail bericht ontvangen omdat deze de bron %1$s gebruikt waarvoor u de beheerder bent.
pl_pl: Ta wiadomość została wysłana, ponieważ spotkanie zawiera zarządzany przez Ciebie zasób %1$s.
zh_cn: 因为你是该约会使用的资源 %1$s 的管理者，你收到了这封邮件。
zh_tw: 因為此約會的需要使用您所管理的資源 %1$s 所以收到這封信。

source: An error occurred: %1$s
bg_bg: Възникна грешка: %1$s
es_mx: Se ha producido un error: %1$s
pl_pl: Wystąpił błąd: %1$s

source: A JSON error occurred: %1$s
bg_bg: Възникна грешка в JSON: %1$s
es_mx: Se ha producido un error de JSON: %1$s
pl_pl: Wystąpił błąd JSON: %1$s
tr_tr: JSON hatası oluştu: %1$s

source: A SQL error occurred: %1$s
bg_bg: Възникна SQL грешка: %1$s
ca_es: S'ha produït un error SQL: %1$s
es_mx: Se ha producido un error SQL: %1$s
fr_fr: Une erreur SQL s'est produite : %1$s
nb_no: Det oppstod en SQL-feil: %1$s
nl_nl: Er is een SQL-fout opgetreden: %1$s
pl_pl: Wystąpił błąd SQL: %1$s.
tr_tr: SQL hatası oluştu: %1$s
zh_cn: 出现一个 SQL 错误：1$%s
zh_tw: 出現一個 SQL 錯誤: %1$s

source: Method is not supported.
es_mx: Método no admitido.
pl_pl: Metoda nie jest obsługiwana.
