Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Tasks module is not enabled. Tasks cannot be imported.
bg_bg: Модулите за задачи не са активирани. Задачите не могат да бъдат импортирани.
ca_es: El mòdul Tasques no està actiu. No es poden importar tasques.
fr_fr: Le module de tâches n'est pas activé, impossible d'importer des tâches.
nb_no: Oppgaver-modulen er ikke aktivert. Oppgaver kan ikke importeres.
nl_nl: De Takenmodule is niet ingeschakeld. Taken kunnen niet geïmporteerd worden.
tr_tr: Görev modülü etkin değil. Görevler aktarılamaz.
zh_cn: 没有启用任务模块，无法导入任务。
zh_tw: 未啟用任務模組，無法導入任務。

source: Warnings when importing file.
bg_bg: Предупреждения при импортиране на файл.
ca_es: S'ha produït avisos en importar el fitxer.
fr_fr: Avertissements lors de l'importation du fichier.
nb_no: Advarsler når du importerer filen.
nl_nl: Waarschuwingen bij het importeren van het bestand.
tr_tr: Dosya aktarırken uyarılar.
zh_cn: 导入文件时出现警告。
zh_tw: 導入檔時出現警告。

source: Contacts module is not enabled. Contacts cannot be imported.
bg_bg: Модулът за контакти не е активиран. Контактите не могат да бъдат импортирани.
ca_es: El mòdul contactes no està actiu. No es poden importar contactes.
fr_fr: Le module de contacts n'est pas activé, impossible d'importer des contacts.
nb_no: Kontakter-modulen er ikke aktivert. Kontakter kan ikke importeres.
nl_nl: De Contactenmodule is niet ingeschakeld. Contacten kunnen niet geïmporteerd worden.
tr_tr: İşetişim modülü etkin değil. İletişim bilgileri aktarılamaz.
zh_cn: 没有启用联系人模块，无法导入联系人。
zh_tw: 未啟用聯絡人模組，無法導入聯絡人。

source: Import limit exceeded. Only imported the first %1$s contacts
bg_bg: Превишен е лимитът за внос. Вкараха се само първите контакти на %1$s
ca_es: Límit d'importació superat. Només s'han importat els primers %1$s contactes.
fr_fr: La limite d'importation a été dépassée. Seuls les %1$s premiers contacts ont été importés
nb_no: Importeringsgrense oversteget. Importerte bare de første %1$s kontaktene
nl_nl: Importeer-limiet is overschreden. Alleen de eerste %1$s contacten zijn geïmporteerd
tr_tr: İçe aktarım sınırı aşıldı. Yalnızca ilk %1$s iletişim bilgisi aktarıldı.
zh_cn: 超出导入限制，只导入前面 %1$s 个联系人
zh_tw: 已達匯入限制，僅匯入前 %1$s 位聯絡人

source: The character encoding "%1$s" is not supported. Please choose another one.
bg_bg: Кодировката на знаците \ " %1$s " не се поддържа. Моля, изберете друг.
fr_fr: L'encodage de caractères « %1$s » n'est pas pris en charge. Veuillez en choisir un autre.
nb_no: Tegnkodingen "%1$s" er ikke støttet. Vennligst velg en annen.
nl_nl: De tekencodering "%1$s" wordt niet ondersteund. Kies alstublieft een andere.
tr_tr: "%1$s" karakteri desteklenmiyor. Lütfen bir başkasını seçiniz.
zh_cn: 不支持字符编码 "%1$s"，请再选别的编码。
zh_tw: 不支援字元編碼「%1$s」，請選另一種格式。

source: The contact with uid %1$s is too similar to the existing contact with uid %2$s in folder %3$s
bg_bg: Контактът с uid %1$s е твърде подобен на съществуващия контакт с uid %2$s в папката %3$s
fr_fr: Le contact avec l'identifiant %1$s est trop similaire au contact existant avec l'identifiant %2$s dans le dossier %3$s
nb_no: Kontakten med uid %1$s er for lik den eksisterende kontakten med uid %2$s i mappen %3$s
nl_nl: Het contactpersoon met uid %1$s is te veel hetzelfde al het bestaande contact met uid %2$s in map %3$s
zh_cn: 带有 uid %1$s 的联系人与带有 uid %2$s 的现存联系人（在文件夹 %3$s 里）太类似。
zh_tw: UID 為 %1$s 的聯絡人與現有 %3$s 資料夾中 UID 為 %2$s 的聯絡人太相似

source: Could not create a proper name for the export file.
bg_bg: Не може да се създаде правилно име за файла за експортиране.

source: Not all of the objects could be imported due to a configured limitation
bg_bg: Не всички обекти могат да бъдат импортирани поради конфигурирано ограничение

source: %1$sd warnings when importing file and not all of the objects could be imported due to a configured limitation
bg_bg: %1$s d предупреждения при импортиране на файл и не всички обекти могат да бъдат импортирани поради конфигурирано ограничение

source: Could not parse json body parameters for folders and objects.
bg_bg: Не можаха да се анализират параметрите на тялото за папки и обекти.

source: Appointments
bg_bg: Срещи

source: Export
bg_bg: Износ

source: with IP
bg_bg: с IP

source: with domain
bg_bg: с домейн

source: Reorganizing of mails failed. Please try again later.
bg_bg: Реорганизирането на имейли е неуспешно. Моля, опитайте отново по-късно.
fr_fr: Échec de la réorganisation des courriels. Veuillez réessayer ultérieurement.
nb_no: Omorganisering av eposter feilet. Vennligst forsøk igjen senere.
nl_nl: Reorganiseren van e-mailberichten is mislukt. Probeer het later nog een keer.
zh_cn: 重组邮件失败。请稍后再试。
zh_tw: 重整郵件失敗，請稍後再試。

source: The user category %1$s does not exist.
bg_bg: Потребителската категория %1$s не съществува.
fr_fr: La catégorie utilisateur %1$s n'existe pas.
nb_no: Brukerkategorien %1$s finnes ikke.
nl_nl: De gebruikerscategorie %1$s bestaat niet.
zh_cn: 用户类别 %1$s 不存在。
zh_tw: 使用者分類 %1$s 不存在。

source: You are not allowed to change the name of the category %1$s.
bg_bg: Не ви е позволено да променяте името на категорията %1$s .
fr_fr: Vous ne pouvez pas modifier le nom de la catégorie %1$s.
nb_no: Du har ikke tillatelse til å endre navn på kategorien %1$s.
nl_nl: U heeft geen toestemming om de naam van de categorie %1$s te veranderen.
zh_cn: 您不允许更改类别名称 %1$s。
zh_tw: 您不被允許修改分類 %1$s 的名稱。

source: You are not allowed to enable or disable the category %1$s.
bg_bg: Не е разрешено да активирате или деактивирате категорията %1$s .
fr_fr: Vous ne pouvez pas activer ou désactiver la catégorie %1$s.
nb_no: Du har ikke tillatelse til å aktivere eller deaktivere kategorien %1$s.
nl_nl: U heeft geen toestemming om de categorie %1$s in of uit te schakelen.
zh_cn: 您不允许启用或停用类别 %1$s。
zh_tw: 您不被允許啟用或停用分類 %1$s。

source: The redirect address "%1$s" is not valid.
bg_bg: Адресът за пренасочване \ " %1$s " не е валиден.
ca_es: L'adreça redireccionada "%1$s" no és vàlida.
fr_fr: L'adresse de redirection « %1$s » n'est pas valable.
nb_no: Omdirigeringsadressen "%1$s" er ikke gyldig.
nl_nl: Het doorstuur-adres "%1$s" is ongeldig.
tr_tr: Yeniden yönlendirilen "%1$s" adresi geçersiz.
zh_cn: 无效指向地址 "%1$s"。
zh_tw: 重導地址「%1$s」無效。

source: The redirect address "%1$s" has been rejected.
bg_bg: Адресът за пренасочване \ " %1$s " бе отхвърлен.
ca_es: L'adreça redireccionada "%1$s" ha estat rebutjada.
fr_fr: L'adresse de redirection « %1$s » a été rejetée.
nb_no: Omdirigeringsadressen "%1$s" ble avvist.
nl_nl: Het doorstuur-adres "%1$s" is afgewezen.
tr_tr: Yeniden yönlendirilen "%1$s" adresi reddedildi.
zh_cn: 指向地址 "%1$s" 已被拒绝。
zh_tw: 重導地址「%1$s」被拒絕。

source: Invalid SIEVE rule specified. Please review your mail filter rules
bg_bg: Посочено е невалидно правило SIEVE. Моля, прегледайте правилата си за филтриране на пощата
ca_es: La regla SIEVE especificada no és vàlida. Per favor, revisau les vostres regles de filtrat de correu electrònic.
fr_fr: Règle SIEVE définie non valable. Veuillez vérifier vos règles de filtrage de courrier
nb_no: Ugyldig SIEVE regel angitt. Vennligst se igjennom filterreglene for din e-post
nl_nl: Ongeldige SIEVE regel opgegeven. Controleer uw e-mailfilter regels
tr_tr: Geçersiz SIEVE kuralı belirlendi. Lütfen posta filtre kurallarınızı yeniden gözden geçiriniz.
zh_cn: 指定了无效 SIEVE 规则。请检查您的邮件过滤器规则
zh_tw: 指定了無效的 SIEVE 規則，請重新檢查您的郵件過濾器規則

source: Please review your mail filter rules as they seem to be invalid. Response from server: "%1$s"
bg_bg: Моля, прегледайте правилата си за филтриране на пощата, тъй като те изглеждат невалидни. Отговор от сървъра: \ " %1$s "
ca_es: Per favor, revisau les regles de filtrat de correu electrònic ja que pareixen no ser vàlides. Resposta del servidor: "%1$s"
fr_fr: Veuillez vérifier vos règles de filtrage de courrier car elles ne semblent pas valables. Réponse du serveur : « %1$s »
nb_no: Vennligst se igjennom filterreglene for din e-post da det virker som at de er ugyldige Svar fra serveren: %1$s
nl_nl: Controleer alstublieft uw e-mailfilters omdat deze ongeldig lijken. Antwoord van de server: "%1$s"
tr_tr: Lütfen posta filtre kurallarınızı yeniden gözden geçiriniz, geçersiz görünmekteler. Sunucudan yanıt: "%1$s"
zh_cn: 因为您的邮件过滤器好像无效，所以请检查它们。来自服务器的回响："%1$s"
zh_tw: 您的郵件過濾器規則看起來無效，請檢查。伺服器的回應:「%1$s」

source: Managing mail filter rules is not available for your account.
bg_bg: Правилата за филтриране на филтри за поща не са налице за профила ви.
fr_fr: La gestion des règles de filtrage du courrier n'est pas disponible pour votre compte.
nb_no: Behandling av epostfilterregler er ikke tilgjengelig for kontoen din.
nl_nl: Het beheren van mailfilterregels is niet beschikbaar voor uw account.
zh_cn: 管理邮件过滤器规则对您的户口不可用。
zh_tw: 您的帳號無法管理郵件過濾規則。

source: The maximum amount of redirect rules is reached. Please delete or deactivate another redirect rule first.
bg_bg: Достига се максималната сума на правилата за пренасочване. Моля, първо изтрийте или деактивирайте друго правило за пренасочване.

source: Maximum number of messages already stored for client %1$s
bg_bg: Максимален брой вече съхранени съобщения за клиент %1$s
ca_es: Nombre màxim de missatges ja emmagatzemats pel client %1$s
fr_fr: Le nombre maximum de messages a déjà été stocké pour le client %1$s
nb_no: Maksimalt antall meldinger er allerede lagret for klienten %1$s
nl_nl: Maximaal aantal berichten zijn reeds opgeslagen op de client %1$s
tr_tr: %1$s istemcisinde depolanabilecek mesaj sınırına ulaşıldı.
zh_cn: 已经储存了客户端 %1$s 的最大消息数
zh_tw: 客戶端 %1$s 的最大已儲存訊息數

source: No client identifier associated with session %1$s
bg_bg: Няма идентификатор на клиент, свързан със сесия %1$s
ca_es: No hi ha identificador de client associat amb la sessió %1$s
fr_fr: Aucun identifiant de client n'est associé à la session %1$s
nb_no: Ingen klientID forbundet med økt %1$s
nl_nl: Er is geen client kenmerk gekoppeld met sessie %1$s
tr_tr: %1$s seansı ile ilişkilendirilebilecek bir istemci tespit edilemedi.
zh_cn: 没有与会话 %1$s 关联的客户端识别符
zh_tw: 沒有與此 session %1$s 關聯的客戶端指示符

source: Invalid OAuth account specified.
bg_bg: Определен е невалиден профил в OAuth.
ca_es: El compte OAuth especificat no és vàlid.
fr_fr: Compte OAuth défini non valable.
nb_no: Ugyldig OAuth konto er angitt.
nl_nl: Ongeldig OAuth account opgegeven.
tr_tr: Geçersiz OAuth hesabı belirlendi.
zh_cn: 指定了无效 OAuth 户口。
zh_tw: 指定了無效的 OAuth 帳號。

source: The SSL certificate with fingerprint '%1$s' was not found for user '%2$s' in context '%3$s'
bg_bg: SSL сертификатът с пръстов отпечатък " %1$s " не бе намерен за потребител ' %2$s ' в контекста ' %3$s '

source: The certificate for domain '%2$s' is untrusted.
bg_bg: Сертификатът за домейн ' %2$s ' не е надежден.

source: The certificate for domain '%2$s' is untrusted. You can change your general trust level in the settings.
bg_bg: Сертификатът за домейн ' %2$s ' не е надежден. Можете да промените общото ниво на доверие в настройките.

source: The certificate with is not trusted by the user.
bg_bg: Сертификатът с не се доверява от потребителя.

source: The root certificate issued by '%2$s' is not trusted
bg_bg: Коренният сертификат, издаден от " %2$s ", не е надежден

source: The certificate is self-signed
bg_bg: Сертификатът е подписан самостоятелно

source: The certificate is expired
bg_bg: Сертификатът е изтекъл

source: The common name for the certificate is invalid
bg_bg: Общото име на сертификата е невалидно

source: The root authority for the certificate is untrusted
bg_bg: Основният авторитет на сертификата не е надежден

source: The certificate is using a weak algorithm
bg_bg: Сертификатът използва слаб алгоритъм

source: The certificate was revoked
bg_bg: Сертификатът бе отменен

source: The certificate was signed by an untrusted issuer
bg_bg: Сертификатът е подписан от неверен емитент

source: The user does not trust this certificate
bg_bg: Потребителят не се доверява на този сертификат

source: Invalid common name
bg_bg: Невалидно общо име

source: The certificate is untrusted
bg_bg: Сертификатът не е надежден

source: Successfully connected %1$s with your account
bg_bg: Успешно свързахте %1$s с профила си
fr_fr: %1$s connecté avec succès à votre compte
nb_no: %1$s ble koblet til kontoen din
nl_nl: Succesvol verbonden met uw %1$s account
zh_cn: 成功以您的户口连接 %1$s
zh_tw: 已成功將 %1$s 連結至您的帳號

source: Hello %1$s,
bg_bg: Здравейте %s
fr_fr: Bonjour %1$s,
nb_no: Hei %1$s,
tr_tr: Merhaba %1$s,
zh_cn: 您好 %1$s：
zh_tw: 嗨 %1$s：

source: your account %1$s has been successfully connected to %2$s.
bg_bg: вашият акаунт %1$s е свързан успешно с %2$s .
fr_fr: votre compte %1$s a été connecté avec succès à %2$s.
nb_no: Kontoen din %1$s har blitt tilknyttet %2$s.
nl_nl: uw %1$s account is succesvol gekoppeld aan %2$s.
zh_cn: 您的户口 %1$s 已经成功连接到 %2$s。
zh_tw: 已成功將您的帳號 %1$s 連結至 %2$s。

source: You may revoke access for this application at any time, by visiting your settings page.
bg_bg: Можете да отмените достъпа за това приложение по всяко време, като посетите страницата си за настройки.
fr_fr: Vous pouvez à tout moment révoquer l'accès donné à cette application en consultant la page de vos réglages.
nb_no: Du kan tilbakekalle tilgangen for denne applikasjonen når som helst i kontoinnstillingene dine.
nl_nl: U kan de toegang tot deze applicatie stoppen op elk moment, door de instellingen pagina te bezoeken.
zh_cn: 您随时可以到您的设置页面，对此应用程序收回访问权。
zh_tw: 您可以到設定頁面隨時撤回對此應用程式的授權。

source: Go to settings
bg_bg: Отидете на настройките
fr_fr: Aller aux réglages
nb_no: Gå til innstillinger
nl_nl: Ga naar instellingen
zh_cn: 跳到设置
zh_tw: 前往設定

source: Application %1$s would like to connect with your account
bg_bg: Приложението %1$s би искало да се свърже с профила ви
fr_fr: L'application %1$s souhaite se connecter à votre compte
nb_no: Applikasjonen %1$s ønsker å koble til kontoen din
nl_nl: Applicatie %1$s wil verbinding maken met uw account
zh_cn: 应用程序 %1$s 想用您的户口连接
zh_tw: 應用程式 %1$s 想要連結到您的帳號

source: Sign in to %1$s to connect %2$s with your account
bg_bg: Влезте в %1$s да свържете %2$s с профила си
fr_fr: Ouvrir une session dans %1$s pour connecter %2$s à votre compte
nb_no: Logg inn på %1$s for å knytte %2$s til kontoen din
nl_nl: Meld u aan op %1$s om %2$s te verbinden met uw account
zh_cn: 登录到 %1$s 以使用您的户口连接到 %2$s
zh_tw: 登入至 %1$s 以將您的帳號連結至 %2$s

source: The application #split# would like to access your account, and is requesting following permissions:
bg_bg: Приложението # split # би искало да осъществи достъп до профила ви и иска следните разрешения:
fr_fr: L'application #split# souhaite accéder à votre compte et demande les autorisations suivantes :
nb_no: Applikasjonen #split# ønsker å koble til kontoen din, og forespør disse tillatelsene:
nl_nl: De applicatie #split# wil toegang tot uw account, het vraagt om de volgende rechten:
zh_cn: 应用程序 #split# 希望访问您的户口，并要求以下权限：
zh_tw: #split# 應用程式想要存取您的帳號，並請求下列權限:

source: Only allow access for applications you trust. You may revoke access for this application at any time, by visiting your settings page.
bg_bg: Допускайте достъп само за приложения, на които имате доверие. Можете да отмените достъпа за това приложение по всяко време, като посетите страницата си за настройки.
fr_fr: Autorisez l'accès uniquement à des applications en lesquelles vous avez confiance. Vous pouvez à tout moment révoquer l'accès donné à cette application en consultant la page de vos réglages.
nb_no: Bare tillat tilgang for applikasjoner som du stoler på. Du kan tilbakekalle tilgangen for applikasjonen når som helst i innstillingene dine.
nl_nl: Alleen toestemming aan vertrouwde applicaties geven. U kan toestemming voor deze applicatie op elk gewenst moment intrekken door de instellingen pagina te bezoeken.
zh_cn: 只为您信任的应用程序允许访问。您可以随时到设置页面，为此应用程序收回访问权。
zh_tw: 請僅允許您信任的應用程式存取。您可以到設定頁面隨時撤回對此應用程式的授權。

source: Cancel
bg_bg: Отказ
fr_fr: Annuler
nb_no: Avbryt
nl_nl: Annuleren
zh_cn: 取消
zh_tw: 取消

source: Sign in
bg_bg: Впиши се
fr_fr: Se connecter
nb_no: Logg inn
nl_nl: Aanmelden
zh_cn: 登录
zh_tw: 登入

source: Deny
bg_bg: отричам
fr_fr: Refuser
nb_no: Avvis
nl_nl: Weiger
tr_tr: Reddet
zh_cn: 拒绝
zh_tw: 拒絕

source: Allow
bg_bg: Позволява
fr_fr: Autoriser
nb_no: Tillat
nl_nl: Toestaan
tr_tr: İzin Ver
zh_cn: 允许
zh_tw: 允許

source: Username
bg_bg: Потребителско име
ca_es: Nom d'usuari
fr_fr: Nom d'utilisateur
nb_no: Brukernavn
nl_nl: Gebruikersnaam
tr_tr: Kullanıcı adı
zh_cn: 用户名称
zh_tw: 帳號名稱

source: An error occurred
bg_bg: Възникна грешка.
fr_fr: Une erreur s'est produite
nb_no: En feil oppstod
nl_nl: Er is geen fout opgetreden
zh_cn: 发生一个错误
zh_tw: 發生錯誤

source: There seems to be a problem with this app
bg_bg: Изглежда има проблем с това приложение
fr_fr: Il semble y avoir un problème avec cette application
nb_no: Det ser ut til å være et problem med denne appen
nl_nl: Er lijkt een probleem te zijn met deze app
zh_cn: 此应用程序应该有个问题
zh_tw: 看來此應用程式有點問題

source: Don't worry, your data is perfectly safe.
bg_bg: Не се безпокойте, данните ви са напълно безопасни.
fr_fr: Ne vous inquiétez pas, vos données sont parfaitement en sécurité.
nb_no: Ikke bekymre deg - dataen din er helt trygg.
nl_nl: Wees niet bezorgt, uw gegevens zijn veilig.
zh_cn: 别担心，您的数据绝对安全。
zh_tw: 別擔心，您的資料是安全的。

source: View error details:
bg_bg: Преглед на подробностите за грешки:
fr_fr: Voir les détails relatifs à l'erreur :
nb_no: Vis feildetaljer:
nl_nl: Toon foutmelding details:
zh_cn: 检视错误详情：
zh_tw: 檢視錯誤詳情:

source: Close
bg_bg: Близо
fr_fr: Fermer
nb_no: Lukk
nl_nl: Sluiten
zh_cn: 关闭
zh_tw: 關閉

source: You reached the max. number of %3$d possible grants for 3rd party applications. Please revoke access for the ones you don't longer need.
bg_bg: Достигнахте макс. брой %3$d възможни субсидии за приложения на трети страни. Моля, отменете достъпа за тези, от които не се нуждаете повече.
fr_fr: Vous avez atteint le nombre maximal %3$d d'autorisations accordées à des applications tierces. Veuillez révoquer l'accès à celles dont vous n'avez plus besoin.
nb_no: Du har nådd det maksimale antallet av %3$d mulige tillatelser for tredjeparts applikasjoner. Vennligst tilbakekall tilgang for noen av applikasjonene du ikke lenger behøver.
nl_nl: U heeft het maximaal aantal van %3$d mogelijke toestemmingen voor externe applicaties bereikt. Verwijder de toestemming voor één van de programma's die u niet meer gebruikt.
tr_tr: 3. taraf uygulamaları için %3$d rakamı olan maksimum sayıya ulaştınız. Lütfen ihtiyacınız olmayanlara erişimi iptal ediniz.
zh_cn: 您到达 %3$d 为第三方应用程序的最大可能批准数，请收回那些您不再需要的访问权。
zh_tw: 您已達對第三方應用程式最大的 %3$d 個授權數。請撤銷您不再需要的應用程式授權。

source: There is no associated OAuth account for identifier %1$s.
bg_bg: Няма свързан OAuth профил за идентификатор %1$s .
fr_fr: Il n'y a pas de compte OAuth associé à l'identifiant %1$s.
nb_no: Det er ingen tilknyttet OAuth-konto for identifikatoren %1$s.
nl_nl: Er is geen OAuth verbinding voor identificatie %1$s.
tr_tr: %1$s ile ilişkilendirilmiş bir OAuth hesabı yok.
zh_cn: 没有识别器 %1$s 关联的 OAuth 户口。
zh_tw: 沒有與 ID %1$s 相關聯的 OAuth 帳號。

source: The account "%1$s" is invalid, please recreate it.
bg_bg: Профилът \ " %1$s " е невалиден, моля, пресъздайте го.
ca_es: El compte "%1$s" no és vàlid; per favor, tornau a crear-lo.
fr_fr: Le compte « %1$s » n'est pas valable, veuillez le recréer.
nb_no: Kontoen er ugyldig, vennligst lag en ny.
nl_nl: Het account "%1$s" is ongeldig, maak het alstublieft opnieuw aan.
tr_tr: Hesap "%1$s" geçersiz, lütfen yeniden oluşturunuz.
zh_cn: 户口 "%1$s" 无效，请重新创建。
zh_tw: 帳號「%1$s」無效，請重新建立。

source: Please provide at least one scope.
bg_bg: Моля, посочете поне един обхват.
nl_nl: Geef alstublieft minimaal één bereik.
zh_cn: 请提供至少一个范围。

source: Could not get a valid response from the associated OAuth provider.
bg_bg: Не може да получи валиден отговор от съответния доставчик на OAuth.
ca_es: No s'ha pogut obtenir una resposta vàlida del proveïdor OAuth associat.
fr_fr: Impossible d'obtenir une réponse valable du fournisseur OAuth associé.
nb_no: Kan ikke hente et gyldig svar fra den tilknyttede OAuth leverandøren.
nl_nl: Het is niet mogelijk een geldig antwoord te krijgen van de gekoppelde OAuth dienstverlener.
tr_tr: İlişkilendirilmiş OAuth sağlayıcısından geçerli bir cevap alınamadı.
zh_cn: 无法从关联 OAuth 提供者获得一个有效的回应。
zh_tw: 無法自關聯的 OAuth 提供者取得正確的回應。

source: There was a problem while creating a connection to the remote service.
bg_bg: Възникна проблем при създаването на връзка към отдалечената услуга.
ca_es: Hi ha hagut un problema creant una connexió al servei remot.
fr_fr: Une erreur s'est produite en essayant de créer une connexion au service distant.
nb_no: Det oppstod et problem med å opprette en tilkobling til den eksterne tjenesten.
nl_nl: Fout bij het maken van een verbinding naar de externe server.
tr_tr: Uzaktan servise bağlanmaya çalışırken hata oluştu.
zh_cn: 创建到远端服务器的连接时有一个错误。
zh_tw: 建立連線到遠端伺服器時發生問題。

source: You need to grant additional %1$s permissions to access the resource.
bg_bg: Трябва да предоставите допълнителни %1$s разрешения за достъп до ресурса.
fr_fr: Vous devez accorder des droits d'accès %1$s supplémentaires pour accéder à la ressource.
nb_no: Du må godkjenne ytterligere %1$s tillatelser for å få tilgang til ressursen.
nl_nl: U moet eerst extra %1$s rechten toekennen om deze bron te benaderen.
tr_tr: Kaynağa ulaşmak için ayrıca %1$s izni vermeniz gerekiyor.
zh_cn: 您需要批准额外 %1$s 权限，以访问此资源。
zh_tw: 您必須先授出 %1$s 權限才能存取該資源。

source: Your '%1$s' access was rejected. You have to reauthorize the server to use your account with a new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
bg_bg: Достъпът ви " %1$s " бе отхвърлен. Трябва да реорганизирате сървъра, за да използвате профила си с нова парола. За целта отворете Конфигурация -> Моята социална конфигурация -> Профили. След това опитайте отново.
fr_fr: Votre accès à « %1$s » a été rejeté. Vous devez autoriser le serveur à utiliser votre compte avec le nouveau mot de passe. Pour ce faire, allez dans Configuration -> Ma configuration sociale -> Comptes. Puis essayez à nouveau.
nb_no: Tilgang til '%1$s' ble avvist. Du må reautorisere tjeneren for å bruke kontoen din med et nytt passord. For å gjøre dette, gå til Innstillinger -> Sosial konfigurasjon -> Kontoer. Forsøk deretter igjen.
nl_nl: Uw '%1$s' toegang is geweigerd. U moet de server herauthenticeren om uw account te gebruiken met een nieuw wachtwoord. Om dit te doen gaat u naar Configuratie -> Mijn Sociale Instellingen -> Accounts. Probeer het daarna opnieuw.
tr_tr: '%1$s' girişiniz reddedildi. Yeni bir şifre kullanarak sunucunuzu tekrardan onaylamanız gerekmektedir. Bunu yapmak için Yapılandırma - > Sosyal Yapılandırmam - > Hesaplar kısmına gitmeniz gerekmektedir. Bu işlem sonrasında tekrardan deneyiniz.
zh_cn: 您的 "%1$s" 访问被拒绝。您需要重新认证服务器才能在您的户口使用新密码。如要这样，进入配置 -> 我的社交配置 -> 户口。然后重试。
zh_tw: 您的「%1$s」存取權已被拒絕。您必須使用您的新密碼重新授權伺服器使用您的帳號。請到設定 -> 我的社群網路設定 -> 帳號裡面重新授權，並再試一次。
