Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Parsing problem in URL parameter "%1$s".
bg_bg: Проблем с параграфирането в URL параметъра \ " %1$s ".
ca_es: Problema en interpretar el paràmetre d'URL "%1$s".
es_mx: Problema al interpretar el parámetro de URL "%1$s".
fr_fr: Problème d'analyse du paramètre d'URL « %1$s ».
nb_no: Analyserer problem i webadresseparameter "%1$s".
nl_nl: Analyseprobleem in URL-parameter "%1$s"
pl_pl: W czasie przetwarzania parametru adresu URL "%1$s" wystąpił problem.
tr_tr: "%1$s" URL paremetsesinde çözümleme hatası.
zh_cn: URL 参数 "%1$s" 中有解析问题。
zh_tw: URL 參數「%1$s」中有解析問題。

source: Configuration file for database configuration is missing.
bg_bg: Не съществува конфигурационен файл за конфигуриране на базата данни.
ca_es: Falta el fitxer de configuració per a la configuració de la base de dades.
es_mx: Falta el archivo de configuración para la configuración de la base de datos.
fr_fr: Le fichier de configuration pour la configuration de la base de données est absent.
nb_no: Konfigurasjonsfilen for databasekonfigurasjon mangler.
nl_nl: Het configuratiebestand voor de databaseinstellingen is onvindbaar.
pl_pl: Brak pliku konfiguracyjnego bazy danych.
tr_tr: Veritabanı yapılandırması için yapılandırma dosyası eksik
zh_cn: 缺少用于数据库配置的配置文件。
zh_tw: 缺少用於資料庫配置的配置檔。

source: Property "%1$s" is not defined.
bg_bg: Не е определена собственост \ " %1$s ".
ca_es: La propietat "%1$s" no està definida.
es_mx: La propiedad "%1$s" no está definida.
fr_fr: La propriété « %1$s » n'est pas définie.
nb_no: Egenskapen "%1$s" er ikke definert.
nl_nl: Eigenschap "%1$s" is niet gedefinieerd.
pl_pl: Właściwość "%1$s" nie została zdefiniowana.
zh_cn: 未定义属性 "%1$s"。
zh_tw: 未定義屬性「%1$s」。

source: %1$s is already initialized.
bg_bg: %1$s вече е инициализиран.
ca_es: %1$s ja està inicialitzat.
es_mx: %1$s ya está inicializado.
fr_fr: %1$s est déjà initialisé.
nb_no: %1$s er allerede initialisert.
nl_nl: %1$s is reeds geïnitialiseerd.
pl_pl: Element %1$s został już zainicjowany.
zh_cn: %1$s 已经初始化。
zh_tw: %1$s 已經初始化。

source: Cannot resolve server id for server %1$s.
bg_bg: Не може да се разреши сървърния номер за сървър %1$s .
ca_es: No es pot resoldre l'ID per al servidor %1$s.
es_mx: No se puede resolver el id para el servidor %1$s.
fr_fr: Impossible de résoudre l'identifiant de serveur pour le serveur %1$s.
nb_no: Kan ikke løse server-id for server %1$s.
nl_nl: Kan server id niet herleiden voor server %1$s.
pl_pl: Nie można określić identyfikatora serwera dla serwera %1$s.
tr_tr: Sunucu % 1 $ s için sunucu kimliği çözülemiyor.
zh_cn: 无法解析服务器 %1$s 的服务器 ID。
zh_tw: 無法解析伺服器 %1$s 的伺服器 ID。

source: Nothing known about pool %1$d.
bg_bg: Нищо не е известно за пула %1$d .
es_mx: No existe información acerca del pool %1$d.
fr_fr: Rien n'est connu sur la réserve %1$d.
nb_no: Ingenting vites om utvalget %1$d.
nl_nl: Onbekende gegevens over pool %1$d.
pl_pl: Brak informacji o puli %1$d.
zh_cn: 没有连接池 %1$d 的任何信息。
zh_tw: 沒有連接池 %1$d 的任何資訊。

source: Transaction counter is missing for context %1$d.
bg_bg: Контролерът за транзакции липсва за контекста %1$d .
ca_es: No s'ha trobat el comptador de la transacció per al context %1$d.
es_mx: No se encuetra el contador de la transacción para el contexto %1$d.
fr_fr: Compteur de transaction manquant pour le contexte %1$d.
nb_no: Transaksjonsteller mangler for kontekst %1$d.
nl_nl: Transactieteller voor context %1$d ontbreekt.
pl_pl: Brak licznika transakcji dla kontekstu %1$d.
zh_cn: 缺少环境 %1$ 的事务计数。
zh_tw: 缺少環境 %1$ 的事務計數。

source: Inserting database assignment for context %1$d and server %2$d failed!
es_mx: ¡Ha fallado la Inserción de asignación en bases de datos para el contexto %1$d y el servidor %2$d!
pl_pl: Wstawianie przypisywania bazy danych dla kontekstu %1$d i serwera %2$d nie powiodło się.

source: Data retention failed: %1$s.
es_mx: Falló la retención de datos: %1$s.
pl_pl: Nie można przechować danych: %1$s.

source: An I/O error occurred: %1$s.
es_mx: Se ha producido un error de E/S: %1$s.
pl_pl: Wystąpił błąd we/wy: %1$s.

source: Object type is not supported: %1$s
es_mx: Tipo de objeto no admitido: %1$s
pl_pl: Nieobsługiwany typ obiektu: %1$s

source: An OpenOffice error occurred: %1$s
es_mx: Se ha producido un error de Openoffice: %1$s
pl_pl: Wystąpił błąd pakietu OpenOffice: %1$s

source: Module '%s' is already registered.
es_mx: El módulo '%s' ya está registrado.
pl_pl: Moduł %s jest już zarejestrowany.

source: Container '%s' is already registered.
es_mx: El contenedor '%s' ya está registrado.
pl_pl: Kontener '%s' jest już zarejestrowany.

source: The module name is missing in the module description.
es_mx: Falta el nombre de módulo en la descripción del módulo.
pl_pl: Brak nazwy modułu w opisie modułu.

source: The container name is missing in the container description.
es_mx: Falta el nombre del contenedor en la descripción del contenedor.
pl_pl: W opisie kontenera brakuje jego nazwy.

source: The module '%s' is not known in the registry.
es_mx: El módulo '%s' no es conocido en el registro.
pl_pl: Moduł %s nie występuje w rejestrze.

source: The container '%s' is not known in the registry.
es_mx: El contenedor '%s' no es conocido en el registro.
pl_pl: Kontener %s nie istnieje w rejestrze.

source: The path "%1$s" is invalid
pl_pl: Ścieżka "%1$s" jest nieprawidłowa

source: The path "%1$s" was not found
pl_pl: Nie znaleziono ścieżki "%1$s"

source: The file "%1$s" was not found at "%2$s"
pl_pl: Nie można znaleźć pliku "%1$s" w elemencie "%2$s".

source: An I/O error occurred: "%1$s"
pl_pl: Wystąpił błąd we/wy: "%1$s"

source: The file offset "%1$d" is invalid
pl_pl: Przesunięcie pliku "%1$d" jest nieprawidłowe

source: Unexpected database error: "%1$s"
pl_pl: Nieoczekiwany błąd bazy danych: "%1$s"

source: The file "%1$s" with checksum "%2$s" was not found at "%3$s"
pl_pl: Plik "%1$s" z sumą kontrolną "%2$s" nie został znaleziony w lokalizacji "%3$s"

source: No checksum for file "%1$s" available
pl_pl: Brak dostępnej sumy kontrolnej pliku "%1$s"

source: Checksum "%1$s" for uploaded file "%2$s" different from "%3$s"
pl_pl: Suma kontrolna "%1$s" przesłanego pliku "%2$s" różni się od sumy "%3$s"

source: The directory "%1$s" with checksum "%2$s"
pl_pl: Katalog "%1$s" z sumą kontrolną "%2$s"

source: You are not allowed to delete the file "%1$s" at "%2$s"
pl_pl: Nie masz uprawnień do usunięcia pliku "%1$s" w lokalizacji "%2$s"

source: You are not allowed to create files at "%1$s"
pl_pl: Nie masz uprawnień do tworzenia plików w "%1$s"

source: You are not allowed to modify the file "%1$s" at "%2$s"
pl_pl: Nie masz uprawnień do modyfikacji pliku "%1$s" lokalizacji "%2$s"

source: You are not allowed to delete the directory "%1$s"
pl_pl: Nie masz uprawnień do usunięcia katalogu "%1$s"

source: You are not allowed to create directories at "%1$s"
pl_pl: Nie masz uprawnień do tworzenia katalogów w "%1$s"

source: The allowed Quota is reached
pl_pl: Osiągnięto wprowadzony limit miejsca

source: An error occurred for action: %1$s
es_mx: Se ha producido un error por la acción: %1$s
pl_pl: Wystąpił błąd dla czynności: %1$s

source: An error occurred loading context %1$s
es_mx: Se ha producido un error al cargar el contexto %1$s
pl_pl: W trakcie ładowania kontekstu %1$s wystąpił błąd.

source: An error occurred loading user data for user %1$s
es_mx: Se ha producido un error al cargar los datos del usuario %1$s
pl_pl: Podczas ładowania danych dla użytkownika %1$s wystąpił błąd

source: Could not load configuration or necessary field from configuration
es_mx: No se pudo cargar la configuración o el campo necesario de la configuración
pl_pl: Nie można załadować konfiguracji lub wymaganych pól konfiguracji

source: Got %1$d instead of %2$d response messages
es_mx: Se obtuvieron $1$d mensajes de respuesta en vez de %2$d
pl_pl: Otrzymano %1$d wiadomości z odpowiedzią zamiast %2$d

source: Got no response messages
es_mx: No se obtuvieron mensajes de respuesta
pl_pl: Nie otrzymano żadnej wiadomości z odpowiedzią

source: EWS error: %1$s (%2$s)
es_mx: Error de EWS: %1$s (%2$s)
pl_pl: Błąd EWS: %1$s (%2$s)

source: EWS warning: %1$s (%2$s)
es_mx: Advertencia de EWS: %1$s (%2$s)
pl_pl: Ostrzeżenie EWS: %1$s (%2$s)

source: Object "%1$s" not found
es_mx: Objeto "%1$s" no encontrado.
pl_pl: Nie znaleziono obiektu "%1$s"

source: The name "%1$s" is ambiguous
es_mx: El nombre "%1$s" es ambiguo
pl_pl: Nazwa "%1$s" jest niejednoznaczna

source: An external error occured: %1$s
es_mx: Se ha producido un error externo: %1$s
pl_pl: Wystąpił błąd zewnętrzny: %1$s

source: A CIFS/SMB error occurred: %1$s
es_mx: Se ha producido un error de CIFS/SMB: %1$s
pl_pl: Wystąpił błąd CIFS/SMB: %1$s

source: A CIFS/SMB error occurred: %1$s (status=%2$s)
es_mx: Se ha producido un error de CIFS/SMB: %1$s (estado=%2$s)
pl_pl: Wystąpił błąd CIFS/SMB: %1$s (status=%2$s)

source: Invalid CIFS/SMB URL: %1$s
es_mx: URL CIFS/SMB no válida: %1$s
pl_pl: Nieprawidłowy URL CIFS/SMB: %1$s

source: CIFS/SMB URL does not denote a directory: %1$s
es_mx: La URL CIFS/SMB no corresponde a un directorio: %1$s
pl_pl: URL CIFS/SMB nie oznacza katalogu: %1$s

source: The CIFS/SMB resource does not exist: %1$s
es_mx: El recurso CIFS/SMB no existe: %1$s
pl_pl: Zasób CIFS/SMB nie istnieje: %1$s

source: Update denied for CIFS/SMB resource: %1$s
es_mx: Actualización denegada para el recurso CIFS/SMB: %1$s
pl_pl: Odmowa aktualizacji dla zasobu CIFS/SMB: %1$s

source: Delete denied for CIFS/SMB resource: %1$s
es_mx: Borrado denegado para el recurso CIFS/SMB: %1$s
pl_pl: Odmowa usunięcia dla zasobu CIFS/SMB: %1$s

source: CIFS/SMB URL does not denote a file: %1$s
es_mx: La URL CIFS/SMB no corresponde a un archivo: %1$s
pl_pl: URL CIFS/SMB nie oznacza pliku: %1$s

source: Missing file name.
bg_bg: Липсва името на файла.
ca_es: Falta el nom d'usuari.
es_mx: Falta el nombre de archivo.
fr_fr: Nom de fichier manquant.
nb_no: Mangler filnavn.
nl_nl: De bestandsnaam ontbreekt.
pl_pl: Brak nazwy pliku.
tr_tr: Dosya ismi eksik.
zh_cn: 缺少文件名。
zh_tw: 缺少檔案名。

source: Versioning not supported by CIFS/SMB file storage.
es_mx: Control de versiones no admitido por el almacenamiento de archivos CIFS/SMB.
pl_pl: Praca z różnymi wersjami nie jest obsługiwana przez system plików CIFS/SMB.

source: The operation completed successfully.
es_mx: La operación se completó satisfactoriamente.
pl_pl: Operacja ukończona pomyślnie.

source: A device attached to the system is not functioning.
es_mx: Un dispositivo conectado al sistema no está funcionando.
pl_pl: Urządzenie podłączone do komputera nie działa.

source: Incorrect function.
es_mx: Función incorrecta.
pl_pl: Niepoprawna funkcja.

source: The parameter is incorrect.
es_mx: El parámetro es incorrecto.
pl_pl: Parametr jest nieprawidłowy.

source: Invalid access to memory location.
es_mx: Acceso no válido a ubicación de memoria.
pl_pl: Nieprawidłowy dostęp do lokalizacji w pamięci.

source: The handle is invalid.
es_mx: El controlador no es válido.
pl_pl: Nieprawidłowe dojście.

source: The system cannot find the file specified.
es_mx: El sistema no puede encontrar el archivo especificado,
pl_pl: System nie może odnaleźć wskazanego pliku.

source: More data is available.
es_mx: Hay más datos disponibles.
pl_pl: Jest dostępnych więcej danych.

source: Access is denied.
es_mx: Acceso denegado.
pl_pl: Odmowa dostępu.

source: The data area passed to a system call is too small.
es_mx: El área de datos transferida a una llamada del sistema es demasiado pequeña.
pl_pl: Obszar danych przekazany do wywołania systemowego jest za mały.

source: The filename, directory name, or volume label syntax is incorrect.
es_mx: La sintaxis del nombre de archivo, nombre de directorio o etiqueta del volumen, es incorrecta.
pl_pl: Nazwa pliku, nazwa katalogu lub składnia etykiety woluminu jest niepoprawna.

source: Cannot create a file when that file already exists.
es_mx: No se puede crear un archivo que ya existe.
pl_pl: Nie można utworzyć pliku, który już istnieje.

source: The specified path is invalid.
es_mx: La ruta especificada no es válida.
pl_pl: Podana ścieżka jest nieprawidłowa.

source: The system cannot find the path specified.
es_mx: El sistema no puede encontrar la ruta especificada.
pl_pl: System nie może odnaleźć podanej ścieżki.

source: The process cannot access the file because it is being used by another process.
es_mx: El proceso no puede acceder al archivo porque está siendo utilizado por otro proceso.
pl_pl: Proces nie może uzyskać dostępu do pliku, ponieważ jest on używany przez inny proces.

source: There are currently no logon servers available to service the logon request.
es_mx: No hay servidores disponibles en este momento para atender la solicitud de inicio de sesión.
pl_pl: Obecnie nie ma dostępnych serwerów logowania do obsługi żądania logowania.

source: The specified user already exists.
es_mx: El usuario especificado ya existe.
pl_pl: Podany użytkownik już istnieje.

source: The specified user does not exist.
es_mx: El usuario especificado no existe.
pl_pl: Podany użytkownik nie istnieje.

source: The specified network password is not correct.
es_mx: La contraseña de red especificada no es correcta.
pl_pl: Podane hasło dostępu do sieci jest niepoprawne.

source: Logon failure: unknown user name or bad password.
es_mx: Error de conexión: nombre de usuario desconocido o contraseña incorrecta.
pl_pl: Błąd logowania: nieznana nazwa użytkownika lub nieprawidłowe hasło.

source: Logon failure: user account restriction.
es_mx: Error de conexión: cuenta de usuario restringida.
pl_pl: Błąd logowania: ograniczenie konta użytkownika.

source: Logon failure: account logon time restriction violation.
es_mx: Error de conexión: restricción de tiempo de conexión de la cuenta superada.
pl_pl: Błąd logowania: przekroczenie ograniczenia czasu logowania na koncie.

source: Logon failure: user not allowed to log on to this computer.
es_mx: Error de conexión: el usuario no tiene permiso para iniciar sesión en este equipo.
pl_pl: Błąd logowania: użytkownik nie ma pozwolenia na logowanie się na tym komputerze.

source: Logon failure: the specified account password has expired.
es_mx: Error de conexión: la contraseña de la cuenta especificada ha caducado.
pl_pl: Błąd logowania: podane hasło do konta wygasło.

source: Logon failure: account currently disabled.
es_mx: Error de conexión: cuenta actualmente desactivada.
pl_pl: Błąd logowania: konto jest obecnie wyłączone.

source: No mapping between account names and security IDs was done.
es_mx: No existe correspondencia entre nombres de cuenta e identificadores de seguridad.
pl_pl: Nie wykonano mapowania między nazwami kont a identyfikatorami zabezpieczeń.

source: The security ID structure is invalid.
es_mx: La estructura del identificador de seguridad no es válida.
pl_pl: Struktura identyfikatora zabezpieczeń jest nieprawidłowa.

source: All pipe instances are busy.
es_mx: Todas las instancias de tubería están ocupadas.
pl_pl: Wszystkie wystąpienia potoku są zajęte.

source: The pipe state is invalid.
es_mx: El estado de la tubería no es válido.
pl_pl: Stan potoku jest nieprawidłowy.

source: No process is on the other end of the pipe.
es_mx: No hay ningún proceso al otro lado de la tubería.
pl_pl: Na drugim końcu potoku nie ma żadnego procesu.

source: The pipe is being closed.
es_mx: La tubería se está cerrando.
pl_pl: Trwa zamykanie potoku.

source: Waiting for a process to open the other end of the pipe.
es_mx: Esperando a que un proceso abra el otro lado de la tubería.
pl_pl: Oczekiwanie na otwarcie przez proces drugiego końca potoku.

source: A duplicate name exists on the network.
es_mx: Hay un nombre duplicado en la red.
pl_pl: W sieci istnieje duplikat nazwy.

source: The specified network name is no longer available.
es_mx: El nombre de red especificado ya no está disponible.
pl_pl: Podana nazwa sieciowa jest już niedostępna.

source: Network access is denied.
es_mx: Acceso a la red denegado.
pl_pl: Odmowa dostępu do sieci.

source: The network name cannot be found.
es_mx: No se encuentra el nombre de la red.
pl_pl: Nie można odnaleźć nazwy sieciowej.

source: No more connections can be made to this remote computer at this time because there are already as many connections as the computer can accept.
es_mx: En este momento no se pueden realizar más conexiones a este equipo remoto porque ya hay tantas conexiones activas como este equipo puede aceptar.
pl_pl: Obecnie nie można ustanowić więcej połączeń z tym komputerem zdalnym, ponieważ istnieje już maksymalna dopuszczalna liczba połączeń.

source: Indicates a Windows NT Server could not be contacted or that objects within the domain are protected such that necessary information could not be retrieved.
es_mx: Indica que no se pudo establecer contacto con un servidor Windows NT o que los objetos dentro del dominio están protegidos de tal manera que no se pudo recuperar la información necesaria.
pl_pl: Sygnalizuje, że nie można się skontaktować z serwerem Windows NT lub że obiekty w domenie są chronione, tak że nie można uzyskać potrzebnych informacji.

source: The specified domain did not exist.
es_mx: El dominio especificado no existía.
pl_pl: Podana domena nie istnieje.

source: The directory name is invalid.
es_mx: El nombre del directorio no es válido.
pl_pl: Nazwa katalogu jest nieprawidłowa.

source: The format of the specified computer name is invalid.
es_mx: El formato del nombre del equipo especificado no es válido.
pl_pl: Format podanej nazwy komputera jest nieprawidłowy.

source: The pipe has been ended.
es_mx: La tubería ha sido finalizada.
pl_pl: Potok został zakończony.

source: The specified local group does not exist.
es_mx: El grupo local especificado no existe.
pl_pl: Podana grupa lokalna nie istnieje.

source: Logon failure: the user has not been granted the requested logon type at this computer.
es_mx: Error de conexión: no se le ha concedido al usuario el iniciar sesión en este equipo.
pl_pl: Błąd logowania: użytkownikowi nie przyznano żądanego typu logowania na tym komputerze.

source: The SAM database on the Windows NT Server does not have a computer account for this workstation trust relationship.
es_mx: La base de datos SAM en el servidor Windows NT no tiene una cuenta de equipo para esta relación de confianza con la estación de trabajo.
pl_pl: Baza danych menedżera SAM na serwerze Windows NT nie zawiera konta komputera dla relacji zaufania tej stacji roboczej.

source: The trust relationship between the primary domain and the trusted domain failed.
es_mx: La relación de confianza entre el dominio principal y el dominio de confianza ha fallado.
pl_pl: Relacja zaufania między domeną podstawową a domeną zaufaną nie powiodła się.

source: The account used is a Computer Account. Use your global user account or local user account to access this server.
es_mx: La cuenta utilizada es una cuenta de equipo. Utilice su cuenta de usuario global o su cuenta de usuario local para tener acceso a este servidor.
pl_pl: Użyte konto jest kontem komputera. Aby uzyskać dostęp do tego serwera, użyj globalnego lub lokalnego konta użytkownika.

source: The user must change his password before he logs on the first time.
es_mx: El usuario debe cambiar su contraseña antes de conectarse por primera vez.
pl_pl: Zanim użytkownik zaloguje się pierwszy raz, musi zmienić swoje hasło.

source: Please use a hostname instead of an IP address in the SMB URL.
es_mx: Por favor, use un nombre de equipo en lugar de una dirección IP en la URL de SMB.
pl_pl: W adresie URL bloku SMB użyj nazwy hosta, a nie adresu IP.

source: Your account has been blocked. This can have various reasons like having mistyped the password several times. Please contact your system administrator or hoster in case you can no longer log in.
es_mx: Su cuenta ha sido bloqueada. Puede deberse a diversas razones, como haber escrito mal la contraseña varias veces. Por favor, contacte con el administrador del sistema o proveedor de alojamiento en caso de que ya no pueda conectarse.
pl_pl: Konto zostało zablokowane. Przyczyny mogą być różne, na przykład kilkakrotne wpisanie błędnego hasła. Jeśli nie możesz się zalogować, skontaktuj się z administratorem systemu lub usługodawcą hostingu.

source: The remote system is not reachable by the transport.
es_mx: No se puede acceder al sistema remoto por este medio.
pl_pl: System zdalny nie jest osiągalny przez transport.

source: I/O request could not be handled.
es_mx: La petición de entrada/salida no se ha podido administrar.
pl_pl: Nie można obsłużyć żądania we/wy.

source: Password
bg_bg: Парола
ca_es: Contrasenya
es_mx: Contraseña
fr_fr: Mot de passe
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
tr_tr: Parola
zh_cn: 密码
zh_tw: 密碼

source: A CMIS error occurred: %1$s
es_mx: Se ha producido un error CMIS: %1$s
pl_pl: Wystąpił błąd CMIS: %1$s

source: Invalid CMIS URL: %1$s
es_mx: URL CMIS no válida: %1$s
pl_pl: Nieprawidłowy adres URL dla CMIS: %1$s

source: CMIS URL does not denote a directory: %1$s
es_mx: La URL CMIS no corresponde a un directorio: %1$s
pl_pl: Adres URL dla CMIS nie wskazuje na katalog: %1$s

source: The CMIS resource does not exist: %1$s
es_mx: El recurso CMIS no existe: %1$s
pl_pl: Zasób CMIS nie istnieje: %1$s

source: Update denied for CMIS resource: %1$s
es_mx: Actualización denegada para el recurso CMIS: %1$s
pl_pl: Odmowa aktualizacji dla zasobu CMIS: %1$s

source: Delete denied for CMIS resource: %1$s
es_mx: Borrado denegado para el recurso CMIS: %1$s
pl_pl: Odmowa usunięcia dla zasobu CMIS: %1$s

source: CMIS URL does not denote a file: %1$s
es_mx: La URL CMIS no corresponde a un archivo: %1$s
pl_pl: Adres URL dla CMIS nie wskazuje na plik: %1$s

source: Versioning not supported by CMIS file storage.
es_mx: Control de versiones no admitido por el almacenamiento de archivos CMIS.
pl_pl: Praca z różnymi wersjami nie jest obsługiwana przez system plików CMIS.

source: A Dropbox error occurred: %1$s
es_mx: Ocurrió un error de Dropbox: %1$s
pl_pl: Wystąpił błąd usługi Dropbox: %1$s

source: Invalid Dropbox URL: %1$s
es_mx: URL de Dropbox no válida: %1$s
pl_pl: Nieprawidłowy adres URL usługi Dropbox: %1$s

source: Dropbox URL does not denote a directory: %1$s
es_mx: La URL de Dropbox no corresponde a un directorio: %1$s
pl_pl: Adres URL usługi Dropbox nie oznacza katalogu: %1$s

source: The Dropbox resource does not exist: %1$s
es_mx: El recurso de Dropbox no existe: %1$s
pl_pl: Zasób usługi Dropbox nie istnieje: %1$s

source: Update denied for Dropbox resource: %1$s
es_mx: Actualización denegada para el recurso de Dropbox: %1$s
pl_pl: Odmowa aktualizacji zasobu usługi Dropbox: %1$s

source: Delete denied for Dropbox resource: %1$s
es_mx: Borrado denegado para el recurso de Dropbox: %1$s
pl_pl: Odmowa usunięcia zasobu usługi Dropbox: %1$s

source: Dropbox URL does not denote a file: %1$s
es_mx: La URL de Dropbox no corresponde a un archivo: %1$s
pl_pl: Adres URL usługi Dropbox nie oznacza pliku: %1$s

source: Versioning not supported by Dropbox file storage.
es_mx: Control de versiones no admitido por el almacenamiento de archivos de Dropbox.
pl_pl: Magazyn plików Dropbox nie obsługuje pracy z różnymi wersjami.

source: Missing configuration for account "%1$s".
bg_bg: Липсва конфигурация за профила \ " %1$s ".
ca_es: Falta la configuració del compte "%1$s".
es_mx: Falta la configuración de la cuenta "%1$s".
fr_fr: Configuration manquante pour le compte « %1$s ».
nb_no: Manglende konfigurasjon for kontoen "%1$s".
nl_nl: Ontbrekende configuratie-eigenschap voor account "%1$s".
pl_pl: Brak konfiguracji konta "%1$s".
tr_tr: "%1$s" hesabı eksik yapılandırılmış.
zh_cn: 缺少配置的户口："%1$s"。
zh_tw: 缺少「%1$s」帳號的配置參數。
