Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Action "%1$s" on request path "%2$s" is not permitted via a non-secure connection.
es_mx: La acción "%1$s" en la ruta solicitada "%2$s" no está permitida cuando se emplea una conexión no segura.
pl_pl: Nie można wykonać czynności "%1$s" na żądanej ścieżce "%2$s" poprzez niezabezpieczone połączenie.

source: The action "%1$s" is disabled due to server configuration
es_mx: La acción "%1$s" está desactivada debido a la configuración del servidor
pl_pl: Czynność "%1$s" została zablokowana w związku z konfiguracją serwera

source: Object has been changed in the meantime.
es_mx: El objeto ha sido cambiado mientras tanto.
pl_pl: Obiekt został w międzyczasie zmieniony.

source: Unexpected result. Expected "%1$s", but is "%2$s".
es_mx: Resultado inesperado. Se esperaba %1$s, pero es "%2$s".
pl_pl: Nieoczekiwany wynik. Oczekiwano "%1$s", otrzymano "%2$s".

source: Too many concurrent requests. Please try again later.
es_mx: Demasiadas peticiones concurrentes. Por favor, inténtelo de nuevo más adelante.
pl_pl: Zbyt wiele jednoczesnych prób połączenia. Spróbuj ponownie później.

source: Bad request. The server is unable to handle the request.
es_mx: Solicitud incorrecta. El servidor no puede procesar la solicitud.
pl_pl: Nieprawidłowe żądanie. Jego obsłużenie przez serwer nie było możliwe.

source: The file "%1$s" ("%2$s") can't be imported as image. Only image types (JPG, GIF, BMP or PNG) are supported.
bg_bg: Файлът \ " %1$s " (\ " %2$s ") не може да бъде импортиран като изображение. Поддържат се само типове изображения (JPG, GIF, BMP или PNG).
ca_es: El fitxer "%1$s" ("%2$s") no es pot importar com a imatge. Només s'admeten fitxers de tipus imatge (JPG, GIF, BMP o PNG).
es_mx: El archivo "%1$s" ("%2$s") no se puede importar como imagen. Sólo se admiten archivos de tipo imagen (JPG, GIF, BMP or PNG).
fr_fr: Le fichier « %1$s » (« %2$s ») ne peut pas être importé en tant qu'image. Seuls les types correspondant à des images (JPG, GIF, BMP ou PNG) sont pris en charge.
nb_no: Filen "%1$s" ("%2$s") kan ikke importeres som bilde. Bare bildetyper (JPG, GIF, BMP eller PNG) støttes.
nl_nl: Het bestand "%1$s" ("%2$s") kan niet worden geïmporteerd als afbeelding. Alleen afbeeldingbestanden (JPG, GIF, BMP or PNG) worden ondersteund.
pl_pl: Import pliku "%1$s" ("%2$s") jako obrazu nie jest możliwy. Jedyne obsługiwane typy plików to (JPG, GIF, BMP lub PNG).
tr_tr: "%1$s" ("%2$s") sı görüntü olarak indirilemez. Sadece resim dosyaları (JPG, GIF, BMP ve PNG) destekleniyor.
zh_cn: 文件 "%1$s" ("%2$s") 不能导入成图像。只支持 JPG, GIF, BMP 或 PNG 图像类型。
zh_tw: 檔案「%1$s」(「%2$s」) 無法被匯入為圖片。僅支援圖片檔案 (JPG、GIF、BMP 或 PNG)。

source: Missing request body.
es_mx: Falta el cuerpo de la solicitud.
pl_pl: Brak treści żądania.

source: An HTTP error occurred. Status %1$s. Message %2$s.
es_mx: Se ha producido un error HTTP. Estado %1$s. Mensaje %2$s.
pl_pl: Wystąpił błąd HTTP. Status: %1$s. Komunikat: %2$s.

source: Unsupported format: %1$s
es_mx: Formato no admitido: %1$s
pl_pl: Nieobsługiwany format: %1$s

source: Missing cookie: %1$s
pl_pl: Brak pliku cookie: %1$s

source: Cookie "%1$s" cannot be found because requests does not have any cookies.
pl_pl: Nie znaleziono pliku cookie "%1$s". W żądaniach nie ma żadnych plików cookie.

source: Exception while writing JSON.
es_mx: Excepción al escribir JSON.
pl_pl: W trakcie zapisu obiektu JSON wystąpił wyjątek.

source: Exception while parsing JSON: "%s".
es_mx: Excepción al interpretar JSON: "%s".
pl_pl: W trakcie analizowania obiektu JSON wystąpił wyjątek: "%s".

source: Invalid cookie.
es_mx: Cookie no válida.
pl_pl: Nieprawidłowy plik cookie.

source: Exception while building JSON.
es_mx: Excepción al construir JSON.
pl_pl: W trakcie tworzenia obiektu JSON wystąpił wyjątek.

source: Value "%1$s" of attribute %2$s contains non digit characters.
es_mx: El valor "%1$s" del atributo %2$s contiene caracteres que no son dígitos.
pl_pl: Wartość "%1$s" atrybutu %2$s zawiera znaki, które nie są cyframi.

source: Too many digits within field %1$s.
es_mx: Demasiados dígitos en el campo %1$s.
pl_pl: W polu %1$s znajduje się za dużo cyfr.

source: Unable to parse value "%1$s" within field %2$s as a number.
es_mx: No se pudo interpretar el valor "%1$s" del campo %2$s como número.
pl_pl: Nie można przeanalizować wartości "%1$s" w polu %2$s jako liczby.

source: Invalid value "%2$s" in JSON attribute "%1$s".
es_mx: Valor no válido "%2$s" en atributo JSON "%1$s".
pl_pl: Nieprawidłowa wartość "%2$s" w atrybucie JSON "%1$s".

source: Missing field "%1$s" in JSON data.
es_mx: Falta el campo "%1$s" en los datos JSON.
pl_pl: Brak pola "%1$s" w danych JSON.

source: Invalid value in element "%1$s": %2$s.
es_mx: Valor no válido para el elemento "%1$s": %2$s.
pl_pl: Nieprawidłowa wartość w elemencie "%1$s": %2$s.

source: An I/O error occurred.
es_mx: Se ha producido un error de E/S.
pl_pl: Wystąpił błąd we/wy.

source: Missing field %1$s.
es_mx: Falta el campo %1$s.
pl_pl: Brak pola %1$s.

source: Missing header field %1$s.
es_mx: Falta el campo de cabecera %1$s.
pl_pl: Brak pola nagłówka %1$s.

source: Invalid action %1$s.
es_mx: Acción no válida: %1$s.
pl_pl: Nieprawidłowa czynność %1$s.

source: %1$s is not a number.
bg_bg: %1$s не е число.
ca_es: %1$s no és un nombre.
es_mx: %1$s no es un número.
fr_fr: %1$s n'est pas un nombre.
nb_no: %1$s er ikke et tall.
nl_nl: %1$s is geen getal.
pl_pl: Wartość %1$s nie jest liczbą.
tr_tr: %1$s bir numara değil.
zh_cn: %1$s 不是一个数字。
zh_tw: %1$s 不是一個數字。

source: No principal found: %1$s.
es_mx: No se ha encontrado el principal: %1$s.
pl_pl: Nie znaleziono elementu głównego %1$s

source: Empty passwords are not allowed.
bg_bg: Не се допускат празни пароли.
ca_es: No s'admeten contrasenyes buides.
es_mx: No se permiten contraseñas vacías.
fr_fr: Les mots de passe vides ne sont pas autorisés.
nb_no: Tomme passord er ikke tillatt.
nl_nl: Een leeg wachtwoord is niet toegestaan.
pl_pl: Puste hasła są niedozwolone.
tr_tr: Şifre boş bırakılamaz.
zh_cn: 不允许空的密码。
zh_tw: 不允許空的密碼。

source: Unsupported authorization mechanism in "Authorization" header: %1$s.
es_mx: Mecanismo de autorización no admitido en la cabecera "Authorization": %1$s.
pl_pl: W nagłówku "Authorization" znajduje się nieprawidłowy mechanizm autoryzacji: %1$s.

source: Resolving user name "%1$s" failed.
es_mx: Falló la resolución del nombre de usuario "%1$s".
pl_pl: Rozwiązywanie nazwy użytkownika "%1$s" nie powiodło się.

source: Authentication failed for user name: %1$s
bg_bg: Неуспешно удостоверяване за потребителско име: %1$s
ca_es: Ha fallat l'autenticació per al nom d'usuari: %1$s
es_mx: Ha fallado la autentificación para el nombre de usuario: %1$s
fr_fr: L'initialisation du cache a échoué pour le nom d'utilisateur : %1$s
nb_no: Godkjenning mislyktes for brukernavn: %1$s
nl_nl: Authenticatie is mislukt voor de gebruiker: %1$s
pl_pl: Nie można potwierdzić danych dla nazwy użytkownika: %1$s
tr_tr: Doğrulama işlemi bu kullanıcı için geçersiz oldu: %1$s.
zh_cn: 用户的身份验证失败：%1$s
zh_tw: 用戶的身份驗證失敗: %1$s

source: A WebDAV error occurred.
es_mx: Se ha producido un error WebDAV.
pl_pl: Wystąpił błąd WebDAV.

source: The folder %s doesn't exist.
es_mx: La carpeta %s no existe.
pl_pl: Folder %s nie istnieje.

source: The directory already exists.
es_mx: El directorio ya existe.
pl_pl: Katalog już istnieje.

source: No write permission.
es_mx: No existe permiso de escritura.
pl_pl: Brak uprawnień zapisu.

source: File "%1$s" already exists.
es_mx: El archivo "%1$s" ya existe.
pl_pl: Plik "%1$s" już istnieje.

source: Collections must not have bodies.
es_mx: Las colecciones no pueden contener cuerpos.
pl_pl: Kolekcje nie mogą mieć treści.

source: "%1$s" is a directory.
es_mx: "%1$s" es un directorio.
pl_pl: "%1$s" to katalog.

source: The IP address of host %1$s could not be determined.
es_mx: No se pudo determinar la dirección IP del equipo %1$s
pl_pl: Nie można określić adresu IP hosta %1$s.

source: Integer value is too big: %1$s
es_mx: El valor entero es demasiado grande: %1$s
pl_pl: Wartość liczby całkowitej jest za duża: %1$s

source: Missing previous truncated message package(s).
es_mx: Falta uno o más paquetes del mensaje truncado anterior.
pl_pl: Brak uprzednio skróconych pakietów wiadomości.

source: Conflicting truncated message package(s).
es_mx: Conflicto en el paquete o paquetes del mensaje truncado.
pl_pl: Między skróconymi pakietami wiadomości występuje konflikt.

source: Missing or wrong magic bytes: %1$s
es_mx: Los Magic bytes faltan o son erróneos: %1$s
pl_pl: Brak bajtów określających typ pliku lub nie są one prawidłowe: %1$s

source: Unknown prefix code: %1$s
es_mx: Código de prefijo desconocido: %1$s
pl_pl: Nieznany kod przyrostka: %1$s

source: Invalid message package
es_mx: Paquete de mensajes no válido
pl_pl: Nieprawidłowy pakiet wiadomości

source: Unparsable string.
es_mx: Cadena no analizable.
pl_pl: Ciąg niemożliwy do analizy.

source: Invalid quoted-printable encoding.
es_mx: Codificación quoted-printable no válida.
pl_pl: Nieprawidłowe kodowanie Quoted-Printable.

source: Messaging server socket could not be bound to port %1$d. Probably another process is already listening on this port.
es_mx: El socket del servidor de mensajería no se pudo asociar al puerto %1$d. Es probable que otro proceso ya esté escuchando en este puerto.
pl_pl: Nie można powiązać gniazda serwera wiadomości serwera z portem %1$d. Prawdopodobnie inny proces wykonuje już nasłuch na tym porcie.

source: Start of SessionStorageService failed.
es_mx: El inicio de SessionStorageService ha fallado.
pl_pl: Uruchomienie usługi SessionStorageService nie powiodło się.

source: Saving session with sessionId %1$s failed.
es_mx: Falló la grabación de la sesión con sessionId %1$s.
pl_pl: Zapisanie sesji o identyfikatorze sessionId %1$s nie powiodło się.

source: Lookup for session with sessionId %1$s failed.
es_mx: Falló la búsqueda de la sesión con sessionId %1$s.
pl_pl: Wyszukiwanie sesji o identyfikatorze sessionId %1$s nie powiodło się.

source: Removing session with sessionId %1$s failed.
es_mx: Falló la eliminación de la sesión con sessionId %1$s.
pl_pl: Usunięcie sesji o identyfikatorze sessionId %1$s nie powiodło się.

source: Operation %1$s not supported.
es_mx: La acción %1$s no está admitida.
pl_pl: Czynność %1$s nie jest obsługiwana.

source: Lookup for session with altId %1$s failed
es_mx: Falló la búsqueda para la sesión con altId %1$s
pl_pl: Wyszukanie sesji o identyfikatorze altId %1$s nie powiodło się.

source: No sessions found for user %1$s in context %2$s
es_mx: No se encontraron sesiones para el usuario %1$s en el contexto %2$s
pl_pl: Nie znaleziono sesji użytkownika %1$s w kontekście %2$s

source: No sessions found for context %1$s
es_mx: No se encontraron sesiones para el contexto %1$s
pl_pl: Nie znaleziono sesji w kontekście %1$s

source: No session found for identifier: %1$s
bg_bg: Не е намерена сесия за идентификатора: %1$s
ca_es: No s'ha trobat cap sessió per a l'identificador: %1$s
es_mx: No se encontró ninguna sesión para el identificador: %1$s
fr_fr: Pas de session trouvée pour l'identifiant : %1$s
nb_no: Ingen sesjon funnet for ID: %1$s
nl_nl: Er is geen sessie gevonden voor kenmerk: %1$s.
pl_pl: Nie znaleziono sesji o identyfikatorze: %1$s
tr_tr: Belirleyici için oturum bulunamadı: %1$s
zh_cn: 找不到该标示符的会话：%1$s
zh_tw: 找不到指示符為 %1$s 的工作階段

source: Saving session with session identifier %1$s failed.
es_mx: Falló la grabación de la sesión con identificador de sesión %1$s.
pl_pl: Zapisanie sesji o identyfikatorze %1$s nie powiodło się.

source: Lookup for session with session identifier %1$s failed.
es_mx: Falló la búsqueda de la sesión con el identificador de sesión %1$s.
pl_pl: Wyszukanie sesji o identyfikatorze %1$s nie powiodło się.

source: Removing session with session identifier %1$s failed.
es_mx: Falló la eliminación de la sesión con el identificador de sesión %1$s.
pl_pl: Usunięcie sesji o identyfikatorze %1$s nie powiodło się.

source: Lookup for session with alternative identifier %1$s failed.
es_mx: Falló la búsqueda de la sesión con el identificador alternativo %1$s.
pl_pl: Wyszukanie sesji o identyfikatorze alternatywnym %1$s nie powiodło się.

source: No sessions found for user %1$s in context %2$s.
es_mx: No se encontraron sesiones para el usuario %1$s en el contexto %2$s.
pl_pl: Nie znaleziono żadnych sesji użytkownika %1$s w kontekście %2$s.

source: No sessions found for context %1$s.
es_mx: No se encontraron sesiones para el contexto %1$s.
pl_pl: Nie znaleziono żadnych sesji w kontekście %1$s.

source: No sessions found by random token %1$s.
es_mx: No se encontraron sesiones para la variable aleatoria %1$s.
pl_pl: Nie znaleziono żadnych sesji na podstawie losowego tokenu %1$s.

source: No session with session identifier %1$s found.
pl_pl: Nie znaleziono żadnej sesji o identyfikatorze sesji %1$s.

source: Lookup for session with public identifier %1$s failed
pl_pl: Wyszukanie sesji o identyfikatorze publicznym %1$s nie powiodło się

source: No sessions found by random token %1$s
es_mx: No se encontraron sesiones para la variable aleatoria %1$s
pl_pl: Nie znaleziono żadnych sesji według tokenu losowego %1$s

source: Error in config file.
es_mx: Error en el archivo de configuración.
pl_pl: Błąd w pliku konfiguracji.

source: The message part with sequence ID %1$s could not be found in message %2$s in folder %3$s
es_mx: No se pudo encontrar la parte del mensaje con ID de secuencia %1$s en el mensaje %2$s en la carpeta %3$s
pl_pl: Część wiadomości o identyfikatorze sekwencji %1$s nie została znaleziona w wiadomości %2$s w folderze %3$s

source: Html-2-Text conversion failed: %1$s
es_mx: La conversión Html-2-Text ha fallado: %1$s
pl_pl: Nie można zamienić zawartości w formacie HTML na zwykły tekst: %1$s

source: An internal error occurred: %1$s
es_mx: Se ha producido un error interno: %1$s
pl_pl: Wystąpił wewnętrzny błąd: %1$s

source: There are no recipient(s) for the new message.
bg_bg: За новото съобщение няма получател (и).
ca_es: No existeix cap destinatari per al nou missatge.
es_mx: No existe ningún destinatario para el nuevo mensaje.
fr_fr: Il n'y a aucun destinataire pour le nouveau message.
nb_no: Det finnes ingen mottaker(e) for den nye meldingen.
nl_nl: Voor het nieuwe bericht is/zijn geen ontvanger(s).
pl_pl: Brak odbiorców nowej wiadomości.
tr_tr: Yeni mesaj için alıcı(lar) yok.
zh_cn: 没有新邮件的收件人。
zh_tw: 沒有新郵件的收件人。

source: Receipt acknowledgment cannot be sent: missing header %1$s in message %2$s
es_mx: No puede enviarse el acuse de recibo: cabecera inexistente %1$s en el mensaje %2$s
pl_pl: Nie można wysłać potwierdzenia odbioru: brak nagłówka %1$s w wiadomości %2$s

source: No send address could be found in user configuration
es_mx: No se ha encontrado ninguna dirección de envío en la configuración del usuario
pl_pl: W konfiguracji użytkownika nie znaleziono adresu wysyłki.

source: No storage access because mail connection is not connected
es_mx: No puede accederse al almacenamiento debido a que la conexión de correo no está conectada
pl_pl: Brak dostępu do magazynu. Połączenie pocztowe nie działa.

source: Unable to parse SMTP server URI "%1$s".
es_mx: No se ha podido tratar la URI del servidor SMTP "%1$s".
pl_pl: Nie można zinterpretować identyfikatora URI serwera SMTP "%1$s".

source: The following recipient is not allowed: %1$s. Please remove associated address and try again.
bg_bg: Не е разрешен следният получател: %1$s . Моля, премахнете асоциирания адрес и опитайте отново.
ca_es: El següent destinatari no està permès: %1$s. Per favor, suprimiu l'adreça associada i provau-ho de nou.
es_mx: El siguiente destinatario no está permitido: %1$s. Por favor, elimine la dirección asociada e inténtelo de nuevo.
fr_fr: Le destinataire suivant n'est pas autorisé : %1$s. Veuillez supprimer l'adresse associée et réessayer.
nb_no: Følgende mottaker er ikke tillatt: %1$s. Vennligst fjern forbundet adresse og prøv igjen.
nl_nl: De volgende ontvanger is niet toegestaan: %1$s. Verwijder het gekoppelde adres en probeer opnieuw.
pl_pl: Następujący odbiorca nie jest dozwolony: %1$s. Usuń powiązany adres i spróbuj ponownie.
tr_tr: Bu alıcıya izin verilmiyor: %1$s. Lütfen ilgili adresi çıkarıp tekrar deneyin.
zh_cn: 不允许以下收件人：%1$s。请删除有关地址后重试。
zh_tw: 下列收件者不被允許: %1$s。請移除相關地址並重試。

source: No such snippet found for identifier: %1$s
es_mx: No se encontró el fragmento para el identificador: %1$s
pl_pl: Nieprawidłowy migawki o identyfikatorze %1$s

source: No such snippet attachment found for identifier %1$s in snippet %2$s
es_mx: No se ha encontrado el fragmento para el identificador %1$s en el fragmento %2$s
pl_pl: Nie znaleziono załącznika migawki o identyfikatorze %1$s w migawce %2$s

source: Did not find Apache Solr Core entry for user %1$s and module %2$s in context %3$s.
es_mx: No se encontró el elemento Apache Solr Core para el usuario %1$s y módulo %2$s en el contexto %3$s.
pl_pl: Nie znaleziono pozycji Apache SoIr Core dla użytkownika %1$s w module %2$s w kontekście %3$s.

source: Could not find Apache Solr Core store for given attributes. %1$s.
es_mx: No se ha podido encontrar el almacén Apache Solr Core para los atributos suministrados. %1$s.
pl_pl: Nie można znaleźć magazynu Apache Solr Core dla danych atrybutów. %1$s.

source: All core stores seem to be full.
es_mx: Todos los almacenes principales parecen estar llenos.
pl_pl: Wszystkie magazyny Apache Solr Core są pełne.

source: This Apache Solr Core's instance directory (%1$s) already exists and its structure is inconsistent.
es_mx: El directorio de instancias Apache Solr Core (%1$s) ya existe y su estructura es inconsistente.
pl_pl: Ten katalog wystąpienia Apache Solr Core (%1$s) już istnieje, lecz jego struktura jest niespójna.

source: Could neither delegate Apache Solr request to a local nor to a remote server instance.
es_mx: No se pudo delegar la solicitud Apache Solr ni a una instancia de un servidor local ni a la de un servidor remoto.
pl_pl: Nie można wydelegować żądania Apache Solr ani do lokalnego, ani do zdalnego wystąpienia serwera.

source: Could not parse URI: %1$s.
es_mx: No se ha podido procesar el URI: %1$s.
pl_pl: Nie można przeanalizować identyfikatora URI: %1$s.

source: Remote error: %1$s.
es_mx: Error remoto: %1$s.
pl_pl: Błąd zdalny: %1$s.

source: Could not parse Apache Solr Core identifier %1$s.
es_mx: No se ha podido procesar el identificador de Apache Solr Core %1$s.
pl_pl: Nie można przeanalizować identyfikatora %1$s Apache Solr Core.

source: Unknown module: %1$s.
es_mx: Módulo desconocido: %1$s.
pl_pl: Nieznany moduł: %1$s.

source: Can not reach Apache Solr Core Store. URI %1$s does not lead to an existing directory.
es_mx: No se pudo acceder al almacén de Apache Solr Core. El URI %1$s no conduce a un directorio existente.
pl_pl: Nie można uzyskać połączenia z magazynem Apache Solr Core Store. Identyfikator URI %1$s nie prowadzi do istniejącego katalogu.

source: The affected Apache Solr Core %1$s is not started up yet. Please try again later.
es_mx: El Apache Solr Core afectado %1$s no se ha iniciado todavía. Por favor, inténtelo de nuevo más adelante.
pl_pl: Rdzeń Apache Solr Core %1$s, którego to dotyczy, nie został póki co uruchomiony. Spróbuj ponownie później.

source: The document with uuid %1$s could not be found.
es_mx: No se ha podido encontrar el documento con uiid %1$s.
pl_pl: Nie można znaleźć dokumentu o identyfikatorze uuid %1$s.

source: %1$s is not a valid field for sorting.
es_mx: %1$s no es un campo de ordenación válido.
pl_pl: %1$s nie jest prawidłowym polem do sortowania.

source: The value given for mode "%s" is invalid.
es_mx: El valor suministrado para el modo "%s" no es válido.
pl_pl: Podana wartość dla trybu "%s" jest nieprawidłowa.

source: The parameter "%s" is not set in property file
es_mx: El parámetro "%s" no está establecido en el archivo de propiedades
pl_pl: Parametr "%s" nie został ustawiony w pliku właściwości

source: The parameter "%s" must be set in the property file if spamd is true
es_mx: El parámetro "%s" debe establecerse en el archivo de propiedades si spamd está activado
pl_pl: Parametr "%s" musi być ustawiony w pliku właściwości, jeśli demon spamd został włączony

source: The parameter "%s" must be an integer value but is "%s"
es_mx: El parámetro "%s" debe ser un valor entero, pero ahora es "%s"
pl_pl: Parametr "%s" musi być liczbą całkowitą. Bieżąca wartość parametru: "%s"

source: The parameter "userSource" must be set in the property file if spamd is true
es_mx: El parámetro "userSource" debe establecerse en el archivos de propiedades si spamd está activado
pl_pl: Parametr "userSource" musi być ustawiony w pliku właściwości, jeśli demon spamd został włączony

source: The given value for userSource "%s" is not a possible one
es_mx: El valor suministrado para userSource "%s" no es válido
pl_pl: Podana wartość dla parametru userSource "%s" nie jest możliwa

source: The parameter "%s" must be numeric, but is "%s"
pl_pl: Parametr "%s" musi być liczbą. Bieżąca wartość parametru: "%s"

source: Spamd returned wrong exit code "%s"
es_mx: Spamd ha devuelto un código erróneo de salida "%s"
pl_pl: Demon spamd zwrócił nieprawidłowy kod wyjścia "%s"

source: Internal error: Wrong arguments are given to the tell command: "%s"
es_mx: Error interno: Se han suministrado argumentos erróneos al comando tell: "%s"
pl_pl: Błąd wewnętrzny: do komendy tell zostały przekazane nieprawidłowe argumenty: "%s"

source: Error during communication with spamd: "%s"
es_mx: Error al comunicar con spamd: "%s"
pl_pl: Wystąpił błąd podczas komunikacji z demonem spamd: "%s"

source: Spam cannot be handled because MailService is not available
es_mx: No es posible administrar el correo no deseado porque MailService no está disponible
pl_pl: Nie można obsłużyć wiadomości śmieciowych. Usługa MailService jest niedostępna

source: Error while getting spamd provider from service: "%s"
es_mx: Error al recibir el proveedor smapd desde el servicio: "%s"
pl_pl: Wystąpił błąd podczas uzyskiwania dostawcy demona spamd z usługi "%s"

source: Missing parameter %s
es_mx: Falta el parámetro %s
pl_pl: Brak parametru %s

source: A JSON error occurred
pl_pl: Wystąpił błąd JSON

source: Missing field(s): %s
pl_pl: Brakujące pola: %s

source: Missing form field(s): %s
pl_pl: Brakujące pola formularza: %s

source: Please ask only for columns the server knows
es_mx: Por favor, consulte sólo las columnas que el servidor conozca
pl_pl: Należy pytać tylko o kolumny, które zna serwer

source: Unknown subscription
pl_pl: Nieznana subskrypcja

source: Provide well-formed HTML.
bg_bg: Осигурете добре оформен HTML.
ca_es: Proporcionau HTML ben format.
es_mx: Proporcionar HTML bien formado.
fr_fr: Fournissez du HTML bien formé.
nb_no: Gi velformet HTML.
nl_nl: Gebruik correct HTML.
pl_pl: Wpisz poprawnie sformułowany HTML.
tr_tr: iyi oluşturulmuş HTML sağlayın.
zh_cn: 提供格式标准的 HTML。
zh_tw: 提供格式標準的 HTML。

source: An I/O error occurred: %1$s. Was trying to get the service at %2$s.
pl_pl: Wystąpił błąd we/wy: %1$s. Podjęto próbę dostępu do usługi w %2$s.

source: Try again later.
es_mx: Inténtelo de nuevo más tarde.
pl_pl: Spróbuj ponownie później.

source: A HTTP Error occurred: %1$s. Was trying to get the service at %2$s.
pl_pl: Wystąpił wyjątek HTTP Error: %1$s. Podjęto próbę dostępu do usługi w %2$s.

source: Can only post to external subscription sources.
es_mx: Sólo puede publicarse en fuentes de suscripción externas.
pl_pl: Można publikować tylko w zewnętrznych źródłach subskrypcji.
