Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Verification of client ticket failed: %1$s
es_mx: Falló la validación del ticket del cliente: %1$s
pl_pl: Weryfikacja zgłoszenia klienta nie powiodła się: %1$s

source: Unknown problem: "%1$s".
es_mx: Problema desconocido: "%1$s".
pl_pl: Nieznany problem: "%1$s".

source: Failed to get a delegate ticket for %1$s.
es_mx: Falló la obtención de un ticket delegado para %1$s.
pl_pl: Pobranie delegowanego zgłoszenia dla %1$s nie powiodło się.

source: Communication to Kerberos server failed: %1$s
es_mx: Falló la comunicación con el servidor Kerberos: %1$s
pl_pl: Wystąpił błąd podczas komunikacji z serwerem Kerberos: %1$s

source: Authenticating this service against the Kerberos server failed: %1$s
es_mx: Falló la autentificación de este servicio contra el servidor Kerberos: %1$s
pl_pl: Uwierzytelnienie wybranej usługi na serwerze Kerberos nie powiodło się: %1$s

source: Problem while terminating service ticket: %1$s
es_mx: Problema al finalizar el ticket de servicio: %1$s
pl_pl: Wystąpił problem podczas zamykania zgłoszenia serwisowego: $1%s

source: Can not find credentials in subject %1$s that need a renewal.
bg_bg: Не може да се открият идентификационни данни в %1$s, които се нуждаят от подновяване.
ca_es: No s'han trobat les credencials en l'assumpte %1$s , les quals necessiten ser renovades.
es_mx: No se han encontrado las credenciales en el asunto %1$s que necesitan ser renovadas.
fr_fr: Impossible de trouver une preuve d'identité dans le sujet %1$s qui a besoin d'un renouvellement.
nb_no: Finner ikke legitimasjon i emnet %1$s som trenger en fornyelse.
nl_nl: Kan aanmeldgegevens in onderwerp %1$s die verversing behoeven niet vinden.
pl_pl: Nie można znaleźć poświadczeń dla wymagającego odnowienia tematu %1$s.
tr_tr: %1$s nesnesinde kişi bilgileri bulunamadı , yenilenmesi gerekiyor.
zh_cn: 需要重建的 %1$s 主题中没有找到凭据。
zh_tw: 找不到需要 %1$s 主體當中需要更新的驗證。

source: No Kerberos delegation ticket found in session %1$s.
es_mx: No se ha encontrado ticket de delegación Kerberos en la sesión %1$s.
pl_pl: Nie znaleziono zgłoszenia delegacji Kerberos w sesji %1$s.

source: Name of loadbalancer missing.
es_mx: Falta el nombre del balanceador de carga.
pl_pl: Brak nazwy usługi równoważenia obciążenia.

source: No zone specified.
es_mx: No se ha especificado ninguna zona.
pl_pl: Brak określonej strefy.

source: Could not create loadbalancer.
es_mx: No se ha podido crear el balanceador de carga.
pl_pl: Nie można utworzyć usługi równoważenia obciążenia.

source: Could not register instance with id %1$s with the loadbalancer.
es_mx: No se pudo registrar la instancia con id %1$s con el balanceador de carga.
pl_pl: Nie można zarejestrować wystąpienia o identyfikatorze %1$s w usłudze równoważenia obciążenia.

source: Could not unregister instance with id %1$s from the loadbalancer.
es_mx: No se pudo dar de baja el registro de la instancia con id %1$s del balanceador de carga.
pl_pl: Nie można wyrejestrować wystąpienia o identyfikatorze %1$s z usługi równoważenia obciążenia.

source: IO error.
es_mx: Error de E/S.
pl_pl: Błąd we/wy.

source: Saving new file failed: %1$s
es_mx: Ha fallado el guardado del nuevo archivo: %1$s
pl_pl: Zapisanie nowego pliku nie powiodło się: %1$s

source: Get file %1$s failed: %2$s
es_mx: Falló la obtención del tamaño del archivo %1$s: %2$s
pl_pl: Pobranie pliku %1$s nie powiodło się: %2$s

source: Get file listing failed: %1$s
es_mx: Ha fallado la obtención del listado de archivos: %1$s
pl_pl: Nie można uzyskać listy plików: %1$s

source: Get size of file %1$s failed: %2$s
es_mx: Falló la obtención del tamaño del archivo %1$s: %2$s
pl_pl: Nie można uzyskać rozmiaru pliku %1$s: %2$s

source: Get mime type of file %1$s failed: %2$s
es_mx: Falló la obtención del tipo MIME del archivo %1$s: %2$s
pl_pl: Nie można uzyskać typu MIME pliku %1$s: %2$s

source: Delete file %1$s failed: %2$s
es_mx: Falló el borrado del archivo %1$s: %2$s
pl_pl: Usunięcie pliku %1$s nie powiodło się: %2$s

source: Delete %1$i failed: %2$s
es_mx: Falló el borrado de %1$s: %2$s
pl_pl: Usunięcie elementu %1$i nie powiodło się: %2$s

source: Creating md5 hash of file %1$s failed: %2$s
es_mx: Ha fallado la creación del resumen MD5 del ficnero %1$s: %2$s
pl_pl: Utworzenie skrótu MD5 pliku %1$s nie powiodło się: %2$s.

source: Could not initialize filestorage: %1$s
es_mx: No se ha podido inicializar el almacenamiento de archivos: %1$s
pl_pl: Nie można zainicjować magazynu plików: %1$s

source: Deletion of all files in bucket %1$s failed: %2$s
es_mx: Falló el borrado de todos los archivos de la cesta %1$s: %2$s
pl_pl: Usunięcie wszystkich plików z kontenera %1$s nie powiodło się: %2$s

source: Versioning is disabled
es_mx: El control de versiones está desactivado
pl_pl: Obsługa pracy z różnymi wersjami jest wyłączona

source: Missing access key.
es_mx: Falta la clave de acceso.
pl_pl: Brak klucza dostępu.

source: Missing secret key.
es_mx: Falta la clave secreta.
pl_pl: Brak klucza tajnego.

source: EC2 region not set.
es_mx: Región EC2 no establecida.
pl_pl: Nie ustawiono regionu EC2.

source: Loadbalancing region not set.
es_mx: Región de balanceo de carga no establecido.
pl_pl: Nie ustawiono regionu usługi równoważenia obciążenia.

source: S3 region not set.
es_mx: Región S3 no establecida.
pl_pl: Nie ustawiono regionu S3.

source: Error in S3 encryption: %1$s
es_mx: Error en encriptación S3: %1$s
pl_pl: Błąd szyfrowania S3: %1$s

source: A cache error occurred: %1$s
es_mx: Se ha producido un error de caché: %1$s
pl_pl: Wystąpił błąd pamięci podręcznej: %1$s

source: Missing cache configuration file at location: %1$s
es_mx: Falta el archivo de configuración de caché en la ubicación: %1$s
pl_pl: Brak pliku konfiguracji pamięci podręcznej w lokalizacji: %1$s

source: An I/O error occurred: %1$s
bg_bg: Възникна грешка вход / изход: %1$s
ca_es: Hi ha hagut un error I/O: %1$s
es_mx: Se ha producido un error de E/S: %1$s
fr_fr: Une erreur d'E/S s'est produite : %1$s
nb_no: En I/O feil oppstod: %1$s
nl_nl: Er is een invoer-/uitvoerfout opgetreden: %1$s
pl_pl: Wystąpił błąd we/wy: %1$s
tr_tr: I/O hatası oluştu: %1$s
zh_cn: 出现一个 I/O 错误：%1$s
zh_tw: 出現一個 I/O 錯誤: %1$s

source: Missing configuration property: %1$s
es_mx: Falta la propiedad de configuración: %1$s
pl_pl: Brak właściwości konfiguracji: %1$s

source: The default element attributes could not be retrieved.
es_mx: No han podido recuperarse los atributos por defecto del elemento.
pl_pl: Nie można pobrać domyślnych atrybutów elementu.

source: 'Put' into cache failed.
es_mx: Falló la operación 'Put' en la caché.
pl_pl: Umieszczenie w pamięci podręcznej nie powiodło się.

source: 'Safe put' into cache failed. An object bound to given key already exists.
es_mx: Falló la operación de 'Inserción segura' en la caché. Ya existe un objeto conectado a la clave dada.
pl_pl: Umieszczenie i zapisanie w pamięci podręcznej nie powiodło się. Istnieje już obiekt powiązany z danym kluczem.

source: Remove on cache failed
es_mx: Falló el borrado en la caché
pl_pl: Nie można usunąć z pamięci podręcznej

source: The default element attributes could not be assigned.
es_mx: No han podido asignarse los atributos por defecto del elemento.
pl_pl: Nie można przydzielić domyślnych atrybutów elementu.

source: No cache found for region name: %1$s
es_mx: No se ha encontrado ninguna caché para el nombre de región: %1$s
pl_pl: Nie znaleziono pamięci podręcznej dla nazwy regionu: %1$s

source: Missing default auxiliary defined by property: jcs.default=<aux-name>
es_mx: No se ha encontrado el auxiliar por defecto definido por la propiedad: jcs.default=<aux-name>
pl_pl: Brak domyślnej pomocy o właściwości: jsc.default=<aux-name>

source: Invalid cache region name "%1$s".
es_mx: Nombre de región de caché no válido "%1$s".
pl_pl: Nieprawidłowa nazwa regionu schowka "%1$s".

source: Method not supported.
es_mx: Método no admitido.
pl_pl: Metoda nie jest obsługiwana.

source: Calendar
bg_bg: Календар
ca_es: Calendari
es_mx: Calendario
fr_fr: Agenda
nb_no: Kalender
nl_nl: Agenda
pl_pl: Kalendarz
tr_tr: Takvim
zh_cn: 日历
zh_tw: 日曆

source: Week
bg_bg: Седмица
ca_es: Setmana
es_mx: Semana
fr_fr: Semaine
nb_no: Uke
pl_pl: Tydzień
tr_tr: Hafta
zh_cn: 周
zh_tw: 週

source: All-day events
bg_bg: Целодневни събития
ca_es: Esdeveniments de tot el dia
es_mx: Eventos de día completo
fr_fr: Évènements sur toute la journée
nb_no: Heldagshendelser
nl_nl: Geheledag-gebeurtenis
pl_pl: Wydarzenia całodniowe
tr_tr: Tüm gün etkinlikleri
zh_cn: 全天事件
zh_tw: 全天事件

source: Events
bg_bg: Събития
ca_es: Esdeveniments
es_mx: Eventos
fr_fr: Évènements
nb_no: Arrangement
nl_nl: Gebeurtenissen
pl_pl: Wydarzenia
tr_tr: Etkinlikler
zh_cn: 事件
zh_tw: 事件

source: Location
bg_bg: Място
ca_es: Ubicació
es_mx: Ubicación
fr_fr: Lieu
nb_no: Beliggenhet
nl_nl: Locatie
pl_pl: Miejsce
tr_tr: Konum
zh_cn: 地点
zh_tw: 地點

source: Participants
bg_bg: Участници
es_mx: Participantes
nb_no: Deltakere
nl_nl: Deelnemers
pl_pl: Uczestnicy
tr_tr: Katılımcılar
zh_cn: 参与者
zh_tw: 參與者

source: Comments
bg_bg: Коментари
ca_es: Comentaris
es_mx: Comentarios
fr_fr: Commentaires
nb_no: Kommentarer
nl_nl: Opmerkingen
pl_pl: Komentarze
tr_tr: Yorumlar
zh_cn: 注释
zh_tw: 注釋

source: Accepted
bg_bg: Приет
ca_es: Acceptada
es_mx: Aceptada
fr_fr: Accepté
nb_no: Akseptert
nl_nl: Geaccepteerd
pl_pl: Zaakceptowane
tr_tr: Kabul edilmiş
zh_cn: 已接受
zh_tw: 已接受

source: Declined
bg_bg: Отказан
ca_es: Refusada
es_mx: Rechazada
fr_fr: Décliné
nb_no: Avslått
nl_nl: Afgewezen
pl_pl: Odrzucone
tr_tr: Reddedilmiş
zh_cn: 已拒绝
zh_tw: 已拒絕

source: Tentatively accepted
bg_bg: Условно приета
ca_es: Acceptada provisionalment
es_mx: Aceptada provisionalmente
fr_fr: Accepté provisoirement
nb_no: Foreløpig godtatt
nl_nl: Voorlopig geaccepteerd
pl_pl: Wstępnie zaakceptowane
tr_tr: Geçici olarak kabul edildi
zh_cn: 已暂时接受
zh_tw: 已暫時接受

source: Undecided
bg_bg: Нерешен
ca_es: Per decidir
es_mx: No decidido
fr_fr: Pas pris de décision
nb_no: Usikre
nl_nl: Onbeslist
pl_pl: Niezdecydowane
tr_tr: Karar verilmemiş
zh_cn: 未决定
zh_tw: 未決定

source: Resources
bg_bg: Ресурси
ca_es: Recursos
es_mx: Recursos
fr_fr: Ressources
nb_no: Ressurser
nl_nl: Bron
pl_pl: Zasoby
tr_tr: Kaynaklar
zh_cn: 资源
zh_tw: 資源

source: No recurrence
bg_bg: Няма повторение
ca_es: Sense repeticions
es_mx: Sin repeticiones
fr_fr: Pas de répétition
nb_no: Ingen gjentakelse
nl_nl: Geen herhaling
pl_pl: Brak cyklu
zh_cn: 没有循环
zh_tw: 不重複發生

source: Every %1$s day
bg_bg: Всеки %1$s ден
ca_es: Cada %1$s dia
es_mx: Cada %1$s día
fr_fr: Tous les %1$s jours
nb_no: Hver %1$s dag
nl_nl: Elke %1$s dag
pl_pl: Co %1$s dni
tr_tr: her %1$s gün
zh_cn: 每 %1$s 天
zh_tw: 每 %1$s 天

source: Every week on %1$s
bg_bg: Всяка седмица на %1$s
ca_es: Cada setmana els %1$s
es_mx: Cada semana el %1$s
fr_fr: Toutes les semaines le %1$s
nb_no: %1$s hver uke
nl_nl: Elke week op %1$s
pl_pl: Co tydzień w %1$s
zh_cn: 每周于%1$s
zh_tw: 於每週 %1$s

source: Every %1$s weeks on %2$s
bg_bg: Всеки %1$s седмици на %2$s
ca_es: Cada %1$s setmanes els %2$s
es_mx: Cada %1$s semanas el %2$s
fr_fr: Toutes les %1$s semaines le %2$s
nb_no: %2$ser hver %1$s. uke
nl_nl: Elke %1$s weken op %2$s
pl_pl: Co %1$s tyg. w %2$s
zh_cn: 每 %1$s 周于 %2$s
zh_tw: 於每 %1$s 週的 %2$s

source: On %1$s. day every %2$s. month
bg_bg: На %1$s. ден всеки %2$s. месец
ca_es: El %1$s dia cada %2$s. mes
es_mx: El %1$s día de cada %2$s mes
fr_fr: Le %1$s jour tous les %2$s mois
nb_no: %1$s. dagen hver %2$s. måned
nl_nl: Op de %1$se dag van elke %2$se maand
pl_pl: %1$s dnia co %2$s miesięcy
tr_tr: Her %1$s. ayın %1$s. günü
zh_cn: 在 %1$s。天，每 %2$s 的。月
zh_tw: 每 %2$s 月的 %1$s 日

source: On %1$s %2$s every %3$s. month
bg_bg: На %1$s %2$s всеки %3$s . месец
ca_es: El %1$s %2$s cada %3$s. mes
es_mx: El %1$s %2$s cada %3$s. mes
fr_fr: Le %1$s %2$s tous les %3$s mois
nb_no: På %1$s %2$s hver %3$s. måned
nl_nl: Op de %1$s %2$s elke %3$se maand
pl_pl: W %1$s %2$s co %3$s miesiąc
zh_cn: 每 %3$s 的 %1$s %2$s。月
zh_tw: 每 %3$s 個月的第 %1$s 個 %2$s

source: On %1$s %2$s in %3$s
bg_bg: На %1$s %2$s в %3$s
ca_es: El %1$s %2$s de %3$s
es_mx: El %1$s %2$s de %3$s
fr_fr: Le %1$s %2$s de %3$s
nb_no: På %1$s %2$s i %3$s
nl_nl: Elke %1$s %2$s in %3$s
pl_pl: W %1$s %2$s w %3$s
zh_cn: %3$s的第 %1$s 个%2$s
zh_tw: %3$s 的第 %1$s 個 %2$s

source: Every %1$s. %2$s
bg_bg: Всеки %1$s. %2$s
ca_es: Cada %1$s. de %2$s
es_mx: Cada %1$s de %2$s
fr_fr: Chaque %1$s %2$s
nb_no: Hver %1$s. %2$s
nl_nl: Elke %1$se %2$s
pl_pl: Każdego %1$s %2$s
tr_tr: Her %1$s. %2$s
zh_cn: 每 %1$s。%2$s
zh_tw: 每 %2$s %1$s

source: Work day
bg_bg: Работен ден
ca_es: Dia feiner
es_mx: Día laborable
fr_fr: Jour ouvré
nb_no: Arbeidsdag
nl_nl: Werkdag
pl_pl: Dzień roboczy
tr_tr: İş günü
zh_cn: 工作日
zh_tw: 工作天

source: Weekend day
bg_bg: Почивен ден
ca_es: Dia de cap de setmana
es_mx: Día de fin de semana
fr_fr: Jour de fin de semaine
nb_no: Helgedag
nl_nl: Weekend
pl_pl: Dzień weekendu
tr_tr: Hafta sonu
zh_cn: 周末
zh_tw: 週末

source: Day
bg_bg: Ден
ca_es: Dia
es_mx: Día
fr_fr: Jour
nb_no: Dag
nl_nl: Dag
pl_pl: Dzień
tr_tr: Gün
zh_cn: 日
zh_tw: 日

source: Monday
bg_bg: Понеделник
ca_es: Dilluns
es_mx: lunes
fr_fr: Lundi
nb_no: mandag
nl_nl: maandag
pl_pl: Poniedziałek
tr_tr: Pazartesi
zh_cn: 星期一
zh_tw: 星期一

source: Tuesday
bg_bg: Вторник
ca_es: Dimarts
es_mx: martes
fr_fr: Mardi
nb_no: tirsdag
nl_nl: dinsdag
pl_pl: Wtorek
tr_tr: Salı
zh_cn: 星期二
zh_tw: 星期二

source: Wednesday
bg_bg: Сряда
ca_es: Dimecres
es_mx: miércoles
fr_fr: Mercredi
nb_no: onsdag
nl_nl: woensdag
pl_pl: Środa
tr_tr: Çarşamba
zh_cn: 星期三
zh_tw: 星期三

source: Thursday
bg_bg: Четвъртък
ca_es: Dijous
es_mx: jueves
fr_fr: Jeudi
nb_no: torsdag
nl_nl: donderdag
pl_pl: Czwartek
tr_tr: Perşembe
zh_cn: 星期四
zh_tw: 星期四

source: Friday
bg_bg: Петък
ca_es: Divendres
es_mx: viernes
fr_fr: Vendredi
nb_no: fredag
nl_nl: vrijdag
pl_pl: Piątek
tr_tr: Cuma
zh_cn: 星期五
zh_tw: 星期五

source: Saturday
bg_bg: Събота
ca_es: Dissabte
es_mx: sábado
fr_fr: Samedi
nb_no: lørdag
nl_nl: zaterdag
pl_pl: Sobota
tr_tr: Cumartesi
zh_cn: 星期六
zh_tw: 星期六

source: Sunday
bg_bg: Неделя
ca_es: Diumenge
es_mx: domingo
fr_fr: Dimanche
nb_no: søndag
nl_nl: zondag
pl_pl: Niedziela
tr_tr: Pazar
zh_cn: 星期日
zh_tw: 星期日

source: January
bg_bg: Януари
ca_es: Gener
es_mx: enero
fr_fr: Janvier
nb_no: Januar
nl_nl: januari
pl_pl: Styczeń
tr_tr: Ocak
zh_cn: 一月
zh_tw: 一月

source: February
bg_bg: Февруари
ca_es: Febrer
es_mx: febrero
fr_fr: Février
nb_no: Februar
nl_nl: februari
pl_pl: Luty
tr_tr: Şubat
zh_cn: 二月
zh_tw: 二月

source: March
bg_bg: Март
ca_es: Març
es_mx: marzo
fr_fr: Mars
nb_no: Mars
nl_nl: maart
pl_pl: Marzec
tr_tr: Mart
zh_cn: 三月
zh_tw: 三月

source: April
bg_bg: Април
ca_es: Abril
es_mx: abril
fr_fr: Avril
pl_pl: Kwiecień
tr_tr: Nisan
zh_cn: 四月
zh_tw: 四月

source: May
bg_bg: Май
ca_es: Maig
es_mx: mayo
fr_fr: Mai
nb_no: Mai
nl_nl: mei
pl_pl: Maj
tr_tr: Mayıs
zh_cn: 五月
zh_tw: 五月

source: June
bg_bg: Юни
ca_es: Juny
es_mx: junio
fr_fr: Juin
nb_no: Juni
nl_nl: juni
pl_pl: Czerwiec
tr_tr: Haziran
zh_cn: 六月
zh_tw: 六月

source: July
bg_bg: Юли
ca_es: Juliol
es_mx: julio
fr_fr: Juillet
nb_no: Juli
nl_nl: juli
pl_pl: Lipiec
tr_tr: Temmuz
zh_cn: 七月
zh_tw: 七月

source: August
bg_bg: Август
ca_es: Agost
es_mx: agosto
fr_fr: Août
nl_nl: augustus
pl_pl: Sierpień
tr_tr: Ağustos
zh_cn: 八月
zh_tw: 八月

source: September
bg_bg: Септември
ca_es: Setembre
es_mx: septiembre
fr_fr: Septembre
pl_pl: Wrzesień
tr_tr: Eylül
zh_cn: 九月
zh_tw: 九月

source: October
bg_bg: Октомври
ca_es: Octubre
es_mx: octubre
fr_fr: Octobre
nb_no: Oktober
nl_nl: oktober
pl_pl: Październik
tr_tr: Ekim
zh_cn: 十月
zh_tw: 十月

source: November
bg_bg: Ноември
ca_es: Novembre
es_mx: noviembre
fr_fr: Novembre
pl_pl: Listopad
tr_tr: Kasım
zh_cn: 十一月
zh_tw: 十一月

source: December
bg_bg: Декември
ca_es: Desembre
es_mx: diciembre
fr_fr: Décembre
nb_no: Desember
pl_pl: Grudzień
tr_tr: Aralık
zh_cn: 十二月
zh_tw: 十二月

source: first
bg_bg: първи
ca_es: primer
es_mx: primero
fr_fr: premier
nb_no: første
nl_nl: eerste
pl_pl: pierwszy
tr_tr: İlk
zh_cn: 第一
zh_tw: 第一

source: second
bg_bg: втори
ca_es: segon
es_mx: segundo
fr_fr: deuxième
nb_no: andre
nl_nl: tweede
pl_pl: drugi
tr_tr: İkinci
zh_cn: 第二
zh_tw: 第二

source: third
bg_bg: трети
ca_es: tercer
es_mx: tercero
fr_fr: troisième
nb_no: tredje
nl_nl: derde
pl_pl: trzeci
tr_tr: Üçüncü
zh_cn: 第三
zh_tw: 第三

source: fourth
bg_bg: четвърти
ca_es: quart
es_mx: cuarto
fr_fr: quatrième
nb_no: fjerde
nl_nl: vierde
pl_pl: czwarty
tr_tr: Dördüncü
zh_cn: 第四
zh_tw: 第四

source: last
bg_bg: последен
ca_es: darrer
es_mx: último
fr_fr: dernier
nb_no: siste
nl_nl: laatste
pl_pl: ostatni
tr_tr: son
zh_cn: 最后
zh_tw: 最後

source: Occurs %1$s times
bg_bg: Случва се %1$s пъти
ca_es: S'ha produït %1$s vegades
es_mx: Se produce %1$s veces
fr_fr: Se produit %1$s fois
nb_no: Oppstår %1$s ganger
nl_nl: Vindt %1$s keer plaats
pl_pl: Powtarza się %1$s razy
tr_tr: %1$s kere oluşur.
zh_cn: 发生 %1$s 次
zh_tw: 發生 %1$s 次

source: Until %1$s
bg_bg: До %1$s
ca_es: Fins a %1$s
es_mx: Hasta %1$s
fr_fr: Jusqu'à %1$s
nb_no: Til %1$s
nl_nl: Tot %1$s
pl_pl: Do %1$s
zh_cn: 直到 %1$s
zh_tw: 直到 %1$s

source: No end
bg_bg: Без край
ca_es: Sense data de finalització
es_mx: Sin fecha de finalización
fr_fr: Pas de fin
nb_no: ingen ende
nl_nl: Geen einddatum
pl_pl: Brak daty końcowej
tr_tr: Sonsuz
zh_cn: 无结束日期
zh_tw: 無結束日期

source: An attendee would like to be brought up to date about this appointment.
bg_bg: Участник би искал да бъде актуализиран за това събитие.
ca_es: A un participant li agradaria estar informat sobre aquesta cita.
es_mx: A un participante le gustaría estar informado sobre esta cita.
fr_fr: Un participant souhaiterait être informé à propos de la date de ce rendez-vous.
nb_no: En deltaker ønsker å bli oppdatert angående denne avtalen.
nl_nl: Een deelnemer wil graag op de hoogte gehouden worden van deze afspraak.
pl_pl: Uczestnik spotkania chce otrzymać aktualne informacje o tym spotkaniu.
tr_tr: Katılımcı bu randevuya göre güncellenecektir.
zh_cn: 有一位参加者想要取得关于约会的实时信息更新。
zh_tw: 有一位參加者想要取得關於約會的即時資訊更新。

source: This appointment has attachments. Click on the following link to view the appointment and to retrieve the attachments: %1$s.
bg_bg: Тази среща има прикачени файлове. Кликнете върху следната връзка, за да видите срещата и да изтеглите прикачените файлове: %1$s.
ca_es: Aquesta cita té adjunts. Feu clic en el següent enllaç per a veure la cita i recuperar tots els adjunts: %1$s.
es_mx: Esta cita tiene adjuntos. Haga clic en el siguiente enlace para ver la cita y recuperar los adjuntos: %1$s.
fr_fr: Ce rendez-vous comporte des pièces jointes. Cliquez sur le lien suivant pour afficher le rendez-vous et récupérer les pièces jointes : %1$s.
nb_no: Denne avtalen har vedlegg. Klikk på koblingen nedenfor for å vise avtalen og hente vedlegg: %1$s.
nl_nl: Deze afspraak heeft bijlagen. Klik op de volgende link om de afspraak te bekijken en de bijlagen te downloaden: %1$s
pl_pl: To spotkanie ma załączniki. Aby je wyświetlić i pobrać, kliknij następujące łącze: %1$s.
tr_tr: Bu randevu eklere sahip.Randevuyu görüntülemek ve ekleri okumak için aşağıdaki linke tıklayınız: %1$s.
zh_cn: 此约会有附件。点击以下连接查看约会，和获取附件 %1$s。
zh_tw: 此約會包含附件，點下下列鏈結以檢視約會並取得這些附件: %1$s。

source: The organizer would like to create an exception for a recurring appointment that could not be found. Either ignore this update, or ask the organizer to again send you the recurrence.
bg_bg: Организаторът би искал да създаде изключение за периодична среща, която не можа да бъде намерена. Или пренебрегвайте тази актуализация, или помолете организатора отново да ви изпрати повторението.
ca_es: A l'organitzador li agradaria crear una excepció per a una cita periòdica que no s'ha pogut trobar. Podeu ignorar aquesta actualització o demanar a l'organitzador que us enviï de nou la cita.
es_mx: Al organizador le gustaría crear una excepción para una cita periódica que no se ha podido encontrar. Se puede ignorar esta actualización o pedir al organizador que le envíe de nuevo la cita.
fr_fr: L'organisateur souhaiterait créer une exception pour une série de rendez-vous qui n'a pas pu être trouvée. Vous pouvez soit ignorer ce message, soit demander à l'organisateur de vous envoyer la série à nouveau.
nb_no: Arrangøren ønsker å opprette et unntak for en fast avtale som ikke ble funnet. Enten ignorer denne oppdateringen eller be arrangøren sende deg regelmessigheten på nytt.
nl_nl: De organisator wil een uitzondering maken voor een afsprakenreeks welke niet gevonden kan worden. U kunt deze wijziging negeren óf aan de organisator vragen de afsprakenreeks opnieuw te sturen.
pl_pl: Organizator chce utworzyć wyjątek dla spotkania cyklicznego, którego nie można znaleźć. Zignoruj tę aktualizację, albo poproś organizatora o ponowne przesłanie spotkanie.
tr_tr: Organizatör yinelenen randevu için bulunamayan bir istisna yapmak istiyor.Bu güncellemeyi gözardı et yada organizatöre yinelemeyi size göndermesini iste.
zh_cn: 活动发起人想要为某个无法找到的定期约会创建例外情况。要不忽视此更新，要不请活动发起人再向您发送定期约会。
zh_tw: 活動發起人想要在某個找不到的重複發生活動當中建立一個例外。請忽略此更新，或是請發起者重新傳送重複發生時間給您。

source: The organizer would like to change the occurrence of a recurrence on a day that already contains such a change. The server can only store one change for a series per day.
bg_bg: Организаторът би искал да промени настъпването на повторение на ден, който вече съдържа такава промяна. Сървърът може да съхранява само една промяна за серия на ден.
ca_es: A l'organitzador li agradaria canviar l'ocurrència d'una sèrie en un dia que ja conté canvis. El servidor només pot emmagatzemar un canvi en una sèrie per dia.
es_mx: Al organizador le gustaría cambiar la ocurrencia de una serie en un día que ya contiene cambios. El servidor sólo puede almacenar un cambio en una serie por día.
fr_fr: L'organisateur souhaiterait modifier la répétition d'une série pour une journée qui contient déjà une modification de de type. Le serveur ne peut mémoriser qu'une seule modification de série par jour.
nb_no: Arrangøren vil gjerne endre forekomsten av regelmessigheten på en dag som allerede inneholder en slik endring. Serveren kan bare lagre én endring for en serie per dag.
nl_nl: De organisator wil een wijziging maken in één afspraak van een afsprakenreeks op een dag waar al een dergelijke wijziging heeft plaatsgevonden. Ik kan slechts één wijziging per reeks per dag opslaan.
pl_pl: Organizator chce zmienić wydarzenie seryjne w dniu, w którym zostały już wprowadzone zmiany. Wydarzenie seryjne może mieć zapisaną tylko jedną zmianę na dzień.
tr_tr: Organizatör zaten değişiklik içeren bir gün için değişiklik yapmak istiyor.Sunucu gün içinde sadece bir değişikliğe izin verebilir.
zh_cn: 活动发起人想要更改某一天的定期约会，而之前已经更改。服务器只能为一个系列存储每天一个更改。
zh_tw: 活動發起人想要在已經修改過重複發生活動時間的一系列日期當中再度修改。伺服器只能在這系列當中的每一天儲存一個修改。

source: The organizer would like to cancel an appointment that could not be found.
bg_bg: Организаторът би искал да отмени среща, която не можа да бъде намерена.
ca_es: A l'organitzador li agradaria cancel·lar una cita que no s'ha pogut trobar.
es_mx: Al organizador le gustaría cancelar una cita que no se pudo encontrar.
fr_fr: L'organisateur souhaiterait annuler un rendez-vous qui n'a pas pu être trouvé.
nb_no: Arrangøren vil avbryte en avtale som ikke ble funnet.
nl_nl: De organisator wil een afspraak afzeggen welke niet gevonden kan worden.
pl_pl: Organizator chce odwołać spotkanie, którego nie można znaleźć.
tr_tr: Organizatör bulunamayan bir reandevuyu iptal etmek istiyor.
zh_cn: 活动发起人想要取消某个无法找到的约会。
zh_tw: 活動發起人想要取消某個未知的約會。
