Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: End date must not be before start date.
bg_bg: Крайната дата не трябва да бъде преди началната дата.
ca_es: La data de finalització no ha de ser anterior a la data d'inici.
fr_fr: La date de fin ne doit pas être avant la date de début.
nb_no: Sluttdato må ikke være før startdato.
nl_nl: De einddatum mag niet vóór de startdatum zijn.
tr_tr: Bitiş tarihi başlangıç tarihinden önce olamaz.
zh_cn: 结束日期不得在开始日期前。
zh_tw: 結束日期必須不在開始日期前。

source: This label (%d) is not supported.
bg_bg: Този етикет ( %d ) не се поддържа.
ca_es: Aquesta etiqueta (%d) no està permesa.
fr_fr: Cette étiquette (%d) n'est pas prise en charge.
nb_no: Denne etiketten (%d) støttes ikke.
nl_nl: Het label (%d) wordt niet ondersteund.
tr_tr: (%d) etiketi desteklenmiyor.
zh_cn: 不支持此标签 (%d)。
zh_tw: 標籤 (%d) 不受支援。

source: Unsupported "shown as" value %d.
bg_bg: Неподдържан \ "показан като " стойност %d .
ca_es: Valor %d de "mostra com a" no admès.
fr_fr: Valeur « affiché comme » %d non prise en charge.
nb_no: Uegnet "vises som" verdi %d.
nl_nl: Niet-ondersteunde "getoond als"-waarde %d.
tr_tr: Desteklenmeyen "bu şekilde gösterilen" değer %d.
zh_cn: 不支持“显示为”值 %d。
zh_tw: 不支援的「顯示為」值 %d。

source: Move not supported. You cannot move an appointment into that folder.
bg_bg: Преместването не се поддържа. Не можете да преместите среща в тази папка.

source: Move not allowed from shared folders.
bg_bg: Преместването не е разрешено от споделените папки.
ca_es: No està permès moure des de carpetes compartides.
fr_fr: On ne peut pas déplacer à partir de dossiers partagés.
nb_no: Flytting ikke tillatt fra delte mapper.
nl_nl: Verplaatsen niet toegestaan vanuit gedeelde mappen.
tr_tr: Paylaşımlı dosyalarından taşıma izni yoktur.
zh_cn: 不允许从共享文件夹移出。
zh_tw: 不允許移出共用資料夾。

source: No permissions for attachments granted.
bg_bg: Няма разрешения за предоставени прикачени файлове.
ca_es: No s'han concedit permisos per a adjunts.
fr_fr: Les droits concernant les pièces jointes n'ont pas été accordés.
nb_no: Ingen tillatelser innvilget for vedlegg.
nl_nl: Geen rechten voor bijlagen toegekend.
tr_tr: Ekler için geçerli izin bulunmamaktadır.
zh_cn: 无批准附件的权限。
zh_tw: 未授權給附件。

source: Folder is not of type Calendar.
bg_bg: Папката не е от тип Календар.
ca_es: La carpeta no és de tipus Calendar.
fr_fr: Le dossier n'est pas de type agenda.
nb_no: Mappen er ikke av typen Kalender.
nl_nl: De map is niet van het type Agenda.
tr_tr: Klasör tipi Takvim değildir.
zh_cn: 文件夹不是日历类型。
zh_tw: 資料夾不是日曆類型。

source: Moving an appointment with private flag to a public folder is not allowed.
bg_bg: Преместването на среща с частен флаг в публична папка не е разрешено.
ca_es: No està permès moure una cita marcada com a privada a una carpeta pública.
fr_fr: Il n'est pas permis de déplacer un rendez-vous marqué comme privé dans un dossier public.
nb_no: Flytting av en avtale med privatflagg til en fellesmappe er ikke tillatt.
nl_nl: Verplaatsen van een afspraak met een privé vlag naar een publieke map is niet toegestaan.
tr_tr: Özel bayraklı bir randevu ortak bir dosyaya taşınamaz.
zh_cn: 不允许将加有私人标志的约会移到公共文件夹。
zh_tw: 不允許將加有私人標誌的約會移到公共文件夾。

source: You do not have the appropriate permissions to read this object.
bg_bg: Нямате съответните разрешения да четете този обект.
ca_es: No teniu els permisos adequats per a llegir aquest objecte.
fr_fr: Vous n'avez pas les droits requis pour lire cet objet.
nb_no: Du har ikke de nødvendige tillatelsene til å lese dette objektet.
nl_nl: U heeft niet de juiste rechten om dit object te lezen.
tr_tr: Nesneyi okumak için uygun yetki tanımınız yok.
zh_cn: 您没有读取此对象的适当权限。
zh_tw: 您沒有讀取此物件的適當權限。

source: You do not have the appropriate permissions to create an object.
bg_bg: Нямате подходящите разрешения за създаване на обект.
ca_es: No teniu els permisos adequats per a crear un objecte.
fr_fr: Vous n'avez pas les droits requis pour créer un objet.
nb_no: Du har ikke de nødvendige tillatelsene til å opprette et objekt.
nl_nl: U heeft niet de juiste rechten om een object aan te maken.
tr_tr: Nesne yaratmak için uygun yetki tanımınız yok.
zh_cn: 您没有创建对象的适当权限。
zh_tw: 您沒有建立物件的適當權限。

source: Moving an instance of a recurring appointment into another folder is not allowed.
bg_bg: Не се допуска преместването на инстанция от повтаряща се среща в друга папка.
ca_es: No està permès moure una instància d'una cita recurrent a una altra carpeta.
fr_fr: Il n'est pas permis de déplacer un rendez-vous répétitif dans un autre dossier.
nb_no: Flytting av en forekomst av faste avtaler til en annen mappe er ikke tillatt.
nl_nl: Het verplaatsen van een terugkerende afspraak naar een andere map is niet toegestaan.
tr_tr: Başka bir klasöre yinelenen bir randevunun taşınmasına izin verilmez.
zh_cn: 不允许将一个循环约会移到别的文件夹。
zh_tw: 不支持將一個定期約會移到另一資料夾。

source: Moving an appointment with private flag to a shared folder is not allowed.
bg_bg: Преместването на среща с частен флаг в споделена папка не е разрешено.
ca_es: No està permès moure una cita marcada com a privada a una carpeta compartida.
fr_fr: Il n'est pas permis de déplacer un rendez-vous marqué comme privé dans un dossier partagé.
nb_no: Flytting av en avtale med privatflagg til en fellesmappe er ikke tillatt.
nl_nl: Verplaatsen van een afspraak met een privé vlag naar een gedeelde map is niet toegestaan.
tr_tr: Özel bayraklı bir randevunun ortak klasöre taşınmasına izin verilmez.
zh_cn: 不允许将一个加有私人标志的约会移到共享文件夹。
zh_tw: 不允許將加有私人標誌的約會移到共享文件夾。

source: You can not use different private flags for one element of a recurring appointment.
bg_bg: Не можете да използвате различни частни знамена за един елемент на периодична среща.
ca_es: No podeu emprar distintes marques de privat per a un sol element d'una cita recurrent.
fr_fr: Vous ne pouvez pas utiliser des drapeaux privés différents pour une occurrence d'un rendez-vous répétitif.
nb_no: Du kan ikke bruke forskjellige privatflagg for ett element av faste avtaler.
nl_nl: U kunt geen verschillende privévlaggen gebruiken voor één element van een terugkerende afspraak.
tr_tr: Yinelenen bir randevunun bellir bir ögesi için farklı bayraklar kullanılamaz.
zh_cn: 您不能对定期约会的一个元素使用不同的私人标志。
zh_tw: 您不能對定期約會的一個元素使用不同的私人標誌。

source: You can not use the private flag in a non private folder.
bg_bg: Не можете да използвате частния флаг в частна папка.
ca_es: No podeu emprar la marca de privat en una carpeta no privada.
fr_fr: Vous ne pouvez pas utiliser le drapeau privé dans un dossier qui n'est pas privé.
nb_no: Du kan ikke bruke privatflagg i en ikke privat mappe.
nl_nl: U kunt geen privévlaggen gebruiken in een niet-privé-map.
tr_tr: Özel olmayan bir klasörde özel bayrak kullanamazsınız.
zh_cn: 您不能在非私人文件夹中使用私人标志。
zh_tw: 您不能在非私人資料夾中使用私人標誌。

source: Invalid characters (%2$s) in field %1$s.
bg_bg: Невалидни знаци ( %2$s ) в поле %1$s .
fr_fr: Caractères invalides (%2$s) dans le champ %1$s.
nb_no: Ugyldige tegn (%2$s) i feltet %1$s
nl_nl: Ongeldige tekens (%2$s) in veld %1$s.
tr_tr: %1$s alanındaki geçersiz karakterler (%2$s)
zh_cn: 无效的字符 %2$s（在字段 %1$s 里）。
zh_tw: 欄位 %1$s 中有無效字元（%2$s）。

source: Cannot create that appointment. An appointment having the same unique identifier already exists.
bg_bg: Не може да се създаде тази среща. Среща със същия уникален идентификатор вече съществува.

source: Cannot create that task. A task having the same unique identifier already exists.
bg_bg: Не може да се създаде тази задача. Задача със същия уникален идентификатор вече съществува.

source: Sequence number is outdated.
bg_bg: Номерът на последователността е остарял.
fr_fr: Le numéro de séquence est obsolète.
nb_no: Sekvensnummer er utdatert.
nl_nl: Volgnummer is verlopen.
zh_cn: 序号已过时。
zh_tw: 序號已過時。

source: The calendar is currently under maintenance. Please try again later.
bg_bg: Календарът понастоящем се поддържа. Моля, опитайте отново по-късно.

source: Unable to import this contact picture.
bg_bg: Тази снимка на контакта не може да се импортира.
ca_es: No s'ha pogut importar la imatge d'aquest contacte.
fr_fr: Impossible d'importer cette image de contact.
nb_no: Ute av stand til å importere dette kontaktbildet.
nl_nl: Het is niet mogelijk de contact afbeelding te importeren.
zh_cn: 无法导入此联系人图像。
zh_tw: 無法匯入此聯絡人相片。

source: Folder is not of type Contact.
bg_bg: Папката не е от тип Контакт.
ca_es: La carpeta no és de tipus Contacte.
fr_fr: Le dossier n'est pas de type carnet d'adresses.
nb_no: Mappen er ikke av typen Kontakt.
nl_nl: De map is niet van het type Contacten.
tr_tr: Klasör türü İletişim değil.
zh_cn: 文件夹不是日历类型。
zh_tw: 資料夾不是聯絡人類型。

source: You do not have the appropriate permission to access objects in the folder "%1$s".
bg_bg: Нямате подходящо разрешение за достъп до обекти в папката \ " %1$s ".
ca_es: No teniu els permisos adequats per a accedir a objectes de la carpeta "%1$s".
fr_fr: Vous n'avez pas les droits requis pour accéder aux objets dans le dossier « %1$s ».
nb_no: Du har ikke riktig tillatelse til å få tilgang til objekter i mappen "%1$s".
nl_nl: U heeft niet de juiste rechten om de objecten in de map "%1$s" te benaderen.
tr_tr: "%1$s" klasöründeki nesnelere erişmek için uygun izniniz yok.
zh_cn: 您没有访问文件夹 "%1$s" 里对象的适当权限。
zh_tw: 您沒有適當的權限來存取資料夾「%1$s」當中的物件。

source: You do not have the appropriate permission to create objects in the folder "%1$s".
bg_bg: Нямате подходящо разрешение да създавате обекти в папката \ " %1$s ".
ca_es: No teniu els permisos adequats per a crear objectes en la carpeta "%1$s".
fr_fr: Vous n'avez pas les droits requis pour créer des objets dans le dossier « %1$s ».
nb_no: Du har ikke riktig tillatelse til å lage objekter i mappen "%1$s".
nl_nl: U heeft niet de juiste rechten om de objecten in de map "%1$s" aan te maken.
tr_tr: Bu nesneyi "%1$s" dosyası içinde oluşturmak için uygun izne sahip değilsiniz.
zh_cn: 您没有创建文件夹 "%1$s" 里对象的适当权限。
zh_tw: 您沒有適當的權限在資料夾「%1$s」中建立物件。

source: Unable to synchronize the old contact with the new changes.
bg_bg: Невъзможно е синхронизирането на стария контакт с новите промени.
ca_es: No s'ha pogut sincronitzar l'antic contacte amb els nous canvis.
fr_fr: Impossible de synchroniser le vieux contact avec les nouvelles modifications.
nb_no: Kan ikke synkronisere den gamle kontakten med de nye endringene.
nl_nl: Het is niet gelukt de oude contactgegevens te synchroniseren met de nieuwe wijzigingen.
tr_tr: Yeni değişiklikler ile eski iletişim numaralarına senkronize edilemiyor.
zh_cn: 无法将旧联系人与新更改同步。
zh_tw: 無法將舊聯繫人與新更改同步。

source: You are not allowed to mark this contact as private contact.
bg_bg: Нямате право да означите този контакт като частен контакт.
ca_es: No teniu permès marcar aquest contacte com a privat.
fr_fr: Vous n'avez pas le droit de marquer ce contact comme privé.
nb_no: Du har ikke lov til å merke denne kontakten som privat kontakt.
nl_nl: U mag deze contactpersoon niet markeren als privécontactpersoon.
tr_tr: Bu kişiyi özel olarak işaretleyemezsiniz.
zh_cn: 不允许您将此联系人标记为私人联系人。
zh_tw: 不允許您將此聯繫人標記為私人聯繫人。

source: An edit conflict occurred. To edit the contact please reload it.
bg_bg: Настъпи конфликт на редакцията. За да редактирате контакта, моля, презаредете го.
ca_es: S'ha produït un conflicte d'edició. Per a editar el contacte, per favor tornau a carregar-lo.
fr_fr: Conflit d'édition. Veuillez recharger le contact afin de le modifier.
nb_no: En endringskonflikt oppstod. For å endre kontakten, vennligst oppdater den.
nl_nl: Er is een bewerkingsconflict is ontstaan. Om dit contact te bewerken moet u deze opnieuw inlezen.
tr_tr: Bir düzenleme çakışması oluştu. Kişiyi düzenlemek için lütfen yeniden yükleyiniz.
zh_cn: 发生一个编辑冲突，如要编辑联系人请重新加载它。
zh_tw: 發生編輯衝突。若要編輯聯絡人請重新載入。

source: No changes found. No update required.
bg_bg: Няма намерени промени. Не се изисква актуализация.
ca_es: No s'hi han trobat canvis. No es necessita cap actualització.
fr_fr: Pas de modifications trouvées. Il n'est pas nécessaire de mettre à jour.
nb_no: Ingen endringer funnet. Ingen oppdatering nødvendig.
nl_nl: Geen wijzigingen gevonden. Bijwerken niet nodig.
tr_tr: Değişiklik bulunamadı. Güncelleme gereksinimi yok.
zh_cn: 未找到更改，不需要更新。
zh_tw: 找不到更改，無需更新。

source: Contact "%1$s" not found.
bg_bg: Контакт \ " %1$s " не е намерен.
ca_es: Contacte "%1$s" no trobat.
fr_fr: Contact « %1$s » non trouvé.
nl_nl: Contact "%1$s" niet gevonden.
tr_tr: %1$s kişisi bulunamadı.
zh_cn: 找不到联系人 "%1$s"。
zh_tw: 找不到聯絡人「%1$s」。

source: The image appears to be broken.
bg_bg: Изображението изглежда е нарушено.
ca_es: La imatge sembla estar defectuosa.
fr_fr: L'image semble être corrompue.
nb_no: Bildet ser ut til å være ødelagt.
nl_nl: De afbeelding lijkt kapot te zijn.
tr_tr: Resim bozulmuş gözüküyor.
zh_cn: 图像看上去是破烂的。
zh_tw: 圖像似乎已損壞。

source: Required value "first name" was not supplied.
bg_bg: Изискваната стойност \ "първо име " не е предоставена.
ca_es: No s'ha proporcionat el valor requerit "Nom".
fr_fr: La valeur « Prénom » requise n'a pas été indiquée.
nb_no: Ønsket verdi "fornavn" ble ikke levert.
nl_nl: Vereiste waarde "Voornaam" is niet opgegeven.
tr_tr: Gereken değer 'isim' sağlanmadı.
zh_cn: 未提供需要的值“名字”。
zh_tw: 未提供需要的值「姓氏」。

source: Required value "display name" was not supplied.
bg_bg: Изискваната стойност \ "показвано име " не е предоставена.
ca_es: No s'ha proporcionat el valor requerit "Nom a mostrar".
fr_fr: La valeur « Nom affiché » requise n'a pas été indiquée.
nl_nl: Vereiste waarde "weergavenaam" is niet opgegeven.
tr_tr: Gereken değer 'ekran adı' sağlanmadı.
zh_cn: 未提供需要的值“显示名称”。
zh_tw: 未提供需要的值「顯示名稱」。

source: Unable to move this contact because it is marked as private.
bg_bg: Този контакт не може да се премести, защото е означен като частен.
ca_es: No s'ha pogut moure aquest contacte perquè està marcat com a privat.
fr_fr: Impossible de déplacer ce contact, car il est marqué comme privé.
nb_no: Kan ikke flytte denne kontakten fordi den er merket som privat.
nl_nl: Niet in staat dit contactpersoon te verplaatsen omdat het gemarkeerd is als privé.
tr_tr: Özel olarak işaretlenmiş olduğu için bu kişiyi taşınamıyor.
zh_cn: 因为该联系人标记为私人，所以无法移动此联系人。
zh_tw: 無法移動此聯繫人，因為該聯繫人標記為私人。

source: The name you entered is already assigned to another user. Please choose another display name.
bg_bg: Въведеното от вас име вече е присвоено на друг потребител. Моля, изберете друго показвано име.
ca_es: El nom que heu introduït ja està assignat a un altre usuari. Per favor, triau un altre nom per a mostrar.
fr_fr: Le nom saisi que vous avez saisi est déjà affecté à un autre utilisateur. Veuillez choisir un autre nom d'affichage.
nb_no: Navnet du skrev inn er allerede tilordnet en annen bruker. Velg et annet navn.
nl_nl: De naam die u ingevoerd heeft is toegewezen aan een andere gebruiker. Kies een andere weergavenaam.
tr_tr: Girdiğiniz isim başka bir kullanıcıya atanmış durumdadır. Başka bir ekran adı seçiniz.
zh_cn: 您输入的名字已经指定到其他用户，请选择别的显示名称。
zh_tw: 您輸入的姓名已被指派至其他使用者。請選擇另一個顯示名。

source: Bad character in field "%2$s".
bg_bg: Лош характер в полето \ " %2$s ".
ca_es: Caràcter incorrecte en el camp "%2$s".
fr_fr: Caractère incorrect dans le champ « %2$s ».
nb_no: Ugyldige tegn i felt %2$s.
nl_nl: Ongeldig teken in veld "%2$s".
tr_tr: Alanda geçersiz karakter "%2$s".
zh_cn: "%2$s" 字段里有坏的字符。
zh_tw: 欄位「%2$s」中有無效字元。

source: You do not have the appropriate permission to delete objects from the folder "%1$s".
bg_bg: Нямате подходящо разрешение да изтривате обекти от папката \ " %1$s ".
ca_es: No teniu els permisos adequats per a eliminar objectes de la carpeta "%1$s".
fr_fr: Vous n'avez pas les droits requis pour supprimer des objets du dossier « %1$s ».
nl_nl: U heeft niet de juiste rechten om de objecten uit de map "%1$s" te verwijderen.
tr_tr: "%1$s" Klasöründen nesneleri silmek için uygun yetkiniz yok.
zh_cn: 您没有删除文件夹 "%1$s" 里对象的适当权限。
zh_tw: 您沒有適當的權限在資料夾「%1$s」中刪除物件。

source: Storing a contact with private flag in a shared folder is not allowed.
bg_bg: Съхраняването на контакт с частен флаг в споделена папка не е разрешено.
ca_es: No està permès desar un contacte marcat com a privat a una carpeta compartida.
fr_fr: Il n'est pas permis de stocker un contact marqué comme privé dans un dossier partagé.
nb_no: Å lagre en kontakt med privat flagg i en delt mappe er ikke tillatt.
nl_nl: Contacten welke als privé zijn gemarkeerd mogen niet opgeslagen worden in een gedeelde map.
tr_tr: Özel bayraklı bir kişiyi paylaşılan bir klasöre kaydedemezsiniz.
zh_cn: 不允许在加有私人标志的分享文件夹里储存一个联系人。
zh_tw: 不允許將加有私人標誌的聯絡人儲存至共用文件夾。

source: Image size too large. Image size: %1$s. Max. size: %2$s.
bg_bg: Размерът на изображението е твърде голям. Размер на изображението: %1$s . Макс. размер: %2$s .
ca_es: La mida de la imatge és massa gran. Mida de la imatge: %1$s. Mida màxima: %2$s.
fr_fr: L'image est trop grande. Taille de l'image : %1$d. Taille maximale : %2$d.
nb_no: Bildestørrelse for stor. Bildestørrelse: %1$s. Maks. størrelse: %2$s.
nl_nl: Afbeelding te groot. Afbeeldingsgrootte: %1$s. Max. grootte: %2$s.
tr_tr: Resim boyutu çok büyük. Resim boyutu: %1$s. Max. boyut: %2$s.
zh_cn: 图像体积太大。图像体积： %1$s。最大体积：%2$s。
zh_tw: 圖像太大。圖像大小: %1$s。最大大小: %2$s。

source: Primary E-Mail address in system contact must not be edited.
bg_bg: Основният имейл адрес в системния контакт не трябва да се редактира.
ca_es: No es pot editar l'adreça de correu electrònic de contacte principal de sistema.
fr_fr: L'adresse de courrier électronique principale d'un contact système ne doit pas être modifiée.
nb_no: Primær e-postadresse i systemkontakt må ikke endres.
nl_nl: Primair e-mailadres in systeemcontact mag niet veranderd worden.
tr_tr: Sistemdeki öncelikli iletişim e-posta adresi değiştirilemez.
zh_cn: 不得编辑系统联系人的主电子邮件地址。
zh_tw: 不得編輯系統聯繫人中的首選電子郵件位址。

source: The contact %1$d is not located in folder %2$s (%3$d).
bg_bg: Контактът %1$d не се намира в папката %2$s ( %3$d ).
ca_es: El contacte %1$d no està ubicat a la carpeta %2$s (%3$d).
fr_fr: Le contact %1$d ne se trouve pas dans le dossier %2$s (%3$d).
nb_no: Kontakten %1$d er ikke plassert i mappen %2$s (%3$d).
nl_nl: Het contact %1$d is niet opgeslagen in map %2$s (%3$d).
tr_tr: İletişim bilgisi %1$d , %2$s (%3$d) dosyası içinde değildir.
zh_cn: 联系人 %1$d 不在文件夹 %2$s (%3$d) 中。
zh_tw: 聯繫人 %1$d 不在資料夾 %2$s (%3$d) 中。

source: Required value "last name" was not supplied.
bg_bg: Изискваната стойност \ "фамилия " не е предоставена.
ca_es: No s'ha proporcionat el valor requerit "llinatges".
fr_fr: La valeur « Nom de famille » requise n'a pas été indiquée.
nb_no: Ønsket verdi "visningsnavn" ble ikke levert.
nl_nl: Vereiste waarde "Achternaam" is niet opgegeven.
tr_tr: İstenilen değer 'soyad' sağlanmadı.
zh_cn: 未提供需要的值“姓氏”。
zh_tw: 未提供需要的值「姓氏」。

source: You are not allowed to modify that contact
bg_bg: Не ви е позволено да променяте този контакт
fr_fr: Vous n'êtes pas autorisé à modifier ce contact.
nb_no: Du har ikke lov til å modifisere den kontakten
nl_nl: U mag dit contactpersoon niet aanpassen
tr_tr: Bu iletişim bilgisini değiştirme yetkisine sahip değilsiniz
zh_cn: 您不被允许更改该联系人
zh_tw: 您不被允許修改該聯絡人

source: An E-Mail address is mandatory for external distribution list members. Please add a valid E-Mail address to the contact "%1$s".
bg_bg: Адресът за електронна поща е задължителен за членовете на външните списъци. Моля, добавете валиден имейл адрес към контакта \ " %1$s ".
nl_nl: Een e-mailadres is verplicht voor een deelnemer in een externe distributielijst. Voer alstublieft een geldig e-mailadres in bij het contact "%1$s".
zh_cn: 对于外部通讯组列表成员，强制需要一个电子邮件地址。请添加一个有效的电子邮件地址到联系人 "%1$s"。

source: The object identifier is mandatory for distribution list members referencing existing contacts.
bg_bg: Идентификаторът на обекта е задължителен за членовете на списъка с дистрибутори, които отразяват съществуващите контакти.
ca_es: L'identificador d'objecte és obligatori per a membres de llistes de distribució que es referesquin a contactes ja existents.
fr_fr: L'identifiant d'objet est obligatoire pour les membres de liste de distribution faisant référence à des contacts existants.
nb_no: ObjektID'en er obligatorisk for distribusjonslistemedlemmer som refererer til eksisterende kontakter.
nl_nl: De object-id is verplicht voor leden van een verzendlijst voor het verwijzen naar bestaande contacten.
tr_tr: Nesne tanımlayıcısı, dağıtım listesi üyelerinin mevcut kişileri referans alması için zorunludur.
zh_cn: 对象识别器为通讯组列表成员参考现有联系人的必填部分。
zh_tw: 在郵件清單中指出某個現有的聯絡人時必須要有物件指示苻。

source: Setting %s requires at least a contact and a value.
bg_bg: Настройката %s изисква поне контакт и стойност.
ca_es: Els ajustaments de %s requereixen almenys un contacte i un valor.
fr_fr: On doit disposer au moins d'un contact et d'une valeur pour initialiser %s.
nb_no: Innstilling %s krever minst en kontakt og en verdi.
nl_nl: Instelling %s vereist minimaal een contact en een waarde.
tr_tr: %s ayarları en az bir kişi ve değer gerektirmektedir.
zh_cn: 设置 %s 需要至少一个联系人或一个值。
zh_tw: 選項 %s 必須要有至少一個聯絡人與值。

source: The query "%1$s" contains too many patterns. Please shorten the query and try again.
bg_bg: Заявката \ " %1$s " съдържа твърде много модели. Моля, съкратете заявката и опитайте отново.
fr_fr: La requête « %1$s » comporte trop de motifs. Veuillez raccourcir la requête et réessayer.
nb_no: Spørringen "%1$s" inneholder for mange mønstre. Vennligst kort ned spørringen og forsøk igjen.
nl_nl: De vraag "%1$s" bevat te veel patronen. Verkort de zoekvraag en probeer opnieuw.
zh_cn: 查询 "%1$s" 包含太多模式，请缩短查询后再试。
zh_tw: 請求「%1$s」包含太多類型，請縮短查詢後再試一次。

source: The pattern "%1$s" has been ignored during search.
bg_bg: Моделът " %1$s " е бил пренебрегнат по време на търсенето.
fr_fr: Le motif « %1$s » a été ignoré durant la recherche.
nb_no: Mønsteret "%1$s" har blitt ignorert under søket.
nl_nl: Het patroon "%1$s" wordt tijdens het zoeken genegeerd.
zh_cn: 搜寻时忽略了 "%1$s" 模式。
zh_tw: 搜尋時忽略了模式「%1$s」。

source: Invalid number of properties for distribution list.
bg_bg: Невалиден брой имоти за списъка за разпространение.

source: The account %1$d was not found.
bg_bg: Профилът %1$d не бе намерен.
ca_es: El compte %1$d no s'ha trobat.
fr_fr: Le compte %1$d n'a pas été trouvé.
nb_no: Kontoen %1$d ble ikke funnet.
nl_nl: Het account %1$d is niet gevonden.
tr_tr: %1$d hesabı bulunamadı.
zh_cn: 找不到户口 %1$d。
zh_tw: 找不到帳號「%1$d」。

source: The server is currently down for maintenance. Please try again later.
bg_bg: Понастоящем сървърът е спрян за поддръжка. Моля, опитайте отново по-късно.
ca_es: El servidor està fora de servei per manteniment. Per favor, provau-ho de nou més tard.
fr_fr: Le serveur est actuellement arrêté pour maintenance. Veuillez réessayer plus tard.
nb_no: Serveren er for øyeblikket nede for vedlikehold. Prøv igjen senere.
nl_nl: De server is momenteel uitgeschakeld wegens onderhoud. Probeer het alstublieft later opnieuw.
tr_tr: Bu sunucu şuanda tamir aşamasındadır. Lütfen sonra tekrar deneyiniz.
zh_cn: 服务器现时关闭，请稍后再试。
zh_tw: 伺服器目前暫時離線維護中，請稍後重試。

source: Could not connect to the context storage.
bg_bg: Не можа да се свърже с контекста за съхранение.
ca_es: No s'ha pogut connectar amb l'emmagatzemament del context.
fr_fr: Impossible de se connecter au contexte de stockage.
nb_no: Kunne ikke koble innholdslagringen.
nl_nl: Kan geen verbinding maken met de context opslag.
tr_tr: Kaynak dosyaya ulaşılamadı.
zh_cn: 无法连接到上下文存储。
zh_tw: 無法連線至環境儲存。

source: The account "%1$s" was not found.
bg_bg: Профилът \ " %1$s " не бе намерен.
ca_es: El compte "%1$s" no s'ha trobat.
fr_fr: Le compte « %1$s » n'a pas été trouvé.
nb_no: Kontoen "%1$d" ble ikke funnet.
nl_nl: Het account "%1$s" is niet gevonden
tr_tr: %s hesabı bulunamadı.
zh_cn: 找不到户口 "%1$s"
zh_tw: 找不到帳號「%1$s」。
