Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: This does not look like an iCal file. Please check the file.
bg_bg: Това не прилича на файл с iCal. Моля, проверете файла.
ca_es: Això no pareix un fitxer iCal. Per favor comprovau el fitxer.
es_mx: Esto no parece ser un archivo iCal. Por favor, compruebe el archivo.
fr_fr: Cela ne ressemble pas à un fichier iCal. Veuillez vérifier le fichier.
nb_no: Dette ser ikke ut som en iCal-fil. Kontroller filen.
nl_nl: Dit ziet er niet uit als een iCal-bestand. Controleer het bestand alstublieft.
pl_pl: Nie jest to plik iCal. Sprawdź plik.
tr_tr: Bu dosya iCal dosyası değildir. Lütfen tekrar kontrol ediniz.
zh_cn: 这个不像是一个 iCal 文档。请检查文档。
zh_tw: 這不像一個 iCal檔。請檢查檔。

source: Empty "CLASS" element.
bg_bg: Празен елемент \ "CLASS ".
ca_es: Element "CLASS" buit.
es_mx: Elemento "CLASS" vacío.
fr_fr: Élément « CLASS » vide.
nl_nl: Leeg "CLASS"-element.
pl_pl: Pusty element "CLASS".
tr_tr: Boş "CLASS" elemanı.
zh_cn: 空的 "CLASS" 元素。
zh_tw: 空的 "CLASS" 元素。

source: Insufficient information for parsing/writing this element.
es_mx: No se dispone de suficiente información para procesar/escribir este elemento.
pl_pl: Niewystarczające informacje dla przeprowadzenia analizy/zapisu tego elementu.

source: Element truncated: %s
bg_bg: Елементът е съкратен: %s
ca_es: Element trencat: %s
es_mx: Elemento truncado: %s
fr_fr: Élément tronqué : %s
nb_no: Element avkortet: %s
nl_nl: Element ingekort: %s
pl_pl: Element obcięty: %s
tr_tr: Kesilmiş eleman: %s
zh_cn: 元素被截短：%s
zh_tw: 元素被截斷: %s

source: SQL error: %1$s
es_mx: Error SQL: %1$s
pl_pl: Błąd SQL: %1$s

source: No appropriate folder storage for tree identifier "%1$s" and folder identifier "%2$s".
es_mx: No existe un almacenamiento válido en carpeta para el identificador de árbol "%1$s" y el identificador de carpeta "%2$s".
pl_pl: Brak odpowiedniego magazynu folderów dla identyfikatora drzewa "%1$s" i identyfikatora folderu "%2$s".

source: No appropriate folder storage for tree identifier "%1$s" and content type "%2$s".
es_mx: Almacenamiento en carpeta no válido para el identificador del árbol "%1$s" y el tipo de contenido "%2$s".
pl_pl: Brak odpowiedniego magazynu folderów dla identyfikatora drzewa "%1$s" i typu zawartości "%2$s".

source: Missing session.
es_mx: No se encuentra la sesión.
pl_pl: Brak sesji.

source: Folder "%1$s" is not visible to user "%2$s" in context "%3$s"
es_mx: La carpeta "%1$s" no es visible para el usuario"%2$s" en el contexto "%3$s"
pl_pl: Folder "%1$s" nie jest widoczny dla użytkownika "%2$s" w kontekście "%3$s"

source: JSON error: %1$s
es_mx: Error JSON: %1$s
pl_pl: Błąd JSON: %1$s

source: Missing tree identifier.
es_mx: Identificador de árbol no encontrado.
pl_pl: Brak identyfikatora drzewa.

source: Missing parent folder identifier.
es_mx: Identificador de carpeta padre no encontrado.
pl_pl: Brak identyfikatora folderu nadrzędnego.

source: Missing folder identifier.
es_mx: Identificador de carpeta no encontrado.
pl_pl: Brak identyfikatora folderu.

source: Parent folder "%1$s" does not allow folder content type "%2$s" in tree "%3$s" for user %4$s in context %5$s.
es_mx: La carpeta padre "%1$s" no permite el tipo de contenido "%2$s" en el árbol "%3$s" para el usuario %4$s en el contexto %5$s.
pl_pl: Folder nadrzędny "%1$s" nie pozwala na typ zawartości "%2$s" w drzewie "%3$s" dla użytkownika %4$s w kontekście %5$s.

source: Move operation not permitted.
es_mx: Operación mover no permitida.
pl_pl: Operacja przeniesienia nie jest dozwolona.

source: A folder named "%1$s" already exists below parent folder "%2$s" in tree "%3$s".
es_mx: Ya existe una carpeta con el nombre "%1$s" contenida en la carpeta padre "%2$s" en el árbol "%3$s".
pl_pl: Folder o nazwie "%1$s" istnieje już w folderze nadrzędnym "%2$s" w drzewie "%3$s".

source: Subscribe operation not permitted on tree "%1$s".
es_mx: Operación de suscripción no permitida en el árbol "%1$s".
pl_pl: Subskrypcja nie jest dozwolona w drzewie "%1$s".

source: Unsubscribe operation not permitted on tree "%1$s".
es_mx: Operación de baja de suscripción no permitida en el árbol "%1$s".
pl_pl: Usunięcie subskrypcji nie jest dozwolone w drzewie "%1$s".

source: Unsubscribe operation not permitted on folder "%1$s" in tree "%2$s". Unsubscribe subfolders first.
es_mx: Operación de desuscripción no permitida en la carpeta "%1$s" del árbol "%2$s". Desuscríbase de las subcarpetas en primer lugar.
pl_pl: Usunięcie subskrypcji nie jest dozwolone w folderze "%1$s" w drzewie "%2$s". Najpierw usuń subskrypcję podfolderów.

source: Unknown content type: %1$s.
es_mx: Tipo de contenido desconocido: %1$s.
pl_pl: Nieznany typ zawartości: %1$s.

source: Missing property: %1$s.
es_mx: Propiedad no encontrada: %1$s.
pl_pl: Brak właściwości %1$s.

source: Unsupported storage type: %1$s.
es_mx: Tipo de almacenamiento no soportado: %1$s
pl_pl: Nieobsługiwany typ magazynu: %1$s.

source: Folder "%1$s" could not be found in tree "%2$s".
es_mx: No se ha podido encontrar la carpeta "%1$s" en el árbol "%2$s".
pl_pl: Nie można znaleźć folderu "%1$s" w drzewie "%2$s".

source: No default folder available for content type "%1$s" in tree "%2$s".
es_mx: No existe una carpeta por defecto para el tipo de contenido "%1$s" en el árbol "%2$s".
pl_pl: Brak domyślnego folderu dla typu zawartości "%1$s" w drzewie "%2$s".

source: Invalid folder identifier: %1$s.
es_mx: Identificador de carpeta no válido: %1$s
pl_pl: Nieprawidłowy identyfikator folderu: %1$s.

source: Folder "%1$s" must not be deleted by user "%2$s" in context "%3$s".
es_mx: La carpeta "%1$s" no debe ser eliminada por el usuario "%2$s" en el contexto "%3$s".
pl_pl: Folder "%1$s" nie może zostać usunięty przez użytkownika "%2$s" w kontekście "%3$s".

source: Folder "%1$s" must not be moved by user "%2$s" in context "%3$s".
es_mx: La carpeta "%1$s" no debe ser movida por el usuario "%2$s" en el contexto "%3$s".
pl_pl: Folder "%1$s" nie może zostać przeniesiony przez użytkownika "%2$s" w kontekście "%3$s".

source: A temporary error occurred. Please retry.
es_mx: Se ha producido un error puntual. Por favor, inténtelo de nuevo.
pl_pl: Wystąpił błąd tymczasowy. Spróbuj ponownie.

source: User "%2$s" must not create subfolders below folder "%2$s" in context "%3$s".
es_mx: El usuario "%2$s" no tiene permiso para crear subcarpetas en la carpeta "%2$s" en el contexto "%3$s".
pl_pl: Użytkownikowi "%2$s" nie wolno tworzyć podfolderów do folderu "%2$s" w kontekście "%3$s".

source: No mail folder allowed below a public folder.
es_mx: No se admiten carpetas de correo bajo una carpeta pública.
pl_pl: Folder poczty w folderze publicznym nie jest dozwolony.

source: No such tree with identifier "%1$s".
es_mx: No existe un árbol con identificador "%1$s".
pl_pl: Brak drzewa o identyfikatorze "%1$s".

source: A tree with identifier "%1$s" already exists.
es_mx: Ya existe un árbol con identificador "%1$s".
pl_pl: Drzewo o identyfikatorze "%1$s" już istnieje.

source: The folder name "%1$s" is reserved. Please choose another name.
bg_bg: Името на папката \ " %1$s " е запазено. Моля, изберете друго име.
ca_es: El nom de carpeta "%1$s" està reservat. Per favor, triau un altre nom.
es_mx: El nombre de carpeta "%1$s" está reservado. Por favor, elija otro nombre.
fr_fr: Le nom de dossier « %1$s » est réservé. Veuillez choisir un autre nom.
nb_no: Mappenavnet "%1$s" er reservert. Velg et annet navn.
nl_nl: De map naam "%1$s" is gereserveerd. Kies alstublieft een andere naam.
pl_pl: Nazwa folderu %1$s jest już zarezerwowana. Wybierz inną nazwę.
tr_tr: "%1$s" dosya ismi ters çevrildi. Lütfen başka bir isim seçin.
zh_cn: 文件夹名称 "%1$s" 保留的。请选择其他名称。
zh_tw: 資料夾「%1$s」已被保留。請再挑一個。

source: Found two folders named "%1$s" located below the parent folder "%2$s". Please rename one of the folders. There should be no two folders with the same name.
es_mx: Se encontraron dos carpetas denominadas "%1$s" bajo la carpeta padre "%2$s". Por favor, renombre una de las carpetas. No debe haber dos carpetas con el mismo nombre.
pl_pl: Znaleziono dwa foldery o nazwie "%1$s" zlokalizowane poniżej folderu nadrzędnego "%2$s". Istnienie dwóch folderów o tej samej nazwie nie jest dozwolone. Zmień nazwę jednego z folderów.

source: An unexpected error occurred: %1$s. Please try again.
es_mx: Se ha producido un error inesperado: %1$s. Por favor, inténtelo de nuevo.
pl_pl: Wystąpił nieoczekiwany błąd: %1$s. Spróbuj ponownie.

source: SQL Problem: "%1$s"
es_mx: Problema SQL: "%1$s"
pl_pl: Wystąpił problem SQL: "%1$s"

source: No group given.
bg_bg: Няма дадена група.
ca_es: No s'ha proporcionat cap grup.
es_mx: No se ha proporcionado ningún grupo.
fr_fr: Pas de groupe indiqué.
nb_no: Ingen gruppe gitt.
nl_nl: Geen groep opgegeven
pl_pl: Nie została podana grupa.
zh_cn: 未指定组。
zh_tw: 未指定組。

source: The mandatory field %1$s is not defined.
es_mx: El campo requerido %1$s no está definido.
pl_pl: Nie zostało zdefiniowane wymagane pole %1$s.

source: The simple name contains invalid characters: "%1$s".
es_mx: El nombre corto contiene caracteres no válidos: "%1$s".
pl_pl: Nazwa prosta zawiera niedozwolone znaki: "%1$s".

source: Another group with the same identifier name exists: %1$d.
es_mx: Ya existe otro grupo con el mismo nombre identificativo: %1$d.
pl_pl: Istnieje inna grupa o tym samym identyfikatorze: %1$d.

source: Group contains a not existing member %1$d.
es_mx: El grupo contiene un miembro que no existe %1$d.
pl_pl: Grupa zawiera nieistniejącego członka: %1$d.

source: Group contains invalid data: "%1$s".
es_mx: El grupo contiene datos no válidos: "%1$s".
pl_pl: Grupa zawiera niepoprawne dane: "%1$s"

source: You are not allowed to create groups.
bg_bg: Не ви е позволено да създавате групи.
ca_es: No se us permet crear grups.
es_mx: No se le permite crear grupos.
fr_fr: Vous n'avez pas le droit de créer des groupes.
nb_no: Du har ikke lov til å opprette grupper.
nl_nl: U mag geen groepen aanmaken.
pl_pl: Nie masz uprawnień do tworzenia grup.
zh_cn: 不允许您创建组。
zh_tw: 不允許您建立群組。

source: Edit Conflict. Your change cannot be completed because somebody else has made a conflicting change to the same item. Please refresh or synchronize and try again.
bg_bg: Редактиране на конфликта. Промяната ви не може да бъде извършена, защото някой друг е направил несъвместима промяна на същия елемент. Моля, опреснете или синхронизирайте и опитайте отново.
ca_es: Conflicte d'edició. El vostre canvi no es pot completar perquè qualcú ha fet un canvi al mateix element que entra en conflicte amb el vostre. Per favor, recarregau o sincronitzau i provau-ho de nou.
es_mx: Conflicto de Edición. Su cambio no puede completarse porque alguien ha hecho un cambio al mismo elemento que entra en conflicto con el suyo. Por favor, actualice o resincronice, e inténtelo de nuevo.
fr_fr: Conflit de modification. Votre changement n'a pas pu être validé car quelqu'un d'autre a effectué une modification qui crée un conflit avec le même élément. Veuillez actualiser ou vous synchroniser puis réessayer.
nb_no: Endre konflikt. Endringen kan ikke fullføres fordi noen andre har gjort en motstridende endring til det samme elementet. Vennligst oppdater eller synkroniser og prøv igjen.
nl_nl: Bewerkingsconflict. Uw wijziging kan niet worden voltooid omdat iemand anders een conflicterende wijziging gemaakt heeft aan hetzelfde item. Ververs of synchroniseer alstublieft en probeer het nogmaals.
pl_pl: Konflikt edycji. Zmiana nie może być zakończona, ponieważ inny użytkownik wprowadził konfliktującą zmianę do tego samego elementu. Wykonaj odświeżenie lub synchronizację i spróbuj ponownie.
zh_cn: 修改冲突。您的更改因为其他人在同一个项目做出一个冲突更改，而无法完成。请刷新或同步后重试。
zh_tw: 編輯衝突。您的更改無法完成，因為其他人已經對相同的條目進行了有衝突的更改。請刷新或同步後重試。

source: You are not allowed to change groups.
bg_bg: Не ви е позволено да променяте групи.
ca_es: No se us permet canviar grups.
es_mx: No se le permite cambiar grupos.
fr_fr: Vous n'avez pas le droit de modifier des groupes.
nb_no: Du har ikke lov til å endre grupper.
nl_nl: U mag geen groepen wijzigen.
pl_pl: Nie masz uprawnień do zmiany grup.
zh_cn: 不允许您更改组。
zh_tw: 不允許您變更群組。

source: You are not allowed to delete groups.
bg_bg: Не ви е разрешено да изтривате групи.
ca_es: No se us permet suprimir grups.
es_mx: No se le permite borrar grupos.
fr_fr: Vous n'avez pas le droit de supprimer des groupes.
nb_no: Du har ikke lov til å slette grupper.
nl_nl: U mag geen groepen wissen.
pl_pl: Nie masz uprawnień do usuwania grup.
zh_cn: 不允许您删除组。
zh_tw: 不允許您刪除群組。

source: Group "%1$s" can not be deleted.
bg_bg: Групата " %1$s " не може да бъде изтрита.
ca_es: No s'ha pogut suprimir el grup "%1$s".
es_mx: No se puede borrar el grupo "%1$s".
fr_fr: Le groupe « %1$s » ne peut pas être supprimé.
nb_no: Gruppen "%1$s" kan ikke slettes.
nl_nl: Groep "%1$s" kan niet verwijderd worden
pl_pl: Nie można usunąć grupy "%1$s".
zh_cn: 不能删除组 "%1$s"。
zh_tw: 不能刪除群組「%1$s」。

source: Group "%1$s" can not be changed.
bg_bg: Групата \ " %1$s " не може да бъде променена.
ca_es: No s'ha pogut canviar el grup "%1$s".
es_mx: Se se puede cambiar el grupo "%1$s".
fr_fr: Impossible de changer le groupe « %1$s ».
nb_no: Gruppen "%1$s" kan ikke endres.
nl_nl: Groep "%1$s" kan niet worden gewijzigd.
pl_pl: Nie można zmienić grupy "%1$s".
zh_cn: 不能更改组 "%1$s"。
zh_tw: 不能更改群組「%1$s」。

source: Attachment cannot be saved. File store limit is exceeded.
bg_bg: Прикачването не може да бъде запазено. Лимитът за съхранение на файлове е превишен.
ca_es: No s'ha pogut desar l'adjunt. Heu superat el límit d'emmagatzemament de fitxers.
es_mx: No se pudo guardar el adjunto, Se ha superado el límite del almacén de archivos.
fr_fr: La pièce jointe ne peut pas être enregistrée. La limite du dépôt de fichiers est dépassée.
nb_no: Vedlegg kan ikke lagres. Fillagringsgrensen er overskredet.
nl_nl: Aanhangsel kan niet worden opgeslagen. Bestandsdepot limiet overschreden.
pl_pl: Nie można zapisać załącznika. Przekroczono limit miejsca dla pliku.
zh_cn: 无法保存附件。超出文件存储限制。
zh_tw: 無法儲存附件。超過檔案儲存區限制。

source: Could not save file to the file store.
bg_bg: Файлът не можа да бъде запазен в хранилището на файлове.
ca_es: No s'ha pogut desar el fitxer al magatzem de fitxers.
es_mx: No se ha podido grabar el archivo en el almacén de archivos.
fr_fr: Impossible d'enregistrer le fichier dans le dépôt de fichiers.
nb_no: Kunne ikke lagre filen til fillagring.
nl_nl: Kan bestand niet opslaan naar het bestandsdepot.
pl_pl: Nie można zapisać pliku do magazynu plików.
tr_tr: Dosya alanına dosya kaydedilemez
zh_cn: 无法将文件保存到文件存储。
zh_tw: 無法將檔保存到檔存儲。

source: Attachments must contain a file.
bg_bg: Прикачените файлове трябва да съдържат файл.
ca_es: Els adjunts han de contenir algun fitxer.
es_mx: Los adjuntos deben contener algún archivo.
fr_fr: Les pièces jointes doivent contenir un fichier.
nb_no: Vedlegg må inneholde en fil.
nl_nl: Aanhangsels dienen een bestand te bevatten.
pl_pl: Załączniki muszą zawierać plik.
tr_tr: Eklentiler dosya içermek zorunda
zh_cn: 附件必须包含一个文件。
zh_tw: 附件必須包含一個檔。

source: Cannot generate ID for new attachment: %s
es_mx: No se puede generar un ID para un nuevo adjunto: %s
pl_pl: Nie można utworzyć identyfikatora dla nowego załącznika: %s

source: Could not retrieve file: %s
es_mx: No se ha podido recuperar el archivo: %s
pl_pl: Nie można pobrać pliku: %s

source: The attachment you requested no longer exists. Please refresh the view.
bg_bg: Прикаченият файл, който поискахте, вече не съществува. Моля, опреснете изгледа.
ca_es: L'adjunt que heu sol·licitat ja no existeix. Per favor, actualitzau la vista.
es_mx: El adjunto que ha solicitado ya no existe. Por favor, actualice la vista.
fr_fr: La pièce jointe que vous avez demandée n'existe plus. Veuillez actualiser l'affichage.
nb_no: Vedlegget du ba om finnes ikke lenger. Vennligst oppdater visningen.
nl_nl: Het aanhangsel dat u aanvroeg bestaat niet langer. Gelieve het beeld te verversen.
pl_pl: Żądany załącznik już nie istnieje. Odśwież widok.
tr_tr: İstenilen eklenti artık mevcut değil. Lütfen görüntüyü yenileyiniz.
zh_cn: 您请求的附件不再存在。请刷新视图。
zh_tw: 您請求的附件不再存在。請刷新視圖。

source: Could not delete attachment.
bg_bg: Прикаченият файл не можа да бъде изтрит.
ca_es: No s'ha pogut suprimir l'adjunt.
es_mx: No se ha podido borrar el adjunto.
fr_fr: Impossible de supprimer la pièce jointe.
nb_no: Kunne ikke slette vedlegg.
nl_nl: Kon een aanhangsel niet verwijderen.
pl_pl: Nie można usunąć załącznika.
tr_tr: Eklenti silinemez.
zh_cn: 无法删除附件。
zh_tw: 無法刪除附件。

source: Could not find an attachment with the file id %s. Either the file is orphaned or belongs to another module.
es_mx: No se pudo encontrar un adjunto con el id de archivo %s. Puede que el archivo haya quedado huérfano o que pertenezca a otro módulo.
pl_pl: Nie można znaleźć załącznika o parametrze file_id z wartością %s. Plik został osierocony lub należy do innego modułu.

source: Could not delete files from file store. Context: %d.
es_mx: No se han podido borrar archivos del almacén de archivos. Contexto: %d.
pl_pl: Nie można usunąć plików z magazynu plików. Kontekst: %d.

source: Validation failed: %s
es_mx: Falló la validación: %s
pl_pl: Nie można sprawdzić poprawności: %s

source: An error occurred executing the search in the database.
es_mx: Se ha producido un error al realizar la búsqueda en la base de datos.
pl_pl: Podczas przeszukiwania bazy danych wystąpił błąd.

source: Unable to access the file store.
bg_bg: Невъзможно е да имате достъп до файловия магазин.
ca_es: No s'ha pogut accedir al magatzem de fitxers.
es_mx: No se pudo acceder al almacén de archivos.
fr_fr: Impossible d'accéder au dépôt de fichiers.
nb_no: Får ikke tilgang til fillager.
nl_nl: Geen toegang tot het bestandsdepot.
pl_pl: Nie można uzyskać dostępu do magazynu plików.
tr_tr: Dosya alanına erişilemez.
zh_cn: 无法访问文件存储。
zh_tw: 無法存取檔案儲存空間。

source: Writing to file store failed.
es_mx: Ha fallado la grabación en el almacén de archivos.
pl_pl: Nie można zapisać w magazynie plików.

source: Changes done to the object this attachment was added to could not be undone. Your database is probably inconsistent, run the consistency tool.
es_mx: No se pudieron deshacer los cambios hechos al objeto al que se añadió este adjunto. Probablemente su base de datos sea inconsistente. Ejecute la herramienta de consistencia.
pl_pl: Nie można cofnąć zmian wprowadzonych do obiektu, do którego został dodany wybrany załącznik. Baza danych jest prawdopodobnie niespójna. Uruchom narzędzie przywracania spójności.

source: An error occurred attaching to the given object.
es_mx: Se ha producido un error al adjuntar al objeto dado.
pl_pl: Podczas załączania do danego obiektu wystąpił błąd.

source: The object could not be detached because the update to an underlying object failed.
es_mx: No se pudo separar el objeto porque falló la actualización de un objeto subyacente.
pl_pl: Nie można odłączyć obiektu. Nie powiodła się aktualizacja obiektu bazowego.

source: Invalid parameter sent in request. Parameter '%1$s' was '%2$s' which does not look like a number.
bg_bg: Невалиден параметър, изпратен в заявката. Параметърът " %1$s " е " %2$s ", който не прилича на число.
ca_es: S'ha enviat un paràmetre no vàlid en una petició. El paràmetre '%1$s' era '%2$s', que no sembla ser un nombre.
es_mx: Se ha enviado un parámetro no válido en una petición. El parámetro '%1$s' era '%2$s', que no parece ser un número.
fr_fr: Paramètre invalide envoyé dans la requête. Le paramètre « %1$s » était « %2$s », lequel ne semble pas être un nombre.
nb_no: Ugyldig parameter sendt i forespørsel. Parameteren '%1$s' var '%2$s' og ser ikke ut som et nummer.
nl_nl: Ongeldige parameter verzonden in aanvraag. Parameter '%1$s' was '%2$s' wat geen geldig getal is.
pl_pl: W żądaniu został przesłany nieprawidłowy parametr. Parametr '%1$s' miał wartość '%2$s', która nie wygląda jak liczba.
tr_tr: Geçersiz bir parametre istenildi. Sayı olmayan '%2$s', '%1$s' parametresiydi.
zh_cn: 发送了无效参数的请求。参数 '%1$s' 是 '%2$s'，不像一个数字。
zh_tw: 在請求中發送的參數無效。參數「%1$s」為「%2$s」，似乎不是一個數字。

source: Conflicting services registered for context %1$i and folder %2$i
es_mx: Se han registrado servicios que entran en conflicto para el contexto %1$i y la carpeta %2$i
pl_pl: Dla kontekstu %1$i i folderu %2$i zostały zarejestrowane konfliktujące ze sobą usługi.

source: CalendarFolderObject not initialized.
es_mx: CalendarFolderObject no está inicializado.
pl_pl: Obiekt CalendarFolderObject nie został zainicjowany.

source: Not yet supported!
es_mx: ¡Todavía no está admitido!
pl_pl: Nie jest jeszcze obsługiwane!

source: Shared folder owner not given.
es_mx: No se ha proporcionado el propietario de la carpeta compartida.
pl_pl: Nie podano właściciela folderu udostępnionego.

source: Folder type unresolvable.
es_mx: No se puede determinar el tipo de carpeta.
pl_pl: Nie można określić typu folderu.

source: Unexpected SQL error.
es_mx: Error de SQL inesperado.
pl_pl: Nieoczekiwany błąd SQL.

source: clientLastModified IS NULL. Abort action.
es_mx: clientLastModified IS NULL. Acción abortada.
pl_pl: Parametr clientLastModified ma wartość NULL. Przerwij czynność.

source: Unexpected exception %d.
es_mx: Excepción inesperada %d.
pl_pl: Nieoczekiwany wyjątek %d.

source: Mandatory field mail address for external participants
es_mx: El campo dirección de correo es obligatorio para participantes externos
pl_pl: Pole obowiązkowe z adresem e-mail dla zewnętrznych uczestników

source: Would create an object without participants
es_mx: Se crearía un objeto sin participantes
pl_pl: Zostałby utworzony obiekt bez uczestników

source: Folder type "SHARED" is not allowed in this situation.
es_mx: No se permite una carpeta de tipo "COMPARTIDA" en esta posición.
pl_pl: W takiej sytuacji nie jest dozwolony typ folderu "UDOSTĘPNIONY".

source: Unexpected state for deleting a virtual appointment (exception). uid:oid:position %d:%d:%d
es_mx: Estado inesperado al borrar una cita virtual (excepción). uid:oid:posición %d:%d:%d
pl_pl: Nieoczekiwany stan dla usunięcia wirtualnego spotkania (wyjątek). uid:oid:pozycja %d:%d:%d

source: SessionObject not initialized
es_mx: SesionObject no inicializado
pl_pl: Obiekt SessionObject nie został zainicjowany

source: You do not have the necessary permissions for appointments in folder %1$d.
es_mx: No tiene los permisos necesarios sobre las citas de esta carpeta %1$d.
pl_pl: Nie masz wystarczających uprawnień do spotkań w folderze %1$d.

source: Insert expected but the object id is already given. Aborting action...
es_mx: Se esperaba un Insert pero ya se tiene el id del objeto. Abortando acción...
pl_pl: Oczekiwano wstawienia, ale ID obiektu zostało już podane. Przerywanie czynności...

source: Update expected but no object id is given. Aborting action...
es_mx: Se esperaba una actualización pero no se proporcionó ningún id de objeto. Se aborta la acción...
pl_pl: Oczekiwano aktualizacji, jednak nie został podany identyfikator obiektu. Przerywanie czynności...

source: Invalid request. Folder is shared.
es_mx: Petición no válida. La carpeta está compartida.
pl_pl: Nieprawidłowe żądanie. Folder jest udostępniony.

source: Unsupported type detected : %d
es_mx: Se ha detectado un tipo no admitido: %d
pl_pl: Wykryto nieobsługiwany typ: %d

source: End date is before start date
es_mx: La fecha de finalización es anterior a la fecha de inicio
pl_pl: Data końcowa jest wcześniejsza od daty początkowej

source: Unsupported label value %d
es_mx: Valor de etiqueta %d no admitido
pl_pl: Nieobsługiwana wartość etykiety %d
