Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Company (yomi)
bg_bg: Компания (йоми)
ca_es: Empresa (yomi)
fr_fr: Société (yomi)
nb_no: Selskap (yomi)
nl_nl: Bedrijf (yomi)
tr_tr: Şirket (yomi)
zh_cn: 公司（和式拼音）
zh_tw: 公司（注音）

source: File name
bg_bg: Име на файл
ca_es: Nom de l'arxiu
fr_fr: Nom du fichier
nb_no: Filnavn
nl_nl: Bestandsnaam
tr_tr: Dosya adı
zh_cn: 文件名称
zh_tw: 檔案名稱

source: Address (home)
bg_bg: Домашен адрес
ca_es: Adreça (privada)
fr_fr: Adresse (domicile)
nb_no: Adresse (hjemme)
nl_nl: Adres (privé)
tr_tr: Adres (ev)
zh_cn: 地址（家居）
zh_tw: 地址（住家）

source: Address (business)
bg_bg: Бизнес Адрес
ca_es: Adreça (professional)
fr_fr: Adresse (professionnel)
nb_no: Adresse (bedrift)
nl_nl: Adres (werk)
tr_tr: Adres (iş)
zh_cn: 地址（商业）
zh_tw: 地址（商務）

source: Address (other)
bg_bg: Друг Адрес
ca_es: Adreça (altres)
fr_fr: Adresse (autre)
nb_no: Adresse (andre)
nl_nl: Adres (overig)
tr_tr: Adres (diğer)
zh_cn: 地址（其他）
zh_tw: 地址（其他）

source: No vCard could be found in the supplied file. Please use a valid vCard file and try again.
bg_bg: Не може да бъде намерена vCard в предоставения файл. Моля, използвайте валиден файл vCard и опитайте отново.
fr_fr: Aucune vCard n'a pu être trouvée dans le fichier fourni. Veuillez utiliser un fichier vCard valide et réessayer.
nb_no: Ingen vCard ble funnet i den vedlagte filen. Vennligst bruk en gyldig vCard-fil, og forsøk igjen.
nl_nl: Er is geen vCard gevonden in het gegeven bestand. Gebruik alstublieft een geldig vCard bestand en probeer opnieuw.
zh_cn: 没有在提供的文件里找到 vCard。请使用一个有效 vCard 文件后再试。
zh_tw: 提供的檔案中找不到 vCard。請使用有效的 vCard 檔案後再試一次。

source: Validation failed for property "%1$s": %2$s
bg_bg: Проверката не бе успешна за собственост \ " %1$s ": %2$s
fr_fr: La validation a échoué pour la propriété "%1$s": %2$s
nb_no: Validering feilet for egenskapen "%1$s": %2$s
nl_nl: Validatie mislukt voor eigenschap "%1$s": %2$s
zh_cn: 属性 "%1$s" 确认失败：%2$s
zh_tw: 屬性「%1$s」驗證失敗: %2$s

source: Error reading vCard: %1$s
bg_bg: Грешка при четенето на vCard: %1$s
fr_fr: Erreur lors de la lecture de la vCard : %1$s
nb_no: Feil under lesing av vCard: %1$s
nl_nl: Fout bij het lezen van vCard: %1$s
zh_cn: 读取 vCard 错误：%1$s
zh_tw: 讀取 vCard 時發生錯誤: %1$s

source: The vCard exceeds the maximum allowed size and can't be imported.
bg_bg: VCard надхвърля максимално допустимия размер и не може да бъде импортиран.
fr_fr: La vCard dépasse la taille maximale autorisée et ne peut être importée.
nb_no: vCard-filen overskrider den maksimalt tillatte størrelsen og kan ikke importeres.
nl_nl: De vCard is groter dan het maximum formaat en kan daarom niet geïmporteerd worden.
zh_cn: vCard 超出最大允许大小，不能导入。
zh_tw: vCard 已超過最大允許大小，無法匯入。

source: Read all your contacts.
bg_bg: Прочетете всичките си контакти.
fr_fr: Consulter tous vos contacts.
nb_no: Lese alle kontaktene dine.
nl_nl: Lees al uw contacten.
zh_cn: 读取您所有联系人。
zh_tw: 讀取您所有的聯絡人。

source: Create, modify and delete contacts.
bg_bg: Създаване, промяна и изтриване на контакти.
fr_fr: Créer, modifier et supprimer des contacts.
nb_no: Opprette, redigere og slette kontakter.
nl_nl: Maak, wijzig en verwijder contacten.
tr_tr: Kişi yarat, ekle ve sil
zh_cn: 创建、更改、删除联系人。
zh_tw: 建立、修改並刪除聯絡人。

source: The type %1$s of the provided file is not supported.
bg_bg: Типът %1$s на предоставения файл не се поддържа.
ca_es: El tipus %1$s del fitxer proporcionat no està admès.
fr_fr: Le type %1$s du fichier fourni n'est pas pris en charge.
nb_no: Typen %1$s av den leverte filen støttes ikke.
nl_nl: Het type van %1$s van het aangeleverde bestand wordt niet ondersteund.
zh_cn: 不支持提供文件的类型 %1$s。
zh_tw: 不支援指定的檔案類型 %1$s。

source: The provided password seems to be wrong or something bad happened.
bg_bg: Предоставената парола изглежда е грешна или се е случило нещо лошо.
ca_es: La contrasenya indicada sembla incorrecta o hi ha hagut qualque problema.
fr_fr: Le mot de passe fourni semble erroné ou quelque chose s'est mal passé.
nb_no: En feil oppstod. Det angitte passordet er kanskje galt?
nl_nl: Het opgegeven wachtwoord lijkt onjuist of er is iets verkeerd gegaan.
tr_tr: Sağlanan parola yanlış yada birşeyler yanlış sonuçlanmış görünüyor.
zh_cn: 提供的密码可能是错误或是发生其他状况。
zh_tw: 指定的密碼看來不正確，或發生了一些不好的事情。

source: Inserting or updating database assignment for context %1$d and server %2$d failed!
bg_bg: Вмъкването или актуализирането на присвояването на база данни за контекст %1$d и сървъра %2$d провали!
ca_es: L'assignació d'inserció o actualització a la base de dades ha fallat per al context %1$d i el servidor %1$d!
fr_fr: Impossible d'insérer ou d'actualiser la tâche de base de données pour le contexte « %1$d » et le serveur « %2$d ».
nb_no: Innsetting eller oppdatering i databasen til kontekst %1$d og server %2$d mislyktes!
nl_nl: Invoegen of bijwerken van database opdracht voor context %1$d en server %2$d is mislukt!
zh_cn: 无法为环境 %1$d 和服务器 %2$d 插入或更新数据库指定！
zh_tw: 環境 %1$d 和伺服器 %2$d 的資料庫內容插入或更新失敗！

source: Invalid configuration for global databases: %1$s
bg_bg: Невалидна конфигурация за глобални бази данни: %1$s
fr_fr: Configuration non valide pour les bases de données globales : %1$s
nb_no: Ugyldig konfigurasjon for globale databaser: %1$s
nl_nl: Ongeldige configuratie voor globale databases: %1$s
zh_cn: 总数据库的无效配置：%1$s
zh_tw: 全域資料庫設定無效: %1$s

source: No global database for context group "%1$s" found.
bg_bg: Няма намерена глобална база данни за контекстна група \ " %1$s ".
fr_fr: Aucune base de données globale n'a été trouvée pour le groupe de contexte "%1$s".
nb_no: Ingen global database for domenegruppe "%1$s" ble funnet.
nl_nl: Geen globale database voor contextgroep "%1$s" gevonden.
tr_tr: "%1$s" içerik grubu için hiçbir küresel veritabanı bulunamadı.
zh_cn: 没有找到上下文组 "%1$s" 的总数据库。
zh_tw: 無環境群組「%1$s」的全域資料庫。

source: Problem with reading from or writing to database
bg_bg: Проблем с четенето или писането в базата данни

source: The specified input contains unsupported characters. Please remove the unsupported characters and try again.
bg_bg: Посоченият вход съдържа неподдържани знаци. Моля, премахнете неподдържаните знаци и опитайте отново.

source: A DoveAdm error occurred: %1$s
bg_bg: Възникна грешка в DoveAdm: %1$s
nl_nl: Er is een DoveAdm fout opgetreden: %1$s
zh_cn: 发生一个 DoveAdm 错误: %1$s

source: A DoveAdm server error occurred with HTTP status code %1$s. Error message: %2$s
bg_bg: Възникна грешка в сървъра на DoveAdm при код на състоянието на HTTP %1$s . Съобщение за грешка: %2$s
nl_nl: Er is een DoveAdm serverfout opgetreden met HTTP statuscode %1$s. Foutmelding: %2$s
zh_cn: 发生一个带有 %1$s HTTP 状态码的 DoveAdm 服务器错误。错误消息：%2$s

source: The provided DoveAdm URL: %1$s is invalid
bg_bg: Предоставеният URL адрес на DoveAdm: %1$s е невалиден
nl_nl: De opgegeven DoveAdm-URL: %1$s is ongeldig
zh_cn: 提供的 DoveAdm URL: %1$s 无效

source: The provided DoveAdm resource does not exist: %1$s
bg_bg: Предоставеният ресурс DoveAdm не съществува: %1$s
nl_nl: De opgegeven DoveAdm bron bestaat niet: %1$s
zh_cn: 提供的 DoveAdm 资源不存在: %1$s

source: Authentication failed: %1$s
bg_bg: Неуспешно удостоверяване: %1$s
ca_es: Autenticació fallada: %1$s
fr_fr: Échec de l'authentification : %1$s
nb_no: Godkjenning mislyktes: %1$s
nl_nl: Authenticatie is mislukt: %1$s
tr_tr: Doğrulama işlemi başarısız oldu: %1$s.
zh_cn: 身份验证失败：%1$s
zh_tw: 驗證失敗: %1$s

source: The DoveAdm resource does not exist
bg_bg: Ресурсът DoveAdm не съществува
nl_nl: De DoveAdm bron bestaat niet
zh_cn: DoveAdm 资源不存在

source: A temporary failure because a subsystem is down (maybe due to maintenance). Please try again later.
bg_bg: Временна повреда, тъй като подсистемата е надолу (може би поради поддръжка). Моля, опитайте отново по-късно.
nl_nl: Er is een tijdelijke fout ontstaan omdat een subsysteem is gestopt (misschien door onderhoud). Probeer het later alstublieft opnieuw.
zh_cn: 因为子系统故障 （可能是维护缘故），所以暂时失败。请稍后再试。

source: Download denied because download limits have been exceeded. Please try again later.
bg_bg: Изтеглянето е отказано, защото ограниченията за изтегляне са превишени. Моля, опитайте отново по-късно.
fr_fr: Téléchargement interdit du fait du dépassement des limites autorisées. Veuillez réessayer ultérieurement.
nb_no: Nedlastingen ble nektet fordi nedlastingsbegrensningen er overskredet. Vennligst forsøk igjen senere.
nl_nl: Het downloaden is niet toegestaan omdat de downloadlimiet is overschreden. Probeer het later nog een keer.
zh_cn: 由于达到下载限额，因此拒绝下载。请稍后再试。
zh_tw: 因為已達下載限制，拒絕下載。請稍後再試。

source: Uploaded with %1$s (%2$s)
bg_bg: Качен с %1$s ( %2$s )
ca_es: Pujat amb %1$s (%2$s)
fr_fr: Téléchargé avec %1$s (%2$s)
nb_no: Opplasted med %1$s (%2$s)
nl_nl: Uploaded met %1$s (%2$s)
zh_cn: 以 %1$s (%2$s) 上载
zh_tw: 使用 %1$s (%2$s) 上傳

source: The path "%1$s" was not found. Please retry the synchronization.
bg_bg: Пътят \ " %1$s " не бе намерен. Моля, опитайте отново да синхронизирате.
ca_es: No s'ha trobat la ruta "%1$s". Per favor, reintentau la sincronització.
fr_fr: Le chemin « %1$s » n'a pas été trouvé. Veuillez retenter la synchronisation.
nb_no: Kontoen %1$d ble ikke funnet. Prøv synkroniseringen på nytt.
nl_nl: Het pad "%1$s" is niet gevonden. Probeer de synchronisatie opnieuw.
tr_tr: "%1$s" bulunamadı .Lütfen eşitlemeyi yeniden deneyin
zh_cn: 找不到路径 "%1$s"，请重试同步。
zh_tw: 找不到路徑「%1$s」。請重試同步。

source: The file "%1$s" was not found at "%2$s". Please retry the synchronization.
bg_bg: Файлът \ " %1$s " не е намерен в \ " %2$s ". Моля, опитайте отново да синхронизирате.
ca_es: El fitxer "%1$s" no s'ha trobat a "%2$s". Per favor, reintentau la sincronització.
fr_fr: Le fichier « %1$s » n'a pas été trouvé à l'emplacement « %2$s ». Veuillez retenter la synchronisation.
nb_no: Kontoen %1$d ble ikke funnet. Prøv synkroniseringen på nytt.
nl_nl: Het bestand "%1$s" is niet aangetroffen in "%2$s". Probeer de synchronisatie opnieuw.
tr_tr: "%1$s" dosyası "%2$s" 'da bulunamadı. Lütfen eşitlemeyi yeniden deneyin.
zh_cn: 在 "%2$s" 中找不到文件 "%1$s"，请重试同步。
zh_tw: 在「%2$s」中找不到檔案「%1$s」，請重試同步。

source: Unable to access the file at the requested position. Please retry the synchronization.
bg_bg: Файлът не може да бъде достъпен на исканата позиция. Моля, опитайте отново да синхронизирате.
ca_es: No s'ha pogut accedir al fitxer en la posició sol·licitada. Per favor, reintentau la sincronització.
fr_fr: Impossible de se placer dans le fichier à la position demandée. Veuillez retenter la synchronisation.
nb_no: Får ikke tilgang til filen på den forespurte plasseringen. Prøv synkroniseringen på nytt.
nl_nl: Het is niet mogelijk het bestand op de opgegeven plaats te benaderen. Probeer de synchronisatie opnieuw.
tr_tr: Talep edilen pozisyonda dosyaya ulaşılamadı. Lütfen eşitlemeyi yeniden deneyin.
zh_cn: 无法访问在请求位置的文件，请重试同步。
zh_tw: 無法存取指定位置的檔案，請重新同步。

source: The file version "%1$s" was not found at "%3$s". Please retry the synchronization.
bg_bg: Файловата версия \ " %1$s " не бе намерена в \ " %3$s ". Моля, опитайте отново да синхронизирате.
ca_es: El fitxer "%1$s" no s'ha trobat a "%2$s". Per favor, reintentau la sincronització.
fr_fr: La version « %1$s » du fichier n'a pas été trouvée à l'emplacement « %3$s ». Veuillez retenter la synchronisation.
nb_no: Filversjonen "%1$s" ble ikke funnet på "%3$s". Prøv synkroniseringen på nytt.
nl_nl: De bestandsversie "%1$s" is niet gevonden in "%3$s". Probeer de synchronisatie opnieuw.
tr_tr: "%1$s" dosya versiyonu "%3$s" 'da bulunamadı. Lütfen eşitlemeyi yeniden deneyin.
zh_cn: 在 "%3$s" 中找不到文件 "%1$s"，请重试同步。
zh_tw: 在「%3$s」中找不到檔案版本「%1$s」，請重試同步。

source: Integrity checks failed for uploaded file "%2$s". Please try again.
bg_bg: Проверките на целостта не бяха успели за качения файл \ " %2$s ". Моля, опитайте отново.
ca_es: Han fallat les comprovacions de integritat del fitxer pujat "%2$s". Per favor, provau-ho de nou.
fr_fr: Les vérifications d'intégrité du fichier « %2$s » téléchargé ont échoué. Veuillez réessayer.
nb_no: Integritetskontroller mislyktes for den opplastede filen "%2$s". Prøv på nytt.
nl_nl: De integriteitscontroles zijn mislukt voor het geüploade bestand "%2$s". Probeer het alstublieft opnieuw.
tr_tr: Bütünlük kontrolü yüklenen "%2$s" dosyası için başarısız oldu.Lütfen tekrar deneyin.
zh_cn: 上载文件 "%2$s" 的完整性检查失败，请重试。
zh_tw: 上傳的檔案「%2$s」未通過完整性檢查，請重試。

source: The directory version "%1$s" was not found. Please retry the synchronization.
bg_bg: Версията на директорията \ " %1$s " не бе намерена. Моля, опитайте отново да синхронизирате.
ca_es: No s'ha trobat la versió del directori "%1$s". Per favor, reintentau la sincronització.
fr_fr: La version « %1$s » du répertoire n'a pas été trouvée. Veuillez retenter la synchronisation.
nb_no: Mappeversjonen "%1$s" ble ikke funnet. Prøv synkroniseringen på nytt.
nl_nl: De map met versie "%1$s" is niet gevonden. Probeer de synchronisatie alstublieft opnieuw.
tr_tr: "%1$s" dizin versiyonu bulunamadı .Lütfen eşitlemeyi yeniden deneyin.
zh_cn: 找不到目录版本 "%1$s"，请重试同步。
zh_tw: 找不到目錄版本「%1$s」，請重試同步。

source: You are not allowed to delete the file "%1$s" at "%2$s".
bg_bg: Нямате право да изтривате файла \ " %1$s " в \ " %2$s ".
ca_es: No se us permet esborrar el fitxer "%1$s" a "%2$s".
fr_fr: Vous n'avez pas le droit de supprimer le fichier « %1$s » à l'emplacement « %2$s ».
nb_no: Du har ikke tillattelse til å slette mappen "%2$s".
nl_nl: U mag het bestand "%1$s" niet wissen vanuit "%2$s".
zh_cn: 不允许您删除 "%1$s" 文件（位置："%2$s"）。
zh_tw: 不允許您刪除「%2$s」的「%1$s」檔案。

source: You are not allowed to create files at "%1$s".
bg_bg: Нямате право да създавате файлове в \ " %1$s ".
ca_es: No se us permet crear fitxers a "%1$s".
fr_fr: Vous n'avez pas le droit de créer des fichiers à l'emplacement « %1$s ».
nb_no: Du har ikke tillattelse til å opprette filer på "%1$s".
nl_nl: U mag geen bestanden aanmaken in "%1$s".
zh_cn: 不允许您在 "%1$s" 创建文件。
zh_tw: 不允許您於「%1$s」建立檔案。

source: You are not allowed to modify the file "%1$s" at "%2$s".
bg_bg: Нямате право да променяте файла \ " %1$s " в \ " %2$s ".
ca_es: No se us permet modificar el fitxer "%1$s" a "%2$s".
fr_fr: Vous n'avez pas le droit de modifier le fichier « %1$s » à l'emplacement « %2$s ».
nb_no: Du har tillatelse til å endre POP3 standardmappen %2$s.
nl_nl: U mag het bestand "%1$s" niet bewerken in "%2$s"
zh_cn: 不允许您修改文件 "%1$s"（位置："%2$s"）。
zh_tw: 不允許您編輯「%2$s」中的「%1$s」檔案。

source: You are not allowed to delete the directory "%1$s".
bg_bg: Нямате право да изтривате директорията \ " %1$s ".
ca_es: No se us permet esborrar el directori "%1$s".
fr_fr: Vous n'avez pas le droit de supprimer le répertoire « %1$s ».
nb_no: Du har ikke tillattelse til å slette mappen "%1$s".
nl_nl: U mag de map "%1$s" niet verwijderen.
zh_cn: 不允许您删除目录 "%1$s"。
zh_tw: 不允許您刪除資料夾「%1$s」。

source: You are not allowed to create directories at "%1$s".
bg_bg: Нямате право да създавате директории в \ " %1$s ".
ca_es: No se us permet crear directoris a "%1$s".
fr_fr: Vous n'avez pas le droit de créer des répertoires à l'emplacement « %1$s ».
nb_no: Du har ikke tillatelse til å lage mapper på "%1$s".
nl_nl: U mag geen mappen aanmaken in "%1$s".
zh_cn: 不允许您在 "%1$s" 创建目录。
zh_tw: 不允許您在「%1$s」建立資料夾。

source: The allowed quota is reached.
bg_bg: Допуска се разрешената квота.
ca_es: S'ha arribat a la quota permesa.
fr_fr: Le quota autorisé est atteint.
nb_no: Tillatt kvote er nådd.
nl_nl: Het toegestane quota is bereikt.
zh_cn: 到达允许的限额。
zh_tw: 達到允許的配額限制。

source: The path "%1$s" is invalid.
bg_bg: Пътят \ " %1$s " е невалиден.
ca_es: La ruta "%1$" no és vàlida.
fr_fr: Le chemin « %1$s » est invalide.
nb_no: Banen "%1$s" er ugyldig.
nl_nl: Het pad "%1$s" is ongeldig.
zh_cn: 无效路径 "%1$s"。
zh_tw: 路徑「%1$s」無效。

source: The file name "%1$s" is invalid.
bg_bg: Името на файла \ " %1$s " е невалидно.
ca_es: El nom de fitxer "%1$s" no és vàlid.
fr_fr: Le nom de fichier « %1$s » est invalide.
nb_no: Filnavnet "%1$s" er ugyldig.
nl_nl: De bestandsnaam "%1$s" is ongeldig.
zh_cn: 无效文件名称 "%1$s"。
zh_tw: 檔名「%1$s」無效。

source: The file name "%1$s" is ignored.
bg_bg: Името на файла \ " %1$s " се игнорира.
ca_es: El nom de fitxer "%1$s" s'ignora.
fr_fr: Le nom de fichier « %1$s » a été ignoré.
nb_no: Filnavnet "%1$s" er ignorert.
nl_nl: De bestandsnaam "%1$s" is genegeerd.
zh_cn: 无视文件名称 "%1$s"。
zh_tw: 檔名「%1$s」被忽略。

source: The path "%1$s" is conflicting.
bg_bg: Пътят \ " %1$s " е противоречив.
ca_es: La ruta "%1$s" entra en conflicte.
fr_fr: Le chemin « %1$s » est en conflit.
nb_no: Banen "%1$s" er i konflikt.
nl_nl: Het pad "%1$s" is conflicterend.
tr_tr: "%1$s" yolu çakışıyor.
zh_cn: 冲突路径 "%1$s"。
zh_tw: 路徑「%1$s」衝突。

source: The file version "%1$s" is invalid.
bg_bg: Файловата версия \ " %1$s " е невалидна.
ca_es: El nom de fitxer "%1$s" no és vàlid.
fr_fr: La version « %1$s » du fichier est invalide.
nb_no: Filversjonen "%1$s" er ugyldig.
nl_nl: De bestandsversie "%1$s" is ongeldig.
zh_cn: 无效文件版本 "%1$s"。
zh_tw: 檔名「%1$s」無效。

source: The directory version "%1$s" is invalid.
bg_bg: Директорията \ " %1$s " е невалидна.
ca_es: La versió del directori "%1$s" no és vàlida.
fr_fr: La version « %1$s » du répertoire est invalide.
nb_no: Mappeversjonen "%1$s" er ugyldig.
nl_nl: De map met versie "%1$s" is ongeldig.
zh_cn: 无效目录版本 "%1$s"。
zh_tw: 資料夾版本「%1$s」無效。

source: Push updates are not available.
bg_bg: Не са налице актуализации за натискане.
ca_es: Les actualitzacions PUSH no estan disponibles
fr_fr: Les mises à jour par envoi ne sont pas disponibles.
nb_no: Push-oppdateringer er ikke tilgjengelige.
nl_nl: Push berichten zijn niet beschikbaar.
zh_cn: 推送更新不可用。
zh_tw: 推送更新無法使用。

source: The server is too busy at the moment - please try again later.
bg_bg: Сървърът е твърде зает в момента - опитайте отново по-късно.
ca_es: El servidor està massa ocupat en aquest moment - per favor, intentau-ho de nou més tard.
fr_fr: Le serveur est surchargé pour le moment. Veuillez réessayer plus tard.
nb_no: Serveren er opptatt for øyeblikket - prøv igjen senere.
nl_nl: De server is te druk momenteel - Probeer het alstublieft later opnieuw.
zh_cn: 服务器现时太忙碌：请稍后再试。
zh_tw: 伺服器目前太忙碌。請稍後重試。

source: The path "%1$s" is ignored.
bg_bg: Пътят \ " %1$s " се игнорира.
ca_es: La ruta "%1$s" ha estat ignorada.
fr_fr: Le chemin « %1$s » est ignoré.
nb_no: Banen "%1$s" er ignorert.
nl_nl: Het pad "%1$s" word genegeerd.
zh_cn: 无视路径 "%1$s"。
zh_tw: 路徑「%1$s」已被忽略。

source: The file name "%1$s" is conflicting.
bg_bg: Името на файла \ " %1$s " е противоречиво.
ca_es: El nom de fitxer "%1$s" entra en conflicte.
fr_fr: Le nom de fichier « %1$s » est en conflit.
nb_no: Filnavnet "%1$s" er i konflikt.
nl_nl: De bestandsnaam "%1$s" is conflicterend.
tr_tr: "%1$s" dosya adı çakışıyor.
zh_cn: 冲突文件名称 "%1$s"。
zh_tw: 檔名「%1$s」衝突。

source: The directory "%1$s" caused repeated synchronization problems.
bg_bg: Директорията \ " %1$s " причини повтарящи се проблеми със синхронизацията.
ca_es: El directori "%1$s" ha causat reiterats problemes de sincronització.
fr_fr: Le répertoire « %1$s » a provoqué des problèmes de synchronisation répétés.
nb_no: Mappen "%1$s" forårsaket gjentatte synkroniseringsproblemer.
nl_nl: De map "%1$s" veroorzaakt herhaaldelijke synchronisatieproblemen.
tr_tr: "%1$s" dizini tekrar eden senkronizasyon problemlerine neden oluyor.
zh_cn: 目录 "%1$s" 引致重复的同步问题。
zh_tw: 目錄「%1$s」造成重複同步問題。

source: The client application you're using is outdated and no longer supported - please upgrade to a newer version.
bg_bg: Използваната от вас клиентска програма е остаряла и вече не се поддържа - надстройте до по-нова версия.
ca_es: L'aplicació client que emprau està desactualitzada i ja no té suport - per favor, actualitzau-la a una versió més actual.
fr_fr: L'application cliente que vous utilisez est périmée et n'est plus prise en charge ; veuillez la mettre à jour vers une nouvelle version.
nb_no: Klientapplikasjonen du bruker er foreldet og er ikke lenger støttet - Oppgrader til en nyere versjon.
nl_nl: De client-applicatie die u gebruikt is verouderd en wordt niet meer ondersteund - upgrade alstublieft naar een nieuwere versie.
zh_cn: 您使用中的客户端应用程序已过时或不再支援：请升级到一个比较新的版本。
zh_tw: 您使用的客戶端軟體已過時，不再受支援。請升級到較新版本。

source: A newer version of your client application is available for download.
bg_bg: По-нова версия на клиентското ви приложение е налице за изтегляне.
ca_es: Teniu disponible per a descarregar una nova versió de l'aplicació client.
fr_fr: Une nouvelle version de votre application cliente est disponible en téléchargement.
nb_no: En nyere versjon av klientprogrammet er tilgjengelig for nedlasting.
nl_nl: Er is een nieuwere versie van uw client-applicatie beschikbaar om te downloaden.
tr_tr: İstemci-sunucu uygulamasının yeni versiyonu yüklemek için uygun.
zh_cn: 您的客户端应用程序有一个更新版本可以下载
zh_tw: 已有您使用的客戶端應用程式新版可以下載。

source: The pattern "%1$s" is invalid. Please use a valid pattern and try again.
bg_bg: Моделът " %1$s " е невалиден. Моля, използвайте валиден модел и опитайте отново.
ca_es: El patró "%1$s" no és vàlid. Per favor emprau-ne un de vàlid i provau-ho de nou.
fr_fr: Le motif « %1$s » n'est pas valable. Veuillez utiliser un motif valable et réessayer.
nb_no: Mønsteret "%1$s" er ugyldig. Bruk et gyldig mønster, og prøv på nytt.
nl_nl: Het patroon "%1$s" is ongeldig. Gebruik een geldig patroon en probeer opnieuw.
tr_tr: "%1$s" modeli geçersiz.Lütfen geçerli modeli kullanın ve tekrar deneyin .
zh_cn: 模式 "%1$s" 无效，请使用有效模式再试。
zh_tw: 模式「%1$s」無效，請使用有效的模式重新建立。

source: The file name "%1$s" is conflicting with an equally named directory at "%2$s".
bg_bg: Името на файла \ " %1$s " е в противоречие с една и съща директория в \ " %2$s ".
fr_fr: Le nom de fichier « %1$s » est en conflit avec un répertoire du même nom à l'emplacement « %2$s ».
nb_no: Filnavnet "%1$s" er i konflikt med en lik navngitt mappe i "%2$s".
nl_nl: De bestandsnaam "%1$s" is conflicterend met een bestand met de zelfde naam in "%2$s".
zh_cn: 文件名称 "%1$s" 在 "%2$s" 里，与一个同名称的文件夹冲突。
zh_tw: 檔名「%1$s」與同名的資料夾「%2$s」衝突。

source: The path "%1$s" is conflicting with an equally named file at "%2$s".
bg_bg: Пътят \ " %1$s " е в противоречие с еднакво име файл в \ " %2$s ".
fr_fr: Le chemin « %1$s » est en conflit avec un fichier du même nom à l'emplacement « %2$s ».
nb_no: Banen "%1$s" er i konflikt med en lik navngitt fil på "%2$s".
nl_nl: Het pad "%1$s" is conflicterend met een map met de zelfde naam in "%2$s".
zh_cn: 路径 "%1$s" 在 "%2$s" 里，与一个同名称的文件冲突。
zh_tw: 路徑「%1$s」與同名的檔案「%2$s」衝突。

source: The directory "%1$s" is not synchronizable. Please select another directory.
bg_bg: Директорията \ " %1$s " не може да се синхронизира. Моля, изберете друга директория.
fr_fr: Le répertoire "%1$s" ne peut pas être synchronisé. Veuillez choisir un autre répertoire.
nb_no: Mappen "%1$s" er ikke synkroniserbar. Vennligst velg en annen mappe.
nl_nl: De map "%1$s" is niet te synchroniseren. Selecteer alstublieft een andere map.
zh_cn: "%1$s" 为不可同步目录 ，请选择别的目录。
zh_tw: 無法同步資料夾「%1$s」，請選擇其他資料夾。

source: The supplied metadata could not be parsed: "%1$s"
bg_bg: Предоставените метаданни не можаха да бъдат анализирани: \ " %1$s "
fr_fr: Les métadonnées fournies n'ont pas pu être analysées : « %1$s »
nb_no: Metadataen kunne ikke analyseres: "%1$s"
nl_nl: De opgegeven metagegevens kan niet worden verwerkt: "%1$s"
zh_cn: 无法对提供的元数据作语法分析："%1$s"
zh_tw: 無法剖析提供的後設資料:「%1$S」
