Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: America/Atikokan
bg_bg: Америка / Atikokan
ca_es: AmÃ¨rica/Atikokan
es_mx: América/Atikokan
fr_fr: Amérique / Atikokan
nb_no: Amerika/Atikokan
nl_nl: Amerika/Atikokan
pl_pl: Ameryka/Atikokan
tr_tr: Amerika/Atikokan
zh_cn: 美洲/阿蒂科肯
zh_tw: 美洲/阿蒂科肯

source: America/Atka
bg_bg: Америка / Atka
ca_es: AmÃ¨rica/Atka
es_mx: América/Atka
fr_fr: Amérique / Atka
nb_no: Amerika/Atka
nl_nl: Amerika/Atka
pl_pl: Ameryka/Atka
tr_tr: Amerika/Atka
zh_cn: 美洲/阿特卡
zh_tw: 美洲/阿特卡

source: America/Bahia
bg_bg: Америка / Bahia
ca_es: AmÃ¨rica/Bahia
es_mx: América/Bahía
fr_fr: Amérique / Bahia
nb_no: Amerika/Bahia
nl_nl: Amerika/Bahia
pl_pl: Ameryka/Bahia
tr_tr: Amerika/Bahia
zh_cn: 美洲/巴伊亚
zh_tw: 美洲/巴伊亞

source: America/Bahia Banderas
bg_bg: Америка / Бахия Бандерас
ca_es: Amèrica/Bahia de Banderas
es_mx: América/Bahía de Banderas
fr_fr: Amérique / Bahía de Banderas
nb_no: Amerika/Bahia Banderas
nl_nl: Amerika/Bahía de Banderas
pl_pl: Ameryka/Bahia Banderas
tr_tr: Amerika/Bahia Banderas
zh_cn: 美洲/巴伊亚
zh_tw: 美洲/巴伊亞德班德拉斯

source: America/Barbados
bg_bg: Америка / Барбадос
ca_es: AmÃ¨rica/Barbados
es_mx: América/Barbados
fr_fr: Amérique / Barbade
nb_no: Amerika/Barbados
nl_nl: Amerika/Barbados
pl_pl: Ameryka/Barbados
tr_tr: Amerika/Barbados
zh_cn: 美洲/巴巴多斯
zh_tw: 美洲/巴巴多斯

source: America/Belem
bg_bg: Америка / Belem
ca_es: AmÃ¨rica/Belem
es_mx: América/Belém
fr_fr: Amérique / Belém
nb_no: Amerika/Belem
nl_nl: Amerika/Belem
pl_pl: Ameryka/Belem
tr_tr: Amerika/Belem
zh_cn: 美洲/贝伦
zh_tw: 美洲/貝倫

source: America/Belize
bg_bg: Америка / Белиз
ca_es: AmÃ¨rica/Belize
es_mx: América/Belice
fr_fr: Amérique / Belize
nb_no: Amerika/Belize
nl_nl: Amerika/Belize
pl_pl: Ameryka/Belize
tr_tr: Amerika/Belize
zh_cn: 美洲/伯利兹
zh_tw: 美洲/伯利茲

source: America/Blanc-Sablon
bg_bg: Америка / Blanc-Sablon
ca_es: AmÃ¨rica/Blanc-Sablon
es_mx: América/Blanc-Sablon
fr_fr: Amérique / Blanc-Sablon
nb_no: Amerika/Blanc-Sablon
nl_nl: Amerika/Blanc-Sablon
pl_pl: Ameryka/Blanc Sablon
tr_tr: Amerika/Blanc-Sablon
zh_cn: 美洲/波兰克飒隆
zh_tw: 美洲/波蘭克颯隆

source: America/Boa Vista
bg_bg: Америка / Боа Виста
ca_es: AmÃ¨rica/Boa Vista
es_mx: América/Boa Vista
fr_fr: Amérique / Boa Vista
nb_no: Amerika/Boa Vista
nl_nl: Amerika/Boa Vista
pl_pl: Ameryka/Boa Vista
tr_tr: Amerika/Boa Vista
zh_cn: 美洲/博阿维斯塔
zh_tw: 美洲/博阿維斯塔

source: America/Bogota
bg_bg: Америка / Богота
ca_es: AmÃ¨rica/BogotÃ
es_mx: América/Bogotá
fr_fr: Amérique / Bogota
nb_no: Amerika/Bogota
nl_nl: Amerika/Bogota
pl_pl: Ameryka/Bogota
tr_tr: Amerika/Bogota
zh_cn: 美洲/波哥大
zh_tw: 美洲/波哥大

source: America/Boise
bg_bg: Америка / Бойс
ca_es: AmÃ¨rica/Boise
es_mx: América/Boise
fr_fr: Amérique / Boise
nb_no: Amerika/Boise
nl_nl: Amerika/Boise
pl_pl: Ameryka/Boise
tr_tr: Amerika/Boise
zh_cn: 美洲/博伊西
zh_tw: 美洲/博伊西

source: America/Buenos Aires
bg_bg: Америка / Буенос Айрес
ca_es: AmÃ¨rica/Buenos Aires
es_mx: América/Buenos Aires
fr_fr: Amérique / Buenos Aires
nb_no: Amerika/Buenos Aires
nl_nl: Amerika/Buenos Aires
pl_pl: Ameryka/Buenos Aires
tr_tr: Amerika/Buenos Aires
zh_cn: 美洲/布宜诺斯艾利斯
zh_tw: 美洲/布宜諾斯艾利斯

source: America/Cambridge Bay
bg_bg: Америка / Кеймбридж Бей
ca_es: AmÃ¨rica/Cambridge Bay
es_mx: América/Cambridge Bay
fr_fr: Amérique / Ikaluktutiak
nb_no: Amerika/Cambridge Bay
nl_nl: Amerika/Cambridge Bay
pl_pl: Ameryka/Cambridge Bay
tr_tr: Amerika/Cambridge Bay
zh_cn: 美洲/剑桥湾
zh_tw: 美洲/劍橋灣

source: America/Campo Grande
bg_bg: Америка / Кампо Гранде
ca_es: AmÃ¨rica/Campo Grande
es_mx: América/Campo Grande
fr_fr: Amérique / Campo Grande
nb_no: Amerika/Campo Grande
nl_nl: Amerika/Campo Grande
pl_pl: Ameryka/Campo Grande
tr_tr: Amerika/Campo Grande
zh_cn: 美洲/大坎普
zh_tw: 美洲/大坎普

source: America/Cancun
bg_bg: Америка / Канкун
ca_es: AmÃ¨rica/Cancun
es_mx: América/Cancún
fr_fr: Amérique / Cancún
nb_no: Amerika/Cancun
nl_nl: Amerika/Cancún
pl_pl: Ameryka/Cancun
tr_tr: Amerika/Cancun
zh_cn: 美洲/坎昆
zh_tw: 美洲/坎昆

source: America/Caracas
bg_bg: Америка / Каракас
ca_es: AmÃ¨rica/Caracas
es_mx: América/Caracas
fr_fr: Amérique / Caracas
nb_no: Amerika/Caracas
nl_nl: Amerika/Caracas
pl_pl: Ameryka/Caracas
tr_tr: Amerika/Caracas
zh_cn: 美洲/加拉加斯
zh_tw: 美洲/加拉加斯

source: America/Catamarca
bg_bg: Америка / Catamarca
ca_es: AmÃ¨rica/Catamarca
es_mx: América/Catamarca
fr_fr: Amérique / Catamarca
nb_no: Amerika/Catamarca
nl_nl: Amerika/Catamarca
pl_pl: Ameryka/Catamarca
tr_tr: Amerika/Catamarca
zh_cn: 美洲/卡塔马卡
zh_tw: 美洲/卡塔馬卡

source: America/Cayenne
bg_bg: Америка / Cayenne
ca_es: AmÃ¨rica/Caiena
es_mx: América/Cayena
fr_fr: Amérique / Cayenne
nb_no: Amerika/Cayenne
nl_nl: Amerika/Cayenne
pl_pl: Ameryka/Kajenna
tr_tr: Amerika/Cayenne
zh_cn: 美洲/卡宴
zh_tw: 美洲/卡宴

source: America/Cayman
bg_bg: Америка / Cayman
ca_es: AmÃ¨rica/Cayman
es_mx: América/Caimán
fr_fr: Amérique / Caïmans
nb_no: Amerika/Cayman
nl_nl: Amerika/Kaaimaneilanden
pl_pl: Ameryka/Cayman
tr_tr: Amerika/Cayman
zh_cn: 美洲/开曼
zh_tw: 美洲/開曼

source: America/Chicago
bg_bg: Америка / Чикаго
ca_es: AmÃ¨rica/Xicago
es_mx: América/Chicago
fr_fr: Amérique / Chicago
nb_no: Amerika/Chicago
nl_nl: Amerika/Chicago
pl_pl: Ameryka/Chicago
tr_tr: Amerika/Chicago
zh_cn: 美洲/芝加哥
zh_tw: 美洲/芝加哥

source: America/Chihuahua
bg_bg: Америка / Chihuahua
ca_es: AmÃ¨rica/Chihuahua
es_mx: América/Chihuahua
fr_fr: Amérique / Chihuahua
nb_no: Amerika/Chihuahua
nl_nl: Amerika/Chihuahua
pl_pl: Ameryka/Chihuahua
tr_tr: Amerika/Chihuahua
zh_cn: 美洲/奇瓦瓦
zh_tw: 美洲/奇瓦瓦

source: America/Coral Harbour
bg_bg: Америка / Корал Харбър
ca_es: AmÃ¨rica/Coral Harbour
es_mx: América/Coral Harbour
fr_fr: Amérique / Coral Harbour
nb_no: Amerika/Coral Harbour
nl_nl: Amerika/Coral Harbour
pl_pl: Ameryka/Coral Harbour
tr_tr: Amerika/Coral Harbour
zh_cn: 美洲/科勒尔港
zh_tw: 美洲/科勒爾港

source: America/Cordoba
bg_bg: Америка / Cordoba
ca_es: AmÃ¨rica/CÃ³rdoba
es_mx: América/Córdoba
fr_fr: Amérique / Cordoba
nb_no: Amerika/Cordoba
nl_nl: Amerika/Córdoba
pl_pl: Ameryka/Cordoba
tr_tr: Amerika/Cordoba
zh_cn: 美洲/科尔多瓦
zh_tw: 美洲/科爾多瓦

source: America/Costa Rica
bg_bg: Америка / Коста Рика
ca_es: AmÃ¨rica/Costa Rica
es_mx: América/Costa Rica
fr_fr: Amérique / Costa Rica
nb_no: Amerika/Costa Rica
nl_nl: Amerika/Costa Rica
pl_pl: Ameryka/Kostaryka
tr_tr: Amerika/Costa Rica
zh_cn: 美洲/哥斯达黎加
zh_tw: 美洲/哥斯大黎加

source: America/Creston
bg_bg: Америка / Creston
ca_es: Amèrica/Dawson
es_mx: América/Creston
fr_fr: Amérique / Creston
nb_no: Amerika/Creston
nl_nl: Amerika/Creston
pl_pl: Ameryka/Creston
tr_tr: Amerika/Creston
zh_cn: 美洲/Creston
zh_tw: 美洲/克雷斯頓

source: America/Cuiaba
bg_bg: Америка / Куяба
ca_es: AmÃ¨rica/CuiabÃ¡
es_mx: América/Cuiabá
fr_fr: Amérique / Cuiabá
nb_no: Amerika/Cuiaba
nl_nl: Amerika/Cuiabá
pl_pl: Ameryka/Cuiaba
tr_tr: Amerika/Cuiaba
zh_cn: 美洲/库亚巴
zh_tw: 美洲/庫亞巴

source: America/Curacao
bg_bg: Америка / Кюрасао
ca_es: AmÃ¨rica/CuraÃ§ao
es_mx: América/Curazao
fr_fr: Amérique / Curaçao
nb_no: Amerika/Curacao
nl_nl: Amerika/Curaçao
pl_pl: Ameryka/Curacao
tr_tr: Amerika/Curacao
zh_cn: 美洲/库拉索
zh_tw: 美洲/庫拉索

source: America/Danmarkshavn
bg_bg: Америка / Данмарксхавн
ca_es: AmÃ¨rica/Danmarkshavn
es_mx: América/Danmarkshavn
fr_fr: Amérique / Danmarkshavn
nb_no: Amerika/Danmarks
nl_nl: Amerika/Danmarkshavn
pl_pl: Ameryka/Danmarkshavn
tr_tr: Amerika/Danmarkshavn
zh_cn: 美洲/格陵兰
zh_tw: 美洲/格陵蘭

source: America/Dawson
bg_bg: Америка / Доусън
ca_es: AmÃ¨rica/Dawson
es_mx: América/Dawson
fr_fr: Amérique / Dawson
nb_no: Amerika/Dawson
nl_nl: Amerika/Dawson
pl_pl: Ameryka/Dawson
tr_tr: Amerika/Dawson
zh_cn: 美洲/道森
zh_tw: 美洲/道森

source: America/Dawson Creek
bg_bg: Америка / Доусън Крийк
ca_es: AmÃ¨rica/Dawson Creek
es_mx: América/Dawson Creek
fr_fr: Amérique /Dawson Creek
nb_no: Amerika/Dawson Creek
nl_nl: Amerika/Dawson Creek
pl_pl: Ameryka/Dawson Creek
tr_tr: Amerika/Dawson Creek
zh_cn: 美洲/道森克里克
zh_tw: 美洲/道森克里克

source: America/Denver
bg_bg: Америка / Денвър
ca_es: AmÃ¨rica/Denver
es_mx: América/Denver
fr_fr: Amérique / Denver
nb_no: Amerika/Denver
nl_nl: Amerika/Denver
pl_pl: Ameryka/Denver
tr_tr: Amerika/Denver
zh_cn: 美洲/丹佛
zh_tw: 美洲/丹佛

source: America/Detroit
bg_bg: Америка / Детройт
ca_es: AmÃ¨rica/Detroit
es_mx: América/Detroit
fr_fr: Amérique / Detroit
nb_no: Amerika/Detroit
nl_nl: Amerika/Detroit
pl_pl: Ameryka/Detroit
tr_tr: Amerika/Detroit
zh_cn: 美洲/底特律
zh_tw: 美洲/底特律

source: America/Dominica
bg_bg: Америка / Доминика
ca_es: AmÃ¨rica/Dominica
es_mx: América/Dominica
fr_fr: Amérique / Dominique
nb_no: Amerika/Dominica
nl_nl: Amerika/Dominica
pl_pl: Ameryka/Dominika
tr_tr: Amerika/Dominika
zh_cn: 美洲/多米尼加
zh_tw: 美洲/多明尼加

source: America/Edmonton
bg_bg: Америка / Едмънтън
ca_es: AmÃ¨rica/Edmonton
es_mx: América/Edmonton
fr_fr: Amérique / Edmonton
nb_no: Amerika/Edmonton
nl_nl: Amerika/Edmonton
pl_pl: Ameryka/Edmonton
tr_tr: Amerika/Edmonton
zh_cn: 美洲/埃德蒙顿
zh_tw: 美洲/埃德蒙頓

source: America/Eirunepe
bg_bg: Америка / Eirunepe
ca_es: AmÃ¨rica/Eirunepe
es_mx: América/Eirunepe
fr_fr: Amérique / Eirunepé
nb_no: Amerika/Eirunepe
nl_nl: Amerika/Eirunepé
pl_pl: Ameryka/Eirunepe
tr_tr: Amerika/Eirunepe
zh_cn: 美洲/依伦尼贝
zh_tw: 美洲/依倫尼貝

source: America/El Salvador
bg_bg: Америка / Ел Салвадор
ca_es: AmÃ¨rica/El Salvador
es_mx: América/El Salvador
fr_fr: Amérique / Salvador
nb_no: Amerika/El Salvador
nl_nl: Amerika/El Salvador
pl_pl: Ameryka/El Salvador
tr_tr: Amerika/El Salvador
zh_cn: 美洲/萨尔瓦多
zh_tw: 美洲/薩爾瓦多

source: America/Ensenada
bg_bg: Америка / Енсенада
ca_es: AmÃ¨rica/Ensenada
es_mx: América/Ensenada
fr_fr: Amérique / Ensenada
nb_no: Amerika/Ensenada
nl_nl: Amerika/Ensenada
pl_pl: Ameryka/Ensenada
tr_tr: Amerika/Ensenada
zh_cn: 美洲/恩塞纳达
zh_tw: 美洲/恩塞納達

source: America/Fort Wayne
bg_bg: Америка / Форт Уейн
ca_es: AmÃ¨rica/Fort Wayne
es_mx: América/Fort Wayne
fr_fr: Amérique / Fort Wayne
nb_no: Amerika/Fort Wayne
nl_nl: Amerika/Fort Wayne
pl_pl: Ameryka/Fort Wayne
tr_tr: Amerika/Fort Wayne
zh_cn: 美洲/韦恩堡
zh_tw: 美洲/韋恩堡

source: America/Fortaleza
bg_bg: Америка / Форталеза
ca_es: AmÃ¨rica/Fortaleza
es_mx: América/Fortaleza
fr_fr: Amérique / Fortaleza
nb_no: Amerika/Fortaleza
nl_nl: Amerika/Fortaleza
pl_pl: Ameryka/Fortaleza
tr_tr: Amerika/Fortaleza
zh_cn: 美洲/福塔雷萨
zh_tw: 美洲/福塔雷薩

source: America/Glace Bay
bg_bg: Америка / Глайс Бей
ca_es: AmÃ¨rica/Glace Bay
es_mx: América/Glace Bay
fr_fr: Amérique / Glace Bay
nb_no: Amerika/Glace Bay
nl_nl: Amerika/Glace Bay
pl_pl: Ameryka/Glace Bay
tr_tr: Amerika/Glace Bay
zh_cn: 美洲/格莱斯湾
zh_tw: 美洲/格萊斯灣

source: America/Godthab
bg_bg: Америка / Готхоб
ca_es: Amèrica/Godthab
es_mx: América/Godthab
fr_fr: Amérique / Godthab
nb_no: Amerika/Godthåb
nl_nl: Amerika/Godthab
pl_pl: Ameryka/Nuuk(Godthab)
tr_tr: Amerika/Godthab
zh_cn: 美洲/戈特霍布
zh_tw: 美洲/戈特霍布

source: America/Goose Bay
bg_bg: Америка / Гозел Бей
ca_es: Amèrica/Goose Bay
es_mx: América/Goose Bay
fr_fr: Amérique / Goose Bay
nb_no: Amerika/Goose Bay
nl_nl: Amerika/Goose Bay
pl_pl: Ameryka/Goose Bay
tr_tr: Amerika/Goose Bay
zh_cn: 美洲/古斯湾
zh_tw: 美洲/古斯灣

source: America/Grand Turk
bg_bg: Америка / Гранд Тюрк
ca_es: Amèrica/Gran Turca
es_mx: América/Gran Turca
fr_fr: Amérique / Grand Turk
nb_no: Amerika/Grand Turk
nl_nl: Amerika/Grand Turk
pl_pl: Ameryka/Grand Turk
tr_tr: Amerika/Grand Turk
zh_cn: 美洲/大特克
zh_tw: 美洲/大特克

source: America/Grenada
bg_bg: Америка / Гренада
ca_es: Amèrica/Granada
es_mx: América/Granada
fr_fr: Amérique / Grenade
nl_nl: Amerika/Grenada
pl_pl: Ameryka/Grenada
tr_tr: Amerika/Grenada
zh_cn: 美洲/格林纳达
zh_tw: 美洲/格林伍德

source: America/Guadeloupe
bg_bg: Америка / Гваделупа
ca_es: Amèrica/Guadalupe
es_mx: América/Guadalupe
fr_fr: Amérique / Guadeloupe
nb_no: Amerika/ Guadeloupe
nl_nl: Amerika/Guadeloupe
pl_pl: Ameryka/Gwadelupa
tr_tr: Amerika/Guadeloupe
zh_cn: 美洲/瓜德罗普岛
zh_tw: 美洲/瓜德羅普島

source: America/Guatemala
bg_bg: Америка / Гватемала
ca_es: Amèrica&Guatemala
es_mx: América/Guatemala
fr_fr: Amérique / Guatemala
nb_no: Amerika/Guatemala
nl_nl: Amerika/Guatemala
pl_pl: Ameryka/Gwatemala
tr_tr: Amerika/Guatemala
zh_cn: 美洲/危地马拉
zh_tw: 美洲/瓜地馬拉

source: America/Guayaquil
bg_bg: Америка / Гуаякил
ca_es: Amèrica/Guayaquil
es_mx: América/Guayaquil
fr_fr: Amérique / Guayaquil
nb_no: Amerika/Guayaquil
nl_nl: Amerika/Guayaquil
pl_pl: Ameryka/Guayaquil
tr_tr: Amerika/Guayaquil
zh_cn: 美洲/瓜亚基尔
zh_tw: 美洲/瓜亞基爾

source: America/Guyana
bg_bg: Америка / Гвиана
ca_es: Amèrica/Guyana
es_mx: América/Guyana
fr_fr: Amérique / Guyane
nb_no: Amerika/Guyana
nl_nl: Amerika/Guyana
pl_pl: Ameryka/Gujana
tr_tr: Amerika/Guyana
zh_cn: 美洲/圭亚那
zh_tw: 美洲/圭亞那

source: America/Halifax
bg_bg: Америка / Halifax
ca_es: Amèrica/Halifax
es_mx: América/Halifax
fr_fr: Amérique / Halifax
nb_no: Amerika/Halifax
nl_nl: Amerika/Halifax
pl_pl: Ameryka/Halifaks
tr_tr: Amerika/Halifax
zh_cn: 美洲/哈利法克斯
zh_tw: 美洲/哈利法克斯

source: America/Havana
bg_bg: Америка / Хавана
ca_es: Amèrica/L'Havana
es_mx: América/La Habana
fr_fr: Amérique / La Havane
nb_no: Amerika/Havana
nl_nl: Amerika/Havana
pl_pl: Ameryka/Hawana
tr_tr: Amerika/Havana
zh_cn: 美洲/哈瓦那
zh_tw: 美洲/哈瓦那

source: America/Hermosillo
bg_bg: Америка / Hermosillo
ca_es: Amèrica/Hermosillo
es_mx: América/Hermosillo
fr_fr: Amérique / Hermosillo
nb_no: Amerika/Hermosillo
nl_nl: Amerika/Hermosillo
pl_pl: Ameryka/Hermosillo
tr_tr: Amerika/Hermosillo
zh_cn: 美洲/埃莫西约
zh_tw: 美洲/埃莫西約

source: America/Indiana/Indianapolis
bg_bg: Америка / Индиана / Индианаполис
ca_es: Amèrica/Indiana/Indianapolis
es_mx: América/Indiana/Indianápolis
fr_fr: Amérique / Indiana/Indianapolis
nb_no: Amerika/Indiana/Indianapolis
nl_nl: Amerika/Indiana/Indianapolis
pl_pl: Ameryka/Indiana/Indianapolis
tr_tr: Amerika/İndiana/İndianapolis
zh_cn: 美洲/印第安纳/印地安那波里斯
zh_tw: 美洲/印第安那/印地安那波里斯

source: America/Indiana/Knox
bg_bg: Америка / Индиана / Нокс
ca_es: Amèrica/Indiana/Knox
es_mx: América/Indiana/Knox
fr_fr: Amérique / Indiana / Knox
nb_no: Amerika/Indiana/Knox
nl_nl: Amerika/Indiana/Knox
pl_pl: Ameryka/Indiana/Knox
tr_tr: Amerika/İndiana/Knox
zh_cn: 美洲/印第安纳/诺克斯
zh_tw: 美洲/印第安那/諾克斯

source: America/Indiana/Marengo
bg_bg: Америка / Индиана / Маренго
ca_es: Amèrica/Indiana/Marengo
es_mx: América/Indiana/Marengo
fr_fr: Amérique / Indiana / Marengo
nb_no: Amerika/Indiana/Marengo
nl_nl: Amerika/Indiana/Marengo
pl_pl: Ameryka/Indiana/Marengo
tr_tr: Amerika/İndiana/Marengo
zh_cn: 美洲/印第安纳/马伦戈
zh_tw: 美洲/印第安那/馬倫戈

source: America/Indiana/Petersburg
bg_bg: Америка / Индиана / Петербург
ca_es: Amèrica/Indiana/Petersburg
es_mx: América/Indiana/Petersburg
fr_fr: Amérique / Indiana / Petersburg
nb_no: Amerika/Indiana/Petersburg
nl_nl: Amerika/Indiana/Petersburg
pl_pl: Ameryka/Indiana/Petersburg
tr_tr: Amerika/İndiana/Petersburg
zh_cn: 美洲/印第安纳/彼得堡
zh_tw: 美洲/印第安那/彼得堡

source: America/Indiana/Tell City
bg_bg: Америка / Индиана / Калифорния
ca_es: Amèrica/Indiana/Tell City
es_mx: América/Indiana/Tell City
fr_fr: Amérique / Indiana /Tell City
nb_no: Amerika/Indiana/Tell City
nl_nl: Amerika/Indiana/Tell City
pl_pl: Ameryka/Indiana/Tell City
tr_tr: Amerika/İndiana/Tell City
zh_cn: 美洲/印第安纳/特尔市
zh_tw: 美洲/印第安那/特爾市

source: America/Indiana/Vevay
bg_bg: Америка / Индиана / Vevay
ca_es: Amèrica/Indiana/Vevay
es_mx: América/Indiana/Vevay
fr_fr: Amérique / Indiana / Vevay
nb_no: Amerika/Indiana/Vevay
nl_nl: Amerika/Indiana/Vevay
pl_pl: Ameryka/Indiana/Vevay
tr_tr: Amerika/İndiana/Vevay
zh_cn: 美洲/印第安纳/瓦维
zh_tw: 美洲/印第安那/瓦維

source: America/Indiana/Vincennes
bg_bg: Америка / Индиана / Vincennes
ca_es: Amèrica/Indiana/Vincennes
es_mx: América/Indiana/Vincennes
fr_fr: Amérique / Indiana / Vincennes
nb_no: Amerika/Indiana/Vincennes
nl_nl: Amerika/Indiana/Vincennes
pl_pl: Ameryka/Indiana/Vincennes
tr_tr: Amerika/İndiana/Vincennes
zh_cn: 美洲/印第安纳/温森斯
zh_tw: 美洲/印第安那/溫森斯

source: America/Indiana/Winamac
bg_bg: Америка / Индиана / Уинамак
ca_es: Amèrica/Indiana/Winamac
es_mx: América/Indiana/Winamac
fr_fr: Amérique / Indiana / Winamac
nb_no: Amerika/Indiana/Winamac
nl_nl: Amerika/Indiana/Winamac
pl_pl: Ameryka/Indiana/Winamac
tr_tr: Amerika/İndiana/Winamac
zh_cn: 美洲/印第安纳/威纳马克
zh_tw: 美洲/印第安那/威納馬克

source: America/Indianapolis
bg_bg: Америка / Индианаполис
ca_es: AmÃ¨rica/IndianÃ polis
es_mx: América/Indianápolis
fr_fr: Amérique / Indianapolis
nb_no: Amerika/Indianapolis
nl_nl: Amerika/Indianapolis
pl_pl: Ameryka/Indianapolis
tr_tr: Amerika/İndianapolis
zh_cn: 美洲/印第安纳波利斯
zh_tw: 美洲/印弟安納波里斯

source: America/Inuvik
bg_bg: Америка / Inuvik
es_mx: América/Inuvik
fr_fr: Amérique / Inuvik
nb_no: Amerika/Inuvik
nl_nl: Amerika/Inuvik
pl_pl: Ameryka/Inuvik
tr_tr: Amerika/İnuvik
zh_cn: 美洲/伊努维克
zh_tw: 美洲/伊努維克

source: America/Iqaluit
bg_bg: Америка / Икалуит
ca_es: Amèrica/Iqaluit
es_mx: América/Iqaluit
fr_fr: Amérique / Iqaluit
nb_no: Amerika/Iqaluit
nl_nl: Amerika/Iqaluit
pl_pl: Ameryka/Iqaluit
tr_tr: Amerika/İqaluit
zh_cn: 美洲/伊魁特
zh_tw: 美洲/伊魁特

source: America/Jamaica
bg_bg: Америка / Ямайка
ca_es: AmÃ¨rica/Jamaica
es_mx: América/Jamaica
fr_fr: Amérique / Jamaïque
nb_no: Amerika/Jamaica
nl_nl: Amerika/Jamaica
pl_pl: Ameryka/Jamajka
tr_tr: Amerika/Jamaika
zh_cn: 美洲/牙买加
zh_tw: 美洲/牙買加

source: America/Jujuy
bg_bg: Америка / Jujuy
ca_es: Amèrica/Jujuy
es_mx: América/Jujuy
fr_fr: Amérique / Jujuy
nb_no: Amerika/Jujuy
nl_nl: Amerika/Jujuy
pl_pl: Ameryka/Jujuy
tr_tr: Amerika/Jujuy
zh_cn: 美洲/胡胡伊
zh_tw: 美洲/胡胡伊

source: America/Juneau
bg_bg: Америка / Джуно
ca_es: Amèrica/Juneau
es_mx: América/Juneau
fr_fr: Amérique / Juneau
nb_no: Amerika/Juneau
nl_nl: Amerika/Juneau
pl_pl: Ameryka/Juneau
tr_tr: Amerika/Juneau
zh_cn: 美洲/朱诺
zh_tw: 美洲/朱諾

source: America/Kentucky/Louisville
bg_bg: Америка / Кентъки / Луисвил
ca_es: Amèrica/Kentucky/Louisville
es_mx: América/Kentucky/Louisville
fr_fr: Amérique / Kentucky / Louisville
nb_no: Amerika/Kentucky/Louisville
nl_nl: Amerika/Kentucky/Louisville
pl_pl: Ameryka/Kentucky/Louisville
tr_tr: Amerika/Kentucky/Louisville
zh_cn: 美洲/肯塔基/刘易斯维尔
zh_tw: 美洲/肯塔基/路易斯維爾

source: America/Kentucky/Monticello
bg_bg: Америка / Кентъки / Монтичело
ca_es: Amèrica/Kentucky/Monticello
es_mx: América/Kentucky/Monticello
fr_fr: Amérique / Kentucky / Monticello
nb_no: Amerika/Kentucky/Monticello
nl_nl: Amerika/Kentucky/Monticello
pl_pl: Ameryka/Kentucky/Monticello
tr_tr: Amerika/Kentucky/Monticello
zh_cn: 美洲/肯塔基/蒙帝塞罗
zh_tw: 美洲/肯塔基/蒙帝塞羅

source: America/Knox IN
bg_bg: Америка / Knox IN
ca_es: Amèrica/Knox IN
es_mx: América/Knox IN
fr_fr: Amérique / Knox IN
nb_no: Amerika/Knox IN
nl_nl: Amerika/Knox (IN)
pl_pl: Ameryka/Knox, IN
tr_tr: Amerika/Knox IN
zh_cn: 美洲/印第安纳州诺克斯
zh_tw: 美洲/印第安那州諾克斯

source: America/Kralendijk
bg_bg: Америка / Kralendijk
ca_es: Amèrica/Kralendijk
es_mx: América/Kralendijk
fr_fr: Amérique / Kralendijk
nb_no: Amerika/Kralendijk
nl_nl: Amerika/Kralendijk
pl_pl: Ameryka/Kralendijk
tr_tr: Amerika/Kralendijk
zh_cn: 美洲/克拉伦代克
zh_tw: 美洲/克拉倫代克

source: America/La Paz
bg_bg: Америка / Ла Пас
ca_es: Amèrica/La Paz
es_mx: América/La Paz
fr_fr: Amérique / La Paz
nb_no: Amerika/La Paz
nl_nl: Amerika/La Paz
pl_pl: Ameryka/La Paz
tr_tr: Amerika/La Paz
zh_cn: 美洲/拉巴斯
zh_tw: 美洲/拉巴斯

source: America/Lima
bg_bg: Америка / Лима
ca_es: Amèrica/Lima
es_mx: América/Lima
fr_fr: Amérique / Lima
nb_no: Amerika/Lima
nl_nl: Amerika/Lima
pl_pl: Ameryka/Lima
tr_tr: Amerika/Lima
zh_cn: 美洲/利马
zh_tw: 美洲/利馬

source: America/Los Angeles
bg_bg: Америка / Лос Анджелис
ca_es: Amèrica/Los Angeles
es_mx: América/Los Ángeles
fr_fr: Amérique / Los Angeles
nb_no: Amerika/Los Angeles
nl_nl: Amerika/Los Angeles
pl_pl: Ameryka/Los Angeles
tr_tr: Amerika/Los Angeles
zh_cn: 美洲/洛杉矶
zh_tw: 美洲/洛杉磯

source: America/Louisville
bg_bg: Америка / Луисвил
ca_es: Amèrica/Louisville
es_mx: América/Louisville
fr_fr: Afrique / Louisville
nb_no: Amerika/Louisville
nl_nl: Amerika/Louisville
pl_pl: Afryka/Louisville
tr_tr: Amerika/Louisville
zh_cn: 美洲/刘易斯维尔
zh_tw: 美洲/路易斯維爾

source: America/Lower Princes
bg_bg: Америка / Долните принцове
ca_es: Amèrica/Lower Princes
fr_fr: Amérique / Lower Princes
nb_no: Amerika/Nedre Princes
nl_nl: Amerika/Beneden Prinsen Kwartier
pl_pl: Ameryka/Lower Prince's Quarter
tr_tr: Amerika/Lower Princes
zh_cn: 美洲/Lower Princes
zh_tw: 美洲/下太子

source: America/Maceio
bg_bg: Америка / Масейо
ca_es: Amèrica/Maceió
es_mx: América/Maceió
fr_fr: Amérique / Maceio
nb_no: Amerika/Maceio
nl_nl: Amerika/Maceio
pl_pl: Ameryka/Maceio
tr_tr: Amerika/Maceio
zh_cn: 美洲/马塞约
zh_tw: 美洲/馬賽約

source: America/Managua
bg_bg: Америка / Манагуа
ca_es: Amèrica/Managua
es_mx: América/Managua
fr_fr: Amérique / Managua
nb_no: Amerika/Managua
nl_nl: Amerika/Managua
pl_pl: Ameryka/Managua
tr_tr: Amerika/Managua
zh_cn: 美洲/马那瓜
zh_tw: 美洲/馬那瓜

source: America/Manaus
bg_bg: Америка / Манаус
ca_es: Amèrica/Manaos
es_mx: América/Manaos
fr_fr: Amérique / Manaus
nb_no: Amerika/Manaus
nl_nl: Amerika/Manaus
pl_pl: Ameryka/Manaus
tr_tr: Amerika/Manaus
zh_cn: 美洲/玛瑙斯
zh_tw: 美洲/瑪瑙斯

source: America/Marigot
bg_bg: Америка / Marigot
ca_es: Amèrica/Marigot
es_mx: América/Marigot
fr_fr: Amérique / Marigot
nb_no: Amerika/Marigot
nl_nl: Amerika/Marigot
pl_pl: Ameryka/Marigot
tr_tr: Amerika/Marigot
zh_cn: 美洲/马里戈特
zh_tw: 美洲/馬里戈特

source: America/Martinique
bg_bg: Америка / Мартиника
ca_es: Amèrica/Martinica
es_mx: América/Martinica
fr_fr: Amérique / Martinique
nb_no: Amerika/Martinique
nl_nl: Amerika/Martinique
pl_pl: Ameryka/Martynika
tr_tr: Amerika/Martinique
zh_cn: 美洲/马提尼克
zh_tw: 美洲/馬提尼克

source: America/Matamoros
bg_bg: Америка / Матаморос
ca_es: Amèrica/Matamoros
es_mx: América/Matamoros
fr_fr: Amérique / Matamoros
nb_no: Amerika/Matamoros
nl_nl: Amerika/Matamoros
pl_pl: Ameryka/Matamoros
tr_tr: Amerika/Matamoros
zh_cn: 美洲/Matamoros
zh_tw: 美洲/馬塔莫羅斯

source: America/Mazatlan
bg_bg: Америка / Масатлан
ca_es: Amèrica/Mazatlan
es_mx: América/Mazatlán
fr_fr: Amérique / Mazatlná
nb_no: Amerika/Mazatlan
nl_nl: Amerika/Mazatlan
pl_pl: Ameryka/Mazatlan
tr_tr: Amerika/Mazatlan
zh_cn: 美洲/马萨特兰
zh_tw: 美洲/馬薩特蘭

source: America/Mendoza
bg_bg: Америка / Mendoza
ca_es: Amèrica/Mendoza
es_mx: América/Mendoza
fr_fr: Amérique / Mendoza
nb_no: Amerika/Mendoza
nl_nl: Amerika/Mendoza
pl_pl: Ameryka/Mendoza
tr_tr: Amerika/Mendoza
zh_cn: 美洲/门多萨
zh_tw: 美洲/門多薩

source: America/Menominee
bg_bg: Америка / Menominee
ca_es: Amèrica/Menominee
es_mx: América/Menominee
fr_fr: Amérique / Menominee
nb_no: Amerika/Menominee
nl_nl: Amerika/Menominee
pl_pl: Ameryka/Menominee
tr_tr: Amerika/Menominee
zh_cn: 美洲/梅诺米尼
zh_tw: 美洲/梅諾米尼

source: America/Merida
bg_bg: Америка / Мерида
ca_es: Amèrica/Mèrida
es_mx: América/Mérida
fr_fr: Amérique / Merida
nb_no: Amerika/Merida
nl_nl: Amerika/Merida
pl_pl: Ameryka/Merida
tr_tr: Amerika/Merida
zh_cn: 美洲/梅里达
zh_tw: 美洲/梅里達

source: America/Metlakatla
bg_bg: Америка / Metlakatla
ca_es: Amèrica/Metlakatla
es_mx: América/Metlakatla
fr_fr: Amérique / Metlakatla
nb_no: Amerika/Metlakatla
nl_nl: Amerika/Metlakatla
pl_pl: Ameryka/Metlakatla
tr_tr: Amerika/Metlakatla
zh_cn: 美洲/Metlakatla
zh_tw: 美洲/美特拉卡特拉

source: America/Mexico City
bg_bg: Америка / Мексико Сити
ca_es: Amèrica/Ciutat de Mexic
es_mx: América/Ciudad de México
fr_fr: Amérique / Mexico
nb_no: Amerika/Mexico by
nl_nl: Amerika/Mexico-Stad
pl_pl: Ameryka/Meksyk
tr_tr: Amerika/Mexico City
zh_cn: 美洲/墨西哥城
zh_tw: 美洲/墨西哥城

source: America/Miquelon
bg_bg: Америка / Микелон
ca_es: Amèrica/Miquelon
es_mx: América/Miquelón
fr_fr: Amérique / Miquelon
nb_no: Amerika/Miquelon
nl_nl: Amerika/Miquelon
pl_pl: Ameryka/Miquelon
tr_tr: Amerika/Miquelon
zh_cn: 美洲/密克隆
zh_tw: 美洲/密克隆

source: America/Moncton
bg_bg: Америка / Монктон
ca_es: Amèrica/Moncton
es_mx: América/Moncton
fr_fr: Amérique / Moncton
nb_no: Amerika/Moncton
nl_nl: Amerika/Moncton
pl_pl: Ameryka/Moncton
tr_tr: Amerika/Moncton
zh_cn: 美洲/蒙克顿
zh_tw: 美洲/蒙克頓

source: America/Monterrey
bg_bg: Америка / Монтерей
ca_es: Amèrica/Monterrey
es_mx: América/Monterrey
fr_fr: Amérique / Monterrey
nb_no: Amerika/ Monterrey
nl_nl: Amerika/Monterrey
pl_pl: Ameryka/Monterrey
tr_tr: Amerika/Monterrey
zh_cn: 美洲/蒙特雷
zh_tw: 美洲/蒙特雷

source: America/Montevideo
bg_bg: Америка / Монтевидео
ca_es: Amèrica/Montevideo
es_mx: América/Montevideo
fr_fr: Amérique / Montevideo
nb_no: Amerika/Montevideo
nl_nl: Amerika/Montevideo
pl_pl: Ameryka/Montevideo
tr_tr: Amerika/Montevideo
zh_cn: 美洲/蒙得维的亚
zh_tw: 美洲/蒙德維的亞
