Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: [changed_by] has [confirmation_action] this appointment. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: [changed_by] има [confirmation_action] тази среща. \ n \ nAppointment \ n =========== \ nСъздадена от: [created_by] \ nСъздадена на: [creation_datetime] \ n [title] \ n [ ] [FOLDER_NAME] \ п \ п [Start] \ п [END] \ п [серия] [delete_exceptions] [change_exceptions] \ п [описание] \ nParticipants \ п ============ \ п [участници] \ н \ nResources \ н ========= \ н [ресурси] \ н \ н ======================= ===================
ca_es: [changed_by] ha [confirmation_action] aquesta cita. Cita ==== Creada per: [created_by] Creada el: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: [changed_by] ha [confirmation_action] esta cita. Cita ==== Creada por: [created_by] Creada el: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: [changed_by] a [confirmation_action] ce rendez-vous. Rendez-vous =========== Créé par : [created_by] Créé le : [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: [changed_by] har [confirmation_action] denne avtalen. Avtale =========== Opprettet av: [created_by] Opprettet: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: [changed_by] heeft deze afspraak [confirmation_action]. Afspraak =========== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [location][folder_name] Startdatum: [start] Einddatum: [end] [series][delete_exceptions][change_exceptions] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: [changed_by][confirmation_action] to spotkanie. Spotkanie ========= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: [changed_by] kişisi [confirmation_action] randevusunu onayladı. Randevu =========== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: [changed_by] 已 [confirmation_action] 此约会。约会 =========== 创建人： [created_by] 创建日期： [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: [changed_by] 已 [confirmation_action] 此約會。 約會 =========== 建立者：[created_by] 建立時間：[creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] 描述 ============ [participants] 資源 ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this task. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: [changed_by] има [confirmation_action] тази задача. \ nМожете да проверите тази задача в задачите си: \ n [link] \ n \ nТак \ n ==== \ nСъздадена от: [created_by] п [заглавие] \ п [FOLDER_NAME] \ п [приоритет] \ п [task_status] \ п \ п [Start] \ п [END] \ п [серия] \ п [описание] \ nParticipants \ п ===== ======= \ н [участници] \ н \ nResources \ н ========= \ н [ресурси] \ н \ н ============== ============================
ca_es: [changed_by] ha [confirmation_action] aquesta tasca. Podeu revisar aquesta tasca a les vostres tasques: [link] Tasca ===== Creada per: [created_by] Creada el: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: [changed_by] ha [confirmation_action] this tarea. Puede revisar esta tarea en sus tareas: [link] Tarea ===== Creada por: [created_by] Creada el: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: [changed_by] a [confirmation_action] cette tâche. Vous pouvez vérifier cette tâche dans vos tâches : [link] Tâche ===== Créée par : [created_by] Créée le : [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: [changed_by] har [confirmation_action] denne avtalen. Du kan sjekke denne oppgaven i dine oppgaver: [link] Oppgave ==== Opprettet av: [created_by] Opprettet: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: [changed_by] heeft deze taak [confirmation_action]. Directe koppeling: [link] Taak ==== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [folder_name] [priority] [task_status] Startdatum: [start] Einddatum: [end] [series] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: [changed_by][confirmation_action] to zadanie. Możesz sprawdzić to zadanie w swoich zadaniach: [link] Zadanie ======= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: [changed_by] kişisi [confirmation_action] görevini onayladı. Bu görevi görevler listenizden kontrol edebilirsiniz: [link] Görev ==== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: [changed_by] 已 [confirmation_action] 此任务。您可以再您的任务中检查此任务： [link] 任务 ==== 创建人： [created_by] 创建日期： [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: [changed_by] 已 [confirmation_action] 此任務。 您可以在您的任務中檢查此任務： [link] 任務 ==== 建立者：[created_by] 建立時間：[creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this task. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
bg_bg: [changed_by] има [confirmation_action] тази задача. \ n \ nТак \ n ==== \ nСъздаден от: [created_by] \ nСъздаден на: [creation_datetime] \ n [title] \ n [ п [task_status] \ н \ н [Start] \ н [край] \ н [поредица] \ н [описание] \ nParticipants \ н ============ \ н [участници] \ н \ nResources \ п ========= \ п [средства] \ п \ п ============================= =============
ca_es: [changed_by] ha [confirmation_action] aquesta tasca. Tasca ===== Creada per: [created_by] Creada el: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============= [participants] Recursos ======== [resources] ==========================================
es_mx: [changed_by] ha [confirmation_action] this tarea. Tarea ===== Creada por: [created_by] Creada el: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participantes ============= [participants] Recursos ======== [resources] ==========================================
fr_fr: [changed_by] a [confirmation_action] cette tâche. Tâche ===== Créée par : [created_by] Créée le : [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Ressources ========== [resources] ==========================================
nb_no: [changed_by] har [confirmation_action] denne avtalen. Oppgave =========== Opprettet av: [created_by] Opprettet: [creation_datetime] [title][folder_name] [priority] [task_status] [start] [end] [series] [description] Deltakere ============ [participants] Ressurser ========= [resources] ==========================================
nl_nl: [changed_by] heeft deze taak [confirmation_action]. Taak ==== Aangemaakt door: [created_by] Aangemaakt op: [creation_datetime] [title] [folder_name] [priority] [task_status] Startdatum: [start] Einddatum: [end] [series] Omschrijving: [description] Deelnemers ============ [participants] Bronnen ========= [resources] ==========================================
pl_pl: [changed_by][confirmation_action] to zadanie. Zadanie ======= Utworzone przez: [created_by] Utworzone o: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Uczestnicy ========== [participants] Zasoby ====== [resources] ==========================================
tr_tr: [changed_by] kişisi [confirmation_action] görevini onayladı. Görev ==== Oluşturan kişi: [created_by] Oluşturulma zamanı: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Katılımcılar ============ [participants] Kaynaklar ========= [resources] ==========================================
zh_cn: [changed_by] 已 [confirmation_action] 此任务。任务 ==== 创建人： [created_by] 创建日期： [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 参与者 ============ [participants] 资源 ========= [resources] ==========================================
zh_tw: [changed_by] 已 [confirmation_action] 此任務。 任務 ==== 建立者：[created_by] 建立時間：[creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] 參與者 ============ [participants] 資源 ========= [resources] ==========================================

source: New appointment
bg_bg: Нова среща
ca_es: Nova cita
es_mx: Nueva cita
fr_fr: Nouveau rendez-vous
nb_no: Ny avtale
nl_nl: Nieuwe afspraak
pl_pl: Nowe spotkanie
tr_tr: Yeni randevu
zh_cn: 新约会
zh_tw: 新約會

source: Appointment changed
bg_bg: Срещата бе променена
ca_es: Cita canviada
es_mx: Cita modificada
fr_fr: Rendez-vous modifié
nb_no: Avtale endret
nl_nl: Afspraak gewijzigd
pl_pl: Spotkanie zmieniono
tr_tr: Randevu değiştirildi
zh_cn: 已更改的约会
zh_tw: 已更改的約會

source: Appointment deleted
bg_bg: Срещата бе изтрита
ca_es: Cita suprimida
es_mx: Cita borrada
fr_fr: Rendez-vous supprimé
nb_no: Avtale slettet
nl_nl: Afspraak verwijderd
pl_pl: Spotkanie anulowano
tr_tr: Randevu silindi
zh_cn: 已删除的约会
zh_tw: 已刪除的約會

source: Appointment (accepted)
bg_bg: Назначаване (прието)
ca_es: Cita (confirmada)
es_mx: Cita (aceptada)
fr_fr: Rendez-vous (accepté)
nb_no: Avtale (godkjent)
nl_nl: Afspraak (geaccepteerd)
pl_pl: Spotkanie (zaakceptowane)
tr_tr: Randevu (kabul edildi)
zh_cn: 已接受的约会
zh_tw: 已接受的約會

source: Appointment (declined)
bg_bg: Назначаване (отказано)
ca_es: Cita (rebutjada)
es_mx: Cita (rechazada)
fr_fr: Rendez-vous (décliné)
nb_no: Avtale (avslått)
nl_nl: Afspraak (afgewezen)
pl_pl: Spotkanie (odrzucone)
tr_tr: Randevu (Reddedildi)
zh_cn: 已拒绝的约会
zh_tw: 已拒絕的約會

source: Appointment (tentative)
bg_bg: Назначаване (предварителен)
ca_es: Cita (proposada)
es_mx: Cita (provisional)
fr_fr: Rendez-vous (provisoire)
nb_no: Avtale (foreløpig godkjent)
nl_nl: Afspraak (voorlopig)
pl_pl: Spotkanie (tymczasowe)
tr_tr: Randevu (değişebilir)
zh_cn: 暂定的约会
zh_tw: 暫定的約會

source: Appointment (none)
bg_bg: Назначаване (няма)
ca_es: Cita (cap)
es_mx: Cita (ninguna)
fr_fr: Rendez-vous (aucun)
nb_no: Avtale (ingen)
nl_nl: Afspraak (geen)
pl_pl: Spotkanie (brak)
tr_tr: Randevu (yok)
zh_cn: 约会（无）
zh_tw: 約會（無）

source: New task
bg_bg: Нова задача
ca_es: Nova tasca
es_mx: Nueva tarea
fr_fr: Nouvelle tâche
nb_no: Ny oppgave
nl_nl: Nieuwe taak
pl_pl: Nowe zadanie
tr_tr: Yeni Görev
zh_cn: 新任务
zh_tw: 新任務

source: Task changed
bg_bg: Задачата се промени
ca_es: Tasca canviada
es_mx: Tarea modificada
fr_fr: Tâche modifiée
nb_no: Oppgve endret
nl_nl: Taak gewijzigd
pl_pl: Zadanie zmieniono
tr_tr: Görev değişti
zh_cn: 已更改的任务
zh_tw: 已更改的任務

source: Task deleted
bg_bg: Заданието бе изтрито
ca_es: Tasca suprimida
es_mx: Tarea borrada
fr_fr: Tâche supprimée
nb_no: Oppgave slettet
nl_nl: Taak verwijderd
pl_pl: Zadanie anulowano
tr_tr: Görev silindi
zh_cn: 已删除的任务
zh_tw: 已刪除的任務

source: Task (accepted)
bg_bg: Задача (приета)
ca_es: Tasca (confirmada)
es_mx: Tarea (aceptada)
fr_fr: Tâche (acceptée)
nb_no: Oppgave (godkjent)
nl_nl: Taak (geaccepteerd)
pl_pl: Zadanie (zaakceptowane)
tr_tr: Görev (onaylandı)
zh_cn: 已接受的任务
zh_tw: 已接受的任務

source: Task (declined)
bg_bg: Задача (отхвърлена)
ca_es: Tasca (rebutjada)
es_mx: Tarea (rechazada)
fr_fr: Tâche (déclinée)
nb_no: Oppgave (avslått)
nl_nl: Taak (afgewezen)
pl_pl: Zadanie (odrzucone)
tr_tr: Görev(reddedildi)
zh_cn: 已拒绝的任务
zh_tw: 已拒絕的任務

source: Task (tentative)
bg_bg: Задача (предварителен)
ca_es: Tasca (proposada)
es_mx: Tarea (provisional)
fr_fr: Tâche (provisoire)
nb_no: Oppgave (foreløpig)
nl_nl: Taak (voorlopig)
pl_pl: Zadanie (tymczasowe)
tr_tr: Görev (değişebilir)
zh_cn: 暂定的任务
zh_tw: 暫定的任務

source: Reminder
bg_bg: напомняне
ca_es: Recordatori
es_mx: Recordatorio
fr_fr: Rappel
nb_no: Påminnelse
nl_nl: Herinnering
pl_pl: Przypomnienie
tr_tr: Hatırlatıcı
zh_cn: 提醒信息
zh_tw: 提醒信息

source: No resources have been scheduled.
bg_bg: Няма планирани ресурси.
ca_es: Sense recursos programats.
es_mx: No se ha planificado ningún recurso.
fr_fr: Aucune ressource n'a été planifiée.
nb_no: Ingen ressurser har blitt planlagt.
nl_nl: Er zijn geen bronnen ingeroosterd.
pl_pl: Nie ujęto w planie żadnych zasobów.
tr_tr: Hiçbir kaynak planlanmadı
zh_cn: 尚未安排资源。
zh_tw: 尚未安排資源。

source: No series
bg_bg: Няма серии
ca_es: Sense sÃ¨ries
es_mx: No periódica
fr_fr: Pas de répétition
nb_no: Ingen serie
nl_nl: Geen series
pl_pl: Brak cykli
tr_tr: Seri yok
zh_cn: 无系列
zh_tw: 無系列

source: No start date
bg_bg: Няма начална дата
ca_es: Sense data d'inici
es_mx: Sin fecha de comienzo
fr_fr: Pas de date de début
nb_no: Ingen startdato
nl_nl: Geen startdatum
pl_pl: Brak daty początkowej
tr_tr: Başlangıç tarihi yok
zh_cn: 无开始日期
zh_tw: 無開始日期

source: No end date
bg_bg: Няма крайна дата
ca_es: Sense data de finalitzaciÃ³
es_mx: Sin fecha de finalización
fr_fr: Pas de date de fin
nb_no: Ingen sluttdato
nl_nl: Geen einddatum
pl_pl: Brak daty końcowej
tr_tr: Bitiş tarihi yok
zh_cn: 无结束日期
zh_tw: 無結束日期

source: No due date
bg_bg: Няма дата
ca_es: Sense data de caducitat
es_mx: Sin fecha de vencimiento
fr_fr: Pas de date d'échéance
nb_no: Ingen forfallsdato
nl_nl: Geen vervaldatum
pl_pl: Brak terminu
tr_tr: Tamamlama tarihi
zh_cn: 无截止日
zh_tw: 無截止日

source: No delete exceptions
bg_bg: Няма изключения при изтриването
ca_es: Sense excepcions de supressió
es_mx: Sin excepciones de borrado
fr_fr: Pas d'exceptions de suppression
nb_no: Ingen slette-unntak
nl_nl: Geen uitzonderingen voor verwijderen
pl_pl: Brak wyjątków co do anulowania
tr_tr: Silme istisnası yok
zh_cn: 无删除例外情况
zh_tw: 無刪除例外情況

source: No change exceptions
bg_bg: Няма промени в изключенията
ca_es: Sense excepcions de modificació
es_mx: Sin excepciones de modificación
fr_fr: Pas d'exceptions de modification
nb_no: Ingen endringsunntak
nl_nl: Geen uitzonderingen voor wijzigen
pl_pl: Brak wyjątków co do zmiany
tr_tr: Değiştirme istisnası yok
zh_cn: 无更改例外情况
zh_tw: 無更改例外情況

source: Mail to resource %1$s
bg_bg: Поща на ресурс %1$s
ca_es: Envia correu al recurs %1$s
es_mx: Enviar correo a recurso %1$s
fr_fr: Envoyer un courriel à la ressource %1$s
nb_no: E-post til ressurs %1$s
nl_nl: Mail naar bron %1$s
pl_pl: Prześlij do zasobów %1$s
zh_cn: 邮寄到资源 %1$s
zh_tw: 郵寄到資源 %1$s

source: Resource
bg_bg: Ресурс
ca_es: Recurs
es_mx: Recurso
fr_fr: Ressource
nb_no: Ressurs
nl_nl: Bron
pl_pl: Zasoby
tr_tr: Kaynak
zh_cn: 资源
zh_tw: 資源

source: Not set
bg_bg: Не е зададено
ca_es: Sense establir
es_mx: Sin definir
fr_fr: Non défini
nb_no: Ikke satt
nl_nl: Niet gezet
pl_pl: Nieustawione
tr_tr: Ayarlanmamıi
zh_cn: 未设置
zh_tw: 未設置

source: Low
bg_bg: Нисък
ca_es: Baixa
es_mx: Baja
fr_fr: Basse
nb_no: Lav
nl_nl: Laag
pl_pl: Niski
tr_tr: Düşük
zh_cn: 低
zh_tw: 低

source: Normal
bg_bg: Нормален
nl_nl: Normaal
pl_pl: Normalny
zh_cn: 普通
zh_tw: 普通

source: High
bg_bg: Висок
ca_es: Alta
es_mx: Alta
fr_fr: Haute
nb_no: Høy
nl_nl: Hoog
pl_pl: Wysoki
tr_tr: Yüksek
zh_cn: 高
zh_tw: 高

source: tentative
bg_bg: несигурно
ca_es: proposta
es_mx: provisional
fr_fr: provisoire
nb_no: foreløpig
nl_nl: voorlopig
pl_pl: wstępne
tr_tr: Değişebilir
zh_cn: 暂定
zh_tw: 暫定

source: external
bg_bg: външен
ca_es: extern
es_mx: externa
fr_fr: externe
nb_no: ekstern
nl_nl: extern
pl_pl: zewnętrzne
tr_tr: dışsal
zh_cn: 外部
zh_tw: 外部

source: Location: %1$s
bg_bg: местоположение %1$s
ca_es: Ubicació: %1$s
es_mx: Ubicación: %1$s
fr_fr: Emplacement : %1$s
nb_no: Lokasjon: %1$s
nl_nl: Locatie: %1$s
pl_pl: Miejsce: %1$s
zh_cn: 地点：%1$s
zh_tw: 地點：%1$s

source: Description: %1$s
bg_bg: Описание: %1$s
ca_es: Descripció: %1$s
es_mx: Descripción: %1$s
nb_no: Beskrivelse: %1$s
nl_nl: Omschrijving: %1$s
pl_pl: Opis: %1$s
zh_cn: 描述：%1$s
zh_tw: 描述：%1$s

source: Start date: %1$s
bg_bg: Начална дата: %1$s
ca_es: Data d'inici: %1$s
es_mx: Fecha de comienzo: %1$s
fr_fr: Date de début : %1$s
nb_no: Startdato: %1$s
nl_nl: Startdatum: %1$s
pl_pl: Data rozpoczęcia: %1$s
tr_tr: Başlangıç tarihi: %1$s
zh_cn: 开始日期：%1$s
zh_tw: 開始日期：%1$s

source: End date: %1$s
bg_bg: Крайна дата: %1$s
ca_es: Data de finalitzaciÃ³: %1$s
es_mx: Fecha de finalización: %1$s
fr_fr: Date de fin : %1$s
nb_no: Sluttdato: %1$s
nl_nl: Einddatum: %1$s
pl_pl: Data zakończenia: %1$s
tr_tr: Bitiş tarihi: %1$s
zh_cn: 结束日期：%1$s
zh_tw: 結束日期：%1$s

source: Due date: %1$s
bg_bg: Дата на изтичане: %1$s
ca_es: Data de caducitat: %1$s
es_mx: Fecha de vencimiento: %1$s
fr_fr: Date d'échéance : %1$s
nb_no: Forfallsdato: %1$s
nl_nl: Vervaldatum: %1$s
pl_pl: Termin: %1$s
tr_tr: Bitiş tarihi: %1$s
zh_cn: 截止日：%1$s
zh_tw: 截止日：%1$s

source: Series: %1$s
bg_bg: Серия: %1$s
ca_es: SÃ¨rires: %1$s
es_mx: Serie: %1$s
fr_fr: Série : %1$s
nb_no: Serie: %1$s
pl_pl: Cykl: %1$s
tr_tr: Seriler: %1$s
zh_cn: 系列：%1$s
zh_tw: 系列：%1$s

source: Comments: %1$s
bg_bg: Коментари: \ n %1$s
ca_es: Comentaris: %1$s
es_mx: Comentarios: %1$s
fr_fr: Commentaires : %1$s
nb_no: Kommentarer: %1$s
nl_nl: Opmerkingen: %1$s
pl_pl: Komentarze: %1$s
tr_tr: Yorumlar: %1$s
zh_cn: 注释： %1$s
zh_tw: 注釋： %1$s

source: Priority: %1$s
bg_bg: Приоритет: %1$s
ca_es: Prioritat: %1$s
es_mx: Prioridad: %1$s
fr_fr: Priorité : %1$s
nb_no: Prioritet: %1$s
nl_nl: Prioriteit: %1$s
pl_pl: Priorytet: %1$s
tr_tr: Öncelik: %1$s
zh_cn: 优先级：%1$s
zh_tw: 優先順序：%1$s

source: Delete exceptions: %1$s
bg_bg: Изтриване на изключенията: %1$s
ca_es: Elimina les excepcions: %1$s
es_mx: Excepciones de borrado: %1$s
fr_fr: Exceptions de suppression : %1$s
nb_no: Ingen sletteunntak: %1$s
nl_nl: Uitzonderingen voor verwijderen: %1$s
pl_pl: Usuń wyjątki: %1$s
tr_tr: Özel durumları sil: %1$s
zh_cn: 删除例外情况：%1$s
zh_tw: 刪除例外情況：%1$s

source: Change exceptions: %1$s
bg_bg: Промяна на изключенията: %1$s
ca_es: Canvia de les excepcions: %1$s
es_mx: Excepciones de modificación: %1$s
fr_fr: Exceptions de modification : %1$s
nb_no: Ingen endringsunntak: %1$s
nl_nl: Uitzonderingen voor wijzigen: %1$s
pl_pl: Zmień wyjątki: %1$s
tr_tr: Özel durumları değiştirin: %1$s
zh_cn: 更改例外情况：%1$s
zh_tw: 更改例外情況：%1$s

source: Change exception of %1$s on %2$s
bg_bg: Променете изключението на %1$s на %2$s
ca_es: Canvia d'excepciÃ³ de %1$s el %2$s
es_mx: Excepción de modificación de %1$s el %2$s
fr_fr: Exceptions de modification : %1$s le %2$s
nb_no: Endre unntak av %1$s på %2$s
nl_nl: Uitzondering voor wijzigen van %1$s op %2$s
pl_pl: Zmień wyjątek %1$s na %2$s
tr_tr: %2$s üzerinde %1$s in özel durumunu değiştirin
zh_cn: 更改 %2$s % 的 1$s 的例外情况
zh_tw: 更改 %2$s % 的 1$s 的例外情況

source: Not started
bg_bg: Не е започнало
ca_es: Sense comenÃ§ar
es_mx: No comenzada
fr_fr: Non démarré
nb_no: Ikke startet
nl_nl: Niet gestart
pl_pl: Nierozpoczęte
tr_tr: Başlamadı
zh_cn: 未开始
zh_tw: 未開始

source: In progress
bg_bg: В ход
ca_es: En procÃ©s
es_mx: En progreso
fr_fr: En cours
nb_no: Under behandling
nl_nl: In behandeling
pl_pl: W trakcie wykonywania
tr_tr: İşlem sürüyor
zh_cn: 进行中
zh_tw: 進行中

source: Done
bg_bg: Свършен
ca_es: Fet
es_mx: Completada
fr_fr: Terminé
nb_no: Ferdig
nl_nl: Klaar
pl_pl: Wykonane
tr_tr: Tamamlandı
zh_cn: 已完成
zh_tw: 已完成

source: Waiting
bg_bg: Очакване
ca_es: Esperant
es_mx: En espera
fr_fr: En attente
nb_no: Venter
nl_nl: In afwachting
pl_pl: Oczekujące
tr_tr: Beklemede
zh_cn: 等待中
zh_tw: 等待中

source: Deferred
bg_bg: Разсрочено
ca_es: Diferit
es_mx: Retrasada
fr_fr: Mis en attente
nb_no: Utsatt
nl_nl: Uitgesteld
pl_pl: Odroczone
tr_tr: Ertelendi
zh_cn: 延迟
zh_tw: 延遲

source: Added
bg_bg: Добавен
ca_es: Afegit
es_mx: Añadida
fr_fr: Ajouté
nb_no: Lagt til
nl_nl: Toegevoegd
pl_pl: Dodany
tr_tr: Eklendi
zh_cn: 添加的
zh_tw: 添加的

source: Removed
bg_bg: Премахнато
ca_es: Suprimit
es_mx: Borrada
fr_fr: Supprimé
nb_no: Fjernet
nl_nl: Verwijderd
pl_pl: Usunięty
tr_tr: Kaldırıldı
zh_cn: 删除的
zh_tw: 刪除的

source: and
bg_bg: и
ca_es: i
es_mx: y
fr_fr: et
nb_no: og
nl_nl: en
pl_pl: i
tr_tr: ve
zh_cn: 和
zh_tw: 和

source: Each day
bg_bg: Всеки ден
ca_es: Cada dia
es_mx: Cada día
fr_fr: Chaque jour
nb_no: Hver dag
nl_nl: Elke dag
pl_pl: Każdego dnia
tr_tr: Her gün
zh_cn: 每天
zh_tw: 每天

source: Each %1$s days
bg_bg: Всеки %1$s ден
ca_es: Cada %1$s dies
es_mx: Cada %1$s días
fr_fr: Tous les %1$s jours
nb_no: Hver %1$s dag
nl_nl: Elke %1$s dagen
pl_pl: Co %1$s dni
tr_tr: Her %1$ gün
zh_cn: 每 %1$s 天
zh_tw: 每 %1$s 天

source: Each week on %1$s
bg_bg: Всяка седмица на %1$s
ca_es: Cada setmana els %1$s
es_mx: Cada semana el %1$s
fr_fr: Toutes les semaines le %1$s
nb_no: %1$ser hver uke
nl_nl: Elke week op %1$s
pl_pl: Co tydzień w %1$s
tr_tr: %1$ de her hafta
zh_cn: 每周于%1$s
zh_tw: 每週於%1$s
