Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Quota exceeded for attachments. Quota limit: %2$s. Quota used: %1$s. Please delete some attachments in order to create new ones. Please note: The quota refers to all attachments of all users in this context.
bg_bg: Квотата е превишена за прикачените файлове. Ограничена квота: %2$s . Използвана квота: %1$s . Моля, изтрийте някои прикачени файлове, за да създадете нови. Моля, имайте предвид: Квотата се отнася за всички прикачени файлове на всички потребители в този контекст.
ca_es: Quota superada per a adjunts. Límit de quota: %2$s. Quota usada: %1$s. Per favor suprimiu alguns adjunts per a crear-ne de nous. Teniu en compte que la quota total comprèn tots els adjunts de tots els usuaris d'aquest context.
fr_fr: Quota dépassé pour les pièces jointes. Limite du quota : %2$s. Quota utilisé : %1$s. Veuillez supprimer certaines pièces jointes afin d'en créer de nouvelles. Remarque : le quota se réfère à toutes les pièces jointes de tous les utilisateurs de ce contexte.
nb_no: Kvote overskredet for vedlegg. Kvotegrense: %2$s. Kvote brukt: %1$s. Slett noen vedlegg for å opprette nye. Merk at kvoten deles av alle brukerne i domenet ditt.
nl_nl: Quota overschreden voor bijlagen. Quotalimiet: %2$s. Quota gebruikt: %1$s. Verwijder alstublieft een aantal bijlagen zodat u weer nieuwe kan maken. Houd er rekening mee dat het quota geld voor alle bijlagen van alle gebruikers in deze context.
tr_tr: Kota ekler için aşıldı. Kontenjan sınırı: %2$s. Kullanılan kota: %1$s. Yenilerini oluşturmak için bazı ekleri silin. Lütfen dikkat: Kota tüm kullanıcıların tüm eklerini ifade eder.
zh_cn: 超出附件的限额。限额限制：%2$s。已使用限额：%1$s。请删除一些附件以创建新的。请注意：限额是指此上下文里所有用户的所有附件。
zh_tw: 附件配額已滿。配額限制: %2$s。已用配額: %1$s。請刪除一些附件再建立新的，請注意：這裡的配額指的是此環境中所有使用者的所有附件占用的空間。

source: Quota exceeded for shares. Quota limit: %2$s. Quota used: %1$s. Please delete some shares in order to create new ones. Please note: The quota refers to all shares of one user in this context.
bg_bg: Квотата е превишена за акциите. Ограничена квота: %2$s . Използвана квота: %1$s . Моля, изтрийте някои акции, за да създадете нови. Моля, обърнете внимание: Квотата се отнася за всички акции на един потребител в този контекст.
fr_fr: Quota dépassé pour les partages. Limite du quota : %2$s. Quota utilisé : %1$s. Veuillez supprimer certains partages afin d'en créer de nouveaux. Remarque : dans ce contexte, le quota se réfère à l'ensemble des partages d'un utilisateur donné.
nb_no: Kvote overskredet for shares. Kvotegrense: %2$s. Kvote brukt: %1$s. Slett noen shares for å opprette nye. Merk at kvoten deles av alle brukerne i domenet ditt.
nl_nl: Quota overschreden voor gedeelde items. Quotalimiet: %2$s. Quota gebruikt: %1$s. Verwijder alstublieft een aantal items zodat u weer nieuwe kan maken. Houd er rekening mee dat het quota geld voor alle links van één gebruiker in deze context.
tr_tr: Kota hisseler için aşıldı. Kontenjan sınırı: %2$s. Kullanılan kota: %1$s. Yenilerini oluşturmak için lütfem bazı paylaşımları silin. Lütfen dikkat: Kota tüm kullanıcıların tüm hisselerini ifade eder.
zh_cn: 超出了分享的限额。限额：%2$s，已使用限额：%1$s。请删除一些分享物以创建新的。请注意：限额是指此上下文里一位用户的所有分享。
zh_tw: 已達分享項目配額。配額限制: %2$s。已用配額: %1$s。請刪除一些分享項目再建立新的。請注意: 配額數量指的是此環境中，一位使用者的所有分享項目。

source: Quota exceeded for share links. Quota limit: %2$s. Quota used: %1$s. Please delete some shares in order to create new ones. Please note: The quota refers to all shares of one user in this context.
bg_bg: Квотата е превишена за връзки с акции. Ограничена квота: %2$s . Използвана квота: %1$s . Моля, изтрийте някои акции, за да създадете нови. Моля, обърнете внимание: Квотата се отнася за всички акции на един потребител в този контекст.
fr_fr: Quota dépassé pour les liens de partages. Limite du quota : %2$s. Quota utilisé : %1$s. Veuillez supprimer certains partages afin d'en créer de nouveaux. Remarque : dans ce contexte, le quota se réfère à l'ensemble des partages d'un utilisateur donné.
nb_no: Kvote overskredet for delingslenker. Kvote: %2$s. Brukt: %1$s. Vennligst slett noen delinger for å kunne opprette nye. Merk: Kvoten refererer til alle delinger av én bruker i domenet.
nl_nl: Quota overschreden voor gedeelde links. Quotalimiet: %2$s. Quota gebruikt: %1$s. Verwijder alstublieft een aantal links zodat u weer nieuwe kan maken. Houd er rekening mee dat het quota geld voor alle links van één gebruiker in deze context.
zh_cn: 超出了分享链接的限额。限额：%2$s，已使用限额：%1$s。请删除一些分享物以创建新的。请注意：限额是指此上下文里一位用户的所有分享。
zh_tw: 已達分享鏈結項目配額。配額限制: %2$s。已用配額: %1$s。請刪除一些分享項目再建立新的。請注意: 配額數量指的是此環境中，一位使用者的所有分享項目。

source: Quota exceeded for guest users. Quota limit: %2$s. Quota used: %1$s. Please delete some shares in order to create new ones. Please note: The quota refers to all shares of one user in this context.
bg_bg: Квотата е превишена за потребителите на гости. Ограничена квота: %2$s . Използвана квота: %1$s . Моля, изтрийте някои акции, за да създадете нови. Моля, обърнете внимание: Квотата се отнася за всички акции на един потребител в този контекст.
fr_fr: Quota dépassé pour les utilisateurs invités. Limite du quota : %2$s. Quota utilisé : %1$s. Veuillez supprimer certains partages afin d'en créer de nouveaux. Remarque : dans ce contexte, le quota se réfère à l'ensemble des partages d'un utilisateur donné.
nb_no: Kvote overskredet for gjestebrukere. Kvote: %2$s. Brukt: %1$s. Vennligst slett noen delinger for å kunne opprette nye. Merk: Kvoten refererer til alle delinger av én bruker i domenet.
nl_nl: Quota overschreden voor gastgebruikers. Quotalimiet: %2$s. Quota gebruikt: %1$s. Verwijder alstublieft een aantal links zodat u weer nieuwe kan maken. Houd er rekening mee dat het quota geld voor alle links van één gebruiker in deze context.
zh_cn: 超出了访客用户的限额。限额：%2$s，已使用限额：%1$s。请删除一些分享物以创建新的。请注意：限额是指此上下文里一位用户的所有分享。
zh_tw: 已達訪客使用者數量配額。配額限制: %2$s。已用配額: %1$s。請刪除一些分享項目再建立新的。請注意: 配額數量指的是此環境中，一位使用者建立的所有訪客使用者數量。

source: Quota exceeded for signatures. Quota limit: %2$s. Quota used: %1$s. Please delete some signatures in order to create new ones.
bg_bg: Квотата е надхвърлена за подписите. Ограничена квота: %2$s . Използвана квота: %1$s . Моля, изтрийте някои подписи, за да създадете нови.
fr_fr: Quota atteint pour les signatures. Limite du quota : %2$s. Quota utilisé : %1$s. Veuillez supprimer certaines signatures afin de pouvoir en créer à nouveau.
nb_no: Kvote overskredet for signaturer. Kvote: %2$s. Brukt: %1$s. Vennligst slett noen signaturer for å kunne opprette nye.
nl_nl: Het quota voor ondertekeningen is overschreden. Quota limiet: %2$s. Gebruikt quota: %1$s. Verwijder alstublieft een aantal ondertekeningen alvorens u nieuwe kan aanmaken.
zh_cn: 超出签名的限额。限额限制：%2$s，已使用限额：%1$s。请删除一些签名以创建新的。
zh_tw: 已達簽名檔的配額數量。配額限制: %2$s，已用配額: %1$s。請刪除一些簽名檔後才能建立新的。

source: The storage limit for signatures is %1$s. Delete old signatures to be able to store a new one.
bg_bg: Ограничението за съхранение на подписи е %1$s . Изтрийте старите подписи, за да можете да запазите нова.

source: Malformed IQ Data
bg_bg: Неправилни данни за IQ
ca_es: Dades IQ errònies
fr_fr: Données IQ mal formées
nb_no: Misformet IQ Data
nl_nl: Onjuist gevormde IQ Gegevens
tr_tr: Hatalı biçimlendirilmiş IQ Verisi
zh_cn: 畸形的 IQ 数据
zh_tw: 畸形的 IQ 資料

source: Invalid RSS URL or not well-formed XML content provided by URL: %1$s
bg_bg: Невалиден URL адрес на URL адреса или неправилно оформено XML съдържание, предоставено от URL адрес: %1$s
ca_es: URL de RSS no vàlida o contingut XML sintàcticament erroni proporcionat per la URL: %1$s
fr_fr: URL de flux RSS invalide ou contenu XML mal formé fourni par l'URL : %1$s
nb_no: Ugyldig RSS URL eller ikke velformet XML-innhold levert som URL: %1$s
nl_nl: Ongeldige RSS URL of onjuiste XML inhoud wordt afgegeven door deze URL: %1$s
tr_tr: URL tarafından sağlanan geçersiz RSS URL veya iyi oluşturulmamış XML içeriği: %1$s
zh_cn: 无效 RSS URL，或 URL 提供畸形的 XML 内容：%1$s
zh_tw: 無效的 RSS 網址或格式不正確的 XML 內容: %1$s

source: HTTP error %1$s while loading RSS feed from URL: %2$s.
bg_bg: HTTP грешка %1$s при зареждане на RSS канал от URL: %2$s .
ca_es: Error HTTP %1$s en carregar el feed RSS des de la URL: %2$s.
fr_fr: Erreur HTTP %1$s lors du chargement du flux RSS depuis l'URL : %2$s.
nb_no: HTTP-feil %1$s under lasting av RSS feed fra URL: %2$s.
nl_nl: HTTP fout %1$s tijdens het laden van een RSS feed van de URL: %2$s.
tr_tr: URL'den RSS yayını yüklerken HTTP hatası %1$s oluştu: %2$s.
zh_cn: 从 UTL %2$s 加载 RSS feed 时发生 HTTP 错误 %1$s。
zh_tw: 自網址 %2$s 載入 RSS 資訊來源時發生 HTTP 錯誤 %1$s。

source: Timeout while reading the RSS feed from URL: %1$s
bg_bg: Timeout при четене на RSS канала от URL: %1$s
ca_es: Temps d'espera esgotat en carregar el feed RSS des de la URL: %1$s
fr_fr: Expiration du délai lors du chargement du flux RSS depuis l'URL : %1$s.
nb_no: Tidsavbrudd under lesing av RSS feed fra URL: %1$s
nl_nl: Timeout tijdens het laden van een RSS feed van de URL: %1$s.
tr_tr: URL'den RSS yayını okunurken zamanaşımı oluştu: %1$s
zh_cn: 在从 URL %1$s 读取 RSS Feed 时逾时
zh_tw: 自網址 %1$s 載入 RSS 資訊來源時逾時。

source: Failed to read RSS feed from URL: %1$s
bg_bg: Неуспех при четене на RSS емисия от URL: %1$s
fr_fr: Impossible de lire le flux RSS de l'URL : %1$s
nb_no: Det oppstod en feil under lesing av RSS-feed fra URL: %1$s
nl_nl: Het is mislukt om een RSS feed te laden van de URL: %1$s
zh_cn: 从 URL 读取 RSS 失败：%1$s
zh_tw: 自下列網址讀取 RSS 資訊來源失敗: %1$s

source: Failed to read RSS feed from URL: %2$s
bg_bg: Неуспех при четене на RSS емисия от URL: %2$s
fr_fr: Impossible de lire le flux RSS de l'URL : %2$s
nb_no: Det oppstod en feil under lesing av RSS-feed fra URL: %1$s
nl_nl: Het is mislukt om een RSS feed te laden van de URL: %2$s
zh_cn: 从 URL 读取 RSS 失败：%2$s
zh_tw: 自下列網址讀取 RSS 資訊來源失敗: %2$s

source: The RSS feed is exceeding the maximum allowed size of '%1$s'
bg_bg: RSS емисия надвишава максималния допустим размер на ' %1$s '
fr_fr: Le flux RSS dépasse la taille maximale autorisée de %1$s
nb_no: RSS-feeden overskrider den maksimale størrelsen ('%1$s').
nl_nl: De RSS feed is groter dan de maximale grootte van '%1$s'
zh_cn: RSS feed 超出最大允许体积 '%1$s'
zh_tw: RSS 資訊來源已達最大允許大小「%1$s」

source: Cannot connect to RSS with URL: %1$s. Please change URL and try again.
bg_bg: Не може да се свърже с RSS с URL: %1$s . Моля, променете URL адреса и опитайте отново.
fr_fr: Impossible de se connecter au RSS avec l'URL : %1$s. Veuillez modifier l'URL et réessayer.
nb_no: Kan ikke koble til RSS med URL: %1$s. Vennligst sjekk URL-en og forsøk igjen.
nl_nl: Kan geen verbinding maken met de RSS feed met de URL: %1$s. Pas alstublieft de URL aan en probeer opnieuw.
zh_cn: 不能使用带有 URL 的 RSS：%1$s。请更改 URL 再试。
zh_tw: 無法連線至下列網址的 RSS: %1$s，請修改網址後再試一次。

source: No appropriate anonymizer available.
bg_bg: Няма наличен подходящ анонимен.
fr_fr: Pas d'anonymiseur approprié disponible.
nb_no: Ingen passende navnløshet tilgjengelig.
nl_nl: Geen geschikte anonymizer beschikbaar.
tr_tr: Herhangi bir IP adresi gizleyici mevcut değil.
zh_cn: 没有可用的合适匿名器。
zh_tw: 沒有適當的 anonymizer 可用。

source: User
bg_bg: потребител
fr_fr: Utilisateur
nb_no: Bruker
nl_nl: Gebruiker
tr_tr: Kullanıcı
zh_cn: 用户
zh_tw: 使用者

source: Group
bg_bg: група
fr_fr: Groupe
nb_no: Gruppe
nl_nl: Groep
tr_tr: Grup
zh_cn: 群组
zh_tw: 群組

source: The value inserted for %2$s is not correct.
bg_bg: Въведената за %2$s не е правилна.
ca_es: El valor inserit per a %2$s no és correcte.
fr_fr: La valeur donnée pour %2$s est incorrecte.
nb_no: Verdien som settes inn for %2$ s er ikke riktig.
nl_nl: De waarde ingevoegd voor %2$s is niet juist.
tr_tr: %2$ için girilmiş olan değer doğru değil.
zh_cn: 为 %2$s 插入的值不正确。
zh_tw: 指定的 %2$s 值不正確。

source: Please add a value for %1$s
bg_bg: Моля, добавете стойност за %1$s
ca_es: Per favor, afegiu un valor per a %1$s
fr_fr: Veuillez donner une valeur pour %1$s
nb_no: Legg til en verdi for %1$s
nl_nl: Voeg alstublieft een waarde toe voor %1$s
tr_tr: Lütfen %1$s için bir değer giriniz
zh_cn: 请为 %1$s 添加一个数值
zh_tw: 請為 %1$s 新增一個值

source: No such job %1$s
bg_bg: Няма такава работа %1$s

source: A long-running operation is being executed
bg_bg: Провежда се продължителна операция

source: Such a long-running operation is already in progress
bg_bg: Такава продължителна операция вече е в ход

source: Read and change your settings.
bg_bg: Прочетете и променете настройките си.
fr_fr: Consulter et modifier vos réglages.
nb_no: Lese og endre innstillingene dine.
nl_nl: Lezen en veranderen van uw instellingen.
zh_cn: 读取和更改您所有设置。
zh_tw: 讀取並修改您的設定。

source: The policy you have entered is malformed. It should look like "condition:action"
bg_bg: Политиката, която сте въвели, е неправилно формулирана. Трябва да изглежда като \ "състояние: действие "
ca_es: La directiva que heu introduït té format incorrecte. Hauria de ser "condició:acció"
fr_fr: La stratégie que vous avez saisie est mal formée. Elle devrait être de la forme « condition:action »
nb_no: Policyen du har angitt er feil utformet. Den burde ligne "condition:action"
nl_nl: U heeft het beleid onjuist opgegeven. Beleidsregels moeten opgegeven worden als "voorwaarde:aktie"
tr_tr: Girdiğiniz eylem hatalıdır. "koşul:eylem" şeklinde olmalıdır
zh_cn: 您输入的方针格式错误。方针的格式应该像 "条件:操作"
zh_tw: 變形的政策。政策格式應類似「condition:action」

source: Invalid mail address for external participant: %1$s
bg_bg: Невалиден пощенски адрес за външен участник: %1$s
nl_nl: Ongeldig e-mailadres voor externe deelnemer: %1$s
zh_cn: 外部参与者的无效的邮件地址: %1$s

source: The conversion yields some objects which could not be stored due to missing folder for appointments.
bg_bg: Реализацията добива някои обекти, които не могат да бъдат съхранени поради липсваща папка за срещи.

source: The conversion yields some objects which could not be stored due to missing folder for tasks.
bg_bg: Превръщането добива някои обекти, които не могат да бъдат съхранени поради липсваща папка за задачи.

source: The object could not be stored due to a configured limitation
bg_bg: Обектът не можа да бъде съхранен поради конфигурирано ограничение

source: You do not have a valid session. Please login again.
bg_bg: Нямате валидна сесия. Моля, влезте отново.
ca_es: No teniu una sessió vàlida. Per favor, accediu-hi de nou.
fr_fr: Vous n'avez pas de session valide. Veuillez vous reconnecter.
nb_no: Økten din har utløpt. Vennligst logg inn på nytt.
nl_nl: U heeft geen geldige sessie. Meld u alstublieft opnieuw aan.
tr_tr: Geçerli bir oturumunuz bulunmamaktadır. Lütfen tekrar oturum açın.
zh_cn: 您没有一个有效会话，请再登录。
zh_tw: 您的 session 已失效。請重新登入。

source: You do not have appropriate permissions to view the folder.
bg_bg: Нямате съответните разрешения, за да видите папката.
fr_fr: Vous n'avez pas les droits requis pour voir le dossier.
nb_no: Du har ikke nødvendige tillatelser til å vise mappen.
nl_nl: U heeft niet de juiste rechten om de map te lezen
zh_cn: 您没有检视文件夹的适当权限。
zh_tw: 您沒有適當的權限來檢視資料夾。

source: The content type you provided is not allowed for the given folder.
bg_bg: Типът на съдържанието, който сте предоставили, не е разрешен за дадена папка.
fr_fr: Le type de contenu fourni n'est pas autorisé dans le dossier précisé.
nb_no: Innholdstypen du leverte er ikke tillatt for den gitte mappen.
nl_nl: Het inhoudstype dat u heeft opgegeven past niet bij de opgegeven map..
zh_cn: 您提供的内容类别不允许在指定的文件夹里。
zh_tw: 指定的資料夾無法使用您提供的內容類型。

source: You do not have appropriate permissions to move the folder.
bg_bg: Нямате подходящи разрешения за преместване на папката.
fr_fr: Vous n'avez pas les droits nécessaires pour déplacer le dossier.
nb_no: Du har ikke nødvendige tillatelser for å flytte mappen.
nl_nl: U heeft niet de juiste rechten om de map te verplaatsen.
zh_cn: 您没有移动文件夹的适当权限。
zh_tw: 您沒有適當的權限移動該資料夾。

source: You do not have the appropriate permissions to delete the folder.
bg_bg: Нямате подходящите разрешения за изтриване на папката.
fr_fr: Vous n'avez pas les droits nécessaires pour supprimer le dossier.
nb_no: Du har ikke nødvendige tillatelser for å slette mappen.
nl_nl: U heeft niet de juiste rechten om de map te verwijderen.
zh_cn: 您没有删除文件夹的适当权限。
zh_tw: 您沒有適當的權限刪除該資料夾。

source: You do not have the appropriate permissions to move the folder.
bg_bg: Нямате подходящите разрешения за преместване на папката.
fr_fr: Vous n'avez pas les droits nécessaires pour déplacer le dossier.
nb_no: Du har ikke nødvendige tillatelser for å flytte mappen.
nl_nl: U heeft niet de juiste rechten om de map te verplaatsen.
zh_cn: 您没有移动文件夹的适当权限。
zh_tw: 您沒有適當的權限移動該資料夾。

source: You do not have the appropriate permissions to create a subfolder.
bg_bg: Нямате подходящите разрешения за създаване на подпапка.
fr_fr: Vous n'avez pas les droits nécessaires pour créer un sous-dossier.
nb_no: Du har ikke nødvendige tillatelser for å opprette en undermappe.
nl_nl: U heeft niet voldoende rechten om een submap aan te maken.
zh_cn: 您没有创建一个子文件夹的适当权限。
zh_tw: 您沒有適當的權限建立子資料夾。

source: It is not allowed to create a mail folder below a public folder.
bg_bg: Не е позволено да се създава пощенска папка под публична папка.
ca_es: No està permès crear una carpeta de correu sota una carpeta pública.
fr_fr: Il n'est pas permis de créer un dossier de courrier sous un dossier public.
nb_no: Det er ikke tillatt å opprette en e-postmappe under en felles mappe.
nl_nl: Het is niet toegestaan een e-mailmap te maken onder een openbare map.
tr_tr: Ortak klasörün altına e-posta dosyası oluşturma izniniz bulunmamaktadır.
zh_cn: 不允许在公共文件夹下创建一个邮件文件夹。
zh_tw: 在公共資料夾下不允許建立信件匣。

source: Found two folders named "%1$s" located below the parent folder. Please rename one of the folders. There should be no two folders with the same name.
bg_bg: Намерени са две папки, наречени \ " %1$s ", разположени под родителската папка. Моля, преименувайте една от папките. Не трябва да има две папки с едно и също име.
fr_fr: Deux dossiers nommés « %1$s » ont été trouvés dans le dossier parent. Veuillez renommer l'un des dossiers. Il ne peut y avoir deux dossiers du même nom.
nb_no: Fant to mapper kalt "%1$s" lokalisert under foreldremappen. Vennligst endre navnet på en av dem. Der kan ikke være to mapper med samme navn.
nl_nl: Twee mappen met de naam "%1$s" gevonden in de zelfde map. Hernoem één van de mappen. Het is niet mogelijk twee mappen met de zelfde naam te hebben.
zh_cn: 在母文件夹下，找到两个名为 "%1$s" 的文件夹；请为其中一个更名，不应该有两个同名的文件夹。
zh_tw: 在父資料夾下找到兩個名為「%1$s」的資料夾，請改掉其中一個的名字。不應有兩個相同名字的資料夾。

source: Failed to delete all folders
bg_bg: Неуспешно изтриване на всички папки
fr_fr: Impossible de supprimer tous les dossiers
nb_no: Kunne ikke slette alle mapper
nl_nl: Het verwijderen van alle mappen is mislukt
zh_cn: 删除所有文件夹失败
zh_tw: 無法刪除所有資料夾

source: The folder was not updated due to possible data loss. Please review the warnings for details.
bg_bg: Папката не бе актуализирана поради възможна загуба на данни. Моля, прегледайте предупрежденията за подробности.
fr_fr: Le dossier n'a pas été actualisé, du fait d'une potentielle perte de données. Veuillez vérifier les avertissements pour plus d'informations.
nb_no: Mappen ble ikke oppdatert grunnet mulig datatap. Se gjennom advarslene for detaljer.
nl_nl: De map is niet bijgewerkt wegens mogelijk gegevensverlies. Controleer alstublieft de waarschuwingen voor details.
zh_cn: 由于数据丢失，文件夹没有更新。请复核警告查看详情。
zh_tw: 因為可能已損失資料，並未更新「%1$s」資料夾。請參考警告中的詳細資訊。

source: Folder name contains illegal characters: "%1$s"
bg_bg: Името на папката съдържа незаконни символи: \ " %1$s "
fr_fr: Le nom de dossier contient des caractères invalides : « %1$s »
nb_no: Mappenavnet inneholder ulovlige tegn: "%1$s"
nl_nl: Mapnaam bevat ongeldige tekens: "%1$s"
zh_cn: 文件夹名称包括非法字符："%1$s"
zh_tw: 資料夾名稱包含無效字元:「%1$s」

source: Required value "%1$s" was not supplied.
bg_bg: Изискваната стойност \ " %1$s " не е предоставена.
ca_es: No s'ha proporcionat el valor requerit "%1$s".
fr_fr: La valeur « %1$s » requise n'a pas été fournie.
nb_no: Ønsket verdi "%1$s" ble ikke levert.
nl_nl: Vereiste waarde "%1$s" is niet opgegeven.
zh_cn: 没有提供要求的值 "%1$s"。
zh_tw: 未提供需要的值「%1$s」。

source: The name contains invalid characters: "%1$s".
bg_bg: Името съдържа невалидни знаци: \ " %1$s ".
ca_es: El nom conté caràcters no vàlids: "%1$s".
fr_fr: Le nom contient des caractères invalides : « %1$s ».
nb_no: Navnet inneholder ugyldige tegn: %1$s
nl_nl: De naam bevat ongeldige tekens: "%1$s".
zh_cn: 名称包含无效的字符："%1$s"。
zh_tw: 名稱包含無效字元:「%1$s」。

source: Another group with the same identifier name exists.
bg_bg: Друга група със същото име на идентификатор съществува.
ca_es: Ja existeix un altre grup amb el mateix nom identificatiu.
fr_fr: Il existe un autre groupe avec le même nom identifiant.
nb_no: En annen gruppe med samme ID-navn finnes.
nl_nl: Een andere groep met dezelfde herkenningsnaam bestaat.
zh_cn: 已经存在另一个具有一样识别符的组。
zh_tw: 另一個具有相同 ID 的群組已經存在。

source: Group contains a not existing member.
bg_bg: Групата съдържа несъществуващ член.
ca_es: El grup conté un membre que no existeix.
fr_fr: Le groupe contient un membre inexistant.
nb_no: Gruppen inneholder et ikke-eksisterende medlem.
nl_nl: Groep bevat een niet-bestaand lid.
zh_cn: 组包含一个不存在的成员。
zh_tw: 群組包含不存在的成員。

source: Group contains invalid data.
bg_bg: Групата съдържа невалидни данни.
ca_es: El grup conté dades no vàlides.
fr_fr: Le groupe contient des données invalides.
nb_no: Gruppen inneholder ugyldige data.
nl_nl: Groep bevat ongeldige gegevens.
zh_cn: 组包含无效数据。
zh_tw: 群組包含無效資料。

source: The display name "%1$s" is reserved. Please choose another one.
bg_bg: Екранното име \ " %1$s " е запазено. Моля, изберете друг.
fr_fr: Le nom d'affichage « %1$s » est réservé. Veuillez choisir un autre nom.
nb_no: Visningsnavnet "%1$s" er reservert. Vennligst velg et annet navn.
nl_nl: De naam "%1$s" is gereserveerd. Kies alstublieft een andere.
zh_cn: 显示名称 "%1$s" 被保留，请选择别的名称。
zh_tw: 顯示名稱「%1$s」已被保留，請用其他名稱。

source: Group contains a guest user %1$d.
bg_bg: Групата съдържа потребител за гости %1$d .
fr_fr: Le groupe contient un utilisateur invité %1$d.
nb_no: Gruppen inneholder en gjestebruker %1$d.
nl_nl: Groep bevat een gastgebruiker %1$d.
zh_cn: 群组包括一个访客用户 %1$d。
zh_tw: 群組中有訪客使用者 %1$d。

source: Could not retrieve file.
bg_bg: Файлът не можа да бъде извлечен.
ca_es: No s'ha pogut recuperar el fitxer.
fr_fr: Impossible de récupérer le fichier.
nb_no: Kunne ikke hente filen.
nl_nl: Kan het bestand niet ophalen.
tr_tr: Dosya geri alınamaz.
zh_cn: 无法取回文件。
zh_tw: 無法取回檔案。

source: Attachment metadata contains invalid characters.
bg_bg: Метаданните на прикачените файлове съдържат невалидни знаци.
ca_es: Les metadades adjuntes contenen caràcters no vàlids.
fr_fr: Les méta-données de la pièce jointe contiennent des caractères invalides.
nb_no: Vedleggets metadata inneholder ugyldige tegn.
nl_nl: De metagegevens van de bijlage bevat ongeldige tekens.
tr_tr: Eklenti üstverisi geçersiz karakterler içeriyor.
zh_cn: 附件元数据包含无效字符。
zh_tw: 附件的後設資料包含無效字元。

source: Label
bg_bg: етикет
fr_fr: Étiquette
nb_no: Merkelapp
tr_tr: Etiket
zh_cn: 标签
zh_tw: 標籤

source: Note
bg_bg: Забележка
nb_no: Notat
nl_nl: Notitie
tr_tr: Not
zh_cn: 备注
zh_tw: 筆記

source: Timezone
bg_bg: Часова зона
fr_fr: Fuseau horaire
nb_no: Tidssone
nl_nl: Tijdzone
tr_tr: Saat Dilimi
zh_cn: 时区
zh_tw: 時區

source: Appointments must have at least one participant.
bg_bg: Назначенията трябва да имат поне един участник.
ca_es: Les cites han de tenir almenys un participant.
fr_fr: Les rendez-vous doivent comporter au moins un participant.
nb_no: Avtaler må ha minst én deltaker.
nl_nl: Afspraken moeten minimaal één deelnemer hebben.
tr_tr: Randevuların en az bir katılımcısı olmalıdır.
zh_cn: 约会必须有最少一个参与者。
zh_tw: 不得從參與者中刪除約會的所有者。

source: You do not have the appropriate permissions to read appointments in that folder.
bg_bg: Нямате съответните права за четене на срещи в тази папка.
