Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Could not fetch site at %1$s. Please check the spelling or whether you can reach the site in your browser.
bg_bg: Сайтът не можа да бъде извлечен на %1$s . Моля, проверете правописа или дали можете да стигнете до сайта в браузъра си.
ca_es: No s'ha pogut accedir al lloc a %1$s. Per favor, comprovau que està escrit correctament i si podeu accedir-hi des del navegador.
es_mx: No se puede acceder al sitio en %1$s. Por favor, compruebe que está escrito correctamente y si puede acceder a él desde el navegador.
fr_fr: Impossible de charger le site à l'adresse %1$s. Veuillez vérifier l'orthographe ou s'il vous est possible d'atteindre le site depuis votre navigateur.
nb_no: Kunne ikke hente side på %1$s. Vennligst sjekk staving eller om du kan komme til siden i nettleseren din.
nl_nl: Kan de site op %1$s niet benaderen. Controleer de spelling of probeer de site direct met uw browser te bereiken.
pl_pl: Nie można pobrać witryny z %1$s. Sprawdź pisownię oraz możliwość wyświetlenia danej witryny z przeglądarki internetowej.
tr_tr: %1$s de siteyi getiremiyor. Lütfen yazım yanlışı var mı diye kontrol edin veya tarayıcıdan erişmeyi deneyin.
zh_cn: 无法在 %1$s 获得网站。请检查拼写或您的浏览器能否连到网站。
zh_tw: 無法到達站點 %1$s。請檢查拼寫或者您是否可以用您的流覽器到達該站點。

source: The OAuth Account to use
bg_bg: Акаунтът в OAuth, който да използвате
ca_es: El compte OAuth a usar
es_mx: La cuenta OAuth a usar
fr_fr: Le compte OAuth à utiliser
nb_no: OAuth konto å bruke
nl_nl: Het OAuth account om te gebruiken
pl_pl: Konto OAuth do użycia
tr_tr: Kullanmak için OAuth Hesabı
zh_cn: 要使用的OAuth帐户
zh_tw: 要使用的 OAuth 帳戶

source: A XING error occurred: %1$s
ca_es: S'ha produït un error de XING: %1$s
es_mx: Se ha producido un error de XING: %1$s
fr_fr: Une erreur XING s'est produite : %1$s
nb_no: En XING feil oppstod: %1$s
nl_nl: Er is een XING fout opgetreden: %1$s
pl_pl: Wystąpił błąd serwisu XING: %1$s
zh_cn: 发生一个 XING 错误：%1$s
zh_tw: 發生一個 XING 錯誤: %1$s

source: Invalid XING URL: %1$s
es_mx: URL de XING no válida: %1$s
pl_pl: Nieprawidłowy adres URL serwisu XING: %1$s

source: XING URL does not denote a directory: %1$s
es_mx: La URL de XING no corresponde a un directorio: %1$s
pl_pl: Adres URL serwisu XING nie oznacza katalogu: %1$s

source: The XING resource does not exist: %1$s
bg_bg: Ресурсът на XING не съществува: %1$s
ca_es: El recurs de XING no existeix: %1$s
es_mx: El recurso de XING no existe: %1$s
fr_fr: La ressource XING n'existe pas : %1$s
nb_no: XING-ressursen finnes ikke: %1$s
nl_nl: De XING bron bestaat niet: %1$s
pl_pl: Zasób serwisu XING nie istnieje: %1$s
tr_tr: XING kaynağı yok: %1$s
zh_cn: XING 资源不存在：%1$s
zh_tw: XING 資源不存在: %1$s

source: Update denied for XING resource: %1$s
bg_bg: Актуализацията е отказана за ресурса на XING: %1$s
ca_es: Actualització denegada per al recurs de XING: %1$s
es_mx: Actualización denegada para el recurso de XING: %1$s
fr_fr: Mise à jour refusée pour la ressource XING : %1$s
nb_no: Oppdatering nektet for XING ressurs: %1$s
nl_nl: Aanpassen is niet toegestaan op XING bron: %1$s
pl_pl: Odmowa aktualizacji zasobu serwisu XING: %1$s
tr_tr: XING kaynağı için güncelleme reddedildi: %1$s
zh_cn: 拒绝了 XING 资源的更新：%1$s
zh_tw: 拒絕了 XING 資源的更新: %1$s

source: Delete denied for XING resource: %1$s
bg_bg: Изтриване е отказано за ресурса на XING: %1$s
ca_es: Esborrany denegat per al recurs de XING: %1$s
es_mx: Borrado denegado para el recurso de XING: %1$s
fr_fr: Suppression refusée pour la ressource XING : %1$s
nb_no: Sletting nektet for XING ressurs: %1$s
nl_nl: Verwijderen is niet toegestaan voor deze XING bron: %1$s
pl_pl: Odmowa usunięcia zasobu serwisu XING: %1$s
tr_tr: XING kaynağı için silme reddedildi: %1$s
zh_cn: 拒绝了 XING 资源的删除：%1$s
zh_tw: 拒絕了 XING 資源的刪除: %1$s

source: XING URL does not denote a file: %1$s
es_mx: La URL de XING no corresponde a un archivo: %1$s
pl_pl: Adres URL serwisu XING nie oznacza pliku: %1$s

source: Versioning not supported by XING file storage.
es_mx: Control de versiones no admitido por el almacenamiento de archivos de XING.
pl_pl: Magazyn plików XING nie obsługuje pracy z różnymi wersjami.

source: Parsing error.
es_mx: Error de procesamiento.
pl_pl: Podczas analizy wystąpił błąd.

source: Do not set a ID when saving a publication
es_mx: No establecer un ID al guardar una publicación
pl_pl: Nie ustawiaj ID podczas zapisywania publikacji

source: Provide a valid id.
es_mx: Proporcionar un id válido.
pl_pl: Wprowadź prawidłowe ID.

source: Could not find this subscription
es_mx: No se ha podido encontrar la suscripción
pl_pl: Nie można znaleźć tej subskrypcji

source: Check value to parse.
es_mx: Comprobar el valor a procesar.
pl_pl: Sprawdź wartość do analizy.

source: Please correct the login or password and try again
es_mx: Por favor, corrija el usuario o contraseña e inténtelo de nuevo
pl_pl: Popraw login lub hasło i spróbuj ponownie

source: The login or password you entered are wrong
es_mx: El usuario o contraseña introducidos son incorrectos
pl_pl: Wprowadzony login lub podane hasło są niepoprawne

source: Make sure the service is still available and there are no major changes on the website.
es_mx: Asegúrese de que el servicio está aún disponible y de que no hay cambios importantes en el sitio web.
pl_pl: Upewnij się, że usługa jest nadal dostępna, a na stronie nie nastąpiły poważniejsze zmiany.

source: Service unavailable
es_mx: Servicio no disponible
pl_pl: Usługa niedostępna

source: Please correct the steps of this workflow so that output of one step and input of the next step match
es_mx: Por favor, corrija los pasos del flujo de trabajo de modo que la salida de un paso y la entrada del siguiente coincidan
pl_pl: Popraw kroki tego toku pracy tak, aby dane wyjściowe jednego kroku odpowiadały danym wejściowym kolejnego kroku

source: The steps of this crawling workflow do not fit together
es_mx: Los pasos de este flujo de trabajo no son compatibles
pl_pl: Kroki tego toku pracy nie pasują do siebie

source: Ask an administrator to check the available subscription sources
es_mx: Solicite a un administrador que compruebe las fuentes de suscripción disponibles
pl_pl: Poproś administratora o sprawdzenie dostępnych źródeł subskrypcji

source: The subscription source this subscription belongs to is currently inactive, and cannot provide data.
es_mx: La fuente a la que corresponde esta suscripción está inactiva en este momento, por lo que no puede suministrar datos.
pl_pl: Źródło subskrypcji, do którego należy ta subskrypcja jest obecnie nieaktywne i nie może dostarczyć danych.

source: Please try using this service again at a later time
es_mx: Por favor, intente usar este servicio de nuevo en otro momento
pl_pl: Spróbuj użyć tej usługi później

source: This service is temporarily unavailable. This may be due to a temporary outage or a permanent change on the 3rd-party-side. Please try using this service again at a later time
es_mx: Este servicio no está disponible temporalmente. Puede ser debido a una interrupción temporal o a un cambio permanente por parte de terceros. Por favor, intente usar este servicio de nuevo en otro momento.
pl_pl: Usługa jest tymczasowo niedostępna. Może być to spowodowane tymczasową awarią lub stałą zmianą po stronie podmiotu zewnętrznego. Spróbuj użyć tej usługi później.

source: Missing argument. %1$s
es_mx: Falta argumento. %1$s
pl_pl: Brak argumentu. %1$s

source: You do not have the permission to complete this operation.
es_mx: No tiene permisos para completar esta operación.
pl_pl: Nie masz uprawnień wystarczających do wykonania tej operacji.

source: You need to create an OAuth-account first to access this service.
bg_bg: Трябва първо да създадете профил в OAuth, за да получите достъп до тази услуга.
ca_es: És necessari que creeu un compte OAuth abans d'accedir a aquest servei.
es_mx: Es necesario que cree un cuenta de tipo OAuth antes de acceder a este servicio.
fr_fr: Vous devez créer un compte OAuth d'abord pour accéder à ce service.
nb_no: Du må opprette en OAuth-konto først for å få tilgang til denne tjenesten.
nl_nl: U moet eerst een OAuth-account maken om deze dienst te benaderen.
pl_pl: Aby uzyskać dostęp do tej usługi, trzeba najpierw utworzyć konto OAuth.
tr_tr: Bu servise erişebilmek için önce OAuth hesabı oluşturmanız gerekiyor.
zh_cn: 您要先创建一个 OAuth-account，以访问此服务。
zh_tw: 您必須先建立一個 OAuth 帳號才能存取此服務

source: An unexpected error occurred: %1$s.
es_mx: Se ha producido un error inesperado: %1$s.
pl_pl: Wystąpił nieoczekiwany błąd: %1$s.

source: Verify file system and templates.
es_mx: Verifique el sistema de archivos y las plantillas.
pl_pl: Sprawdź systemy plików i szablony.

source: Please correct the template
es_mx: Por favor, corrija la plantilla
pl_pl: Skoryguj szablon

source: The underlying templating system threw an exception: %1$s
es_mx: El sistema de plantillas subyacente provocó una excepción: %1$s
pl_pl: Bazowy system szablonowania zgłosił wyjątek: %1$s

source: Please use an existing template
es_mx: Por favor, utilice una plantilla ya existente
pl_pl: Użyj istniejącego szablonu

source: The template %1$s does not exist.
es_mx: La plantilla %1$s no existe.
pl_pl: Szablon %1$s nie istnieje.

source: An underlying system threw an SQL exception
es_mx: Un sistema subyacente provocó una excepción de SQL
pl_pl: System bazowy zgłosił wyjątek SQL

source: File access is denied due to operating system's permissions.
es_mx: Acceso al archivo denegado debido a los permisos del sistema operativo.
pl_pl: Odmowa dostępu do pliku z powodu uprawnień systemu operacyjnego.

source: File access denied.
bg_bg: Достъпът до файла бе отказан.
ca_es: Accés denegat al fitxer.
es_mx: Acceso denegado al archivo.
fr_fr: Accès au fichier refusé.
nb_no: Filtilgang nektet.
nl_nl: Bestandstoegang geweigerd.
pl_pl: Odmowa dostępu do pliku.
tr_tr: Klasör erişimi reddedildi.
zh_cn: 拒绝访问档案。
zh_tw: 檔案存取被拒絕。

source: This template was not whitelisted in 'com.openexchange.templating.templateWhitelist'.
es_mx: Esta plantilla no se incluyó en la lista blanca de 'com.openexchange.templating.templateWhitelist'.
pl_pl: Szablon nie został umieszczony na „białej liście” w 'com.openexchange.templating.templateWhitelist'.

source: This template was not whitelisted,
bg_bg: Този шаблон не бе включен в белия списък,
ca_es: Aquesta plantilla no s'ha inclòs en la llista blanca.
es_mx: Esta plantilla no se incluyó en la lista blanca.
fr_fr: Ce modèle n'a pas été mis en liste blanche.
nb_no: Denne malen ble ikke hvitelistet,
nl_nl: Dit sjabloon is niet opgenomen in de whitelist,
pl_pl: Szablon nie został umieszczony na „białej liście”.
tr_tr: Bu şablon temiz listede değil,
zh_cn: 模板不在白名单内。
zh_tw: 此範本不在白名單中。

source: No such token: %1$s
pl_pl: Brak danego tokenu: %1$s

source: Token login service is not available.
pl_pl: Usługa logowania tokenem nie jest dostępna.

source: No such session for token: %1$s
pl_pl: Nie znaleziono żadnych sesji dla tokenu: %1$s

source: Token redeem denied.
pl_pl: Cofnięcie tokenu nie jest dozwolone.

source: The consumer key/consumer secret pair is missing in configuration.
es_mx: El par clave de usuario/clave secreta no se encuentra en la configuración.
pl_pl: W konfiguracji brakuje klucza konsumenta/Klucza prywatnego.

source: The access token for twitter user %1$s could not be obtained.
es_mx: No se pudo obtener una clave de acceso a Twitter para el usuario de Twitter %1$s.
pl_pl: Nie można uzyskać tokenu dostępu użytkownika Twittera %1$s.

source: The configured consumer key/consumer secret pair is invalid. Please provide a valid consumer key/consumer secret through configuration.
es_mx: El par clave de usuario/clave secreta configurado no es válido. Por favor, indique un par clave de usuario/clave secreta válido en la configuración.
pl_pl: Skonfigurowany klucz konsumenta/klucz prywatny jest niepoprawny. Wprowadź poprawny klucz konsumenta/klucz prywatny poprzez konfigurację.

source: Please (re-)authorize your Twitter accounts. Twitter responded with: %1$s
bg_bg: Моля, (разрешете) отново вашите акаунти в Twitter. \ NTwitter отговори с: %1$s
ca_es: Per favor, autoritzau de nou els vostres comptes de Twitter. Twitter ha respost amb: %1$s
es_mx: Por favor, autorice de nuevo sus cuentas de Twitter. Twitter respondió con: %1$s
fr_fr: Veuillez réautoriser vos comptes Twitter. Twitter a répondu : %1$s
nb_no: Vennligst (re-)autoriser dine Twitter-kontoer. Twitter svarte med: %1$s
nl_nl: (Her-)autoriseer uw Twitter account. Twitter reageerde met: %1$s
pl_pl: Ponownie autoryzuj swoje konta w serwisie Twitter. Serwis Twitter odpowiedział: %1$s
tr_tr: Lütfen Twitter hesabınızı yeniden doğrulayın. Twitter cevabı: %1$s
zh_cn: 请（重）认证您的推特户口。 推特回应：%1$s
zh_tw: 請 (重新)授權 Twitter 帳號。 Twitter 回應: %1$s

source: The request is understood, but it has been refused or access is not allowed: %1$s
bg_bg: Искането е разбрано, но е било отказано или достъпът не е разрешен: %1$s
ca_es: S'ha entès la sol·licitud, però s'ha rebutjat o l'accés no us hi és permès: %1$s
es_mx: Se ha entendido la solicitud, pero se ha rechazado o el acceso no está permitido: %1$s
fr_fr: La requête a été comprise, mais elle a été refusée ou l'accès est interdit : %1$s
nb_no: Forespørselen er forstått, men den har blitt nektet eller tilgang er ikke tillatt: %1$s
nl_nl: Het verzoek is begrepen, maar is geweigerd of toegang is afgewezen: %1$s
pl_pl: Żądanie zostało zrozumiane, ale zostało odrzucone lub dostęp jest niedozwolony: %1$s
tr_tr: Talep alındı, fakat reddedildi ya da erişime kapalı: %1$s
zh_cn: 请求能解读，然而被拒绝或不允许访问：%1$s
zh_tw: 可理解請求，但已被拒絕處理或不允許處理: %1$s

source: Invalid format in search query.
bg_bg: Невалиден формат в заявката за търсене.
ca_es: Format no vàlid en la cadena de recerca.
es_mx: Formato no válido en la cadena de búsqueda.
fr_fr: Format invalide dans la requête de recherche.
nb_no: Ugyldig format i søket.
nl_nl: Ongeldig formaat van de zoekvraag.
pl_pl: Nieprawidłowy format zapytania do wyszukania.
tr_tr: Sorgu kısmında geçersiz format.
zh_cn: 无效搜索查询格式。
zh_tw: 無效的查詢內容格式。

source: This transaction could not be fully undone. Some components are probably not consistent anymore. Run the recovery tool.
es_mx: Esta transacción no se ha podido revertir completamente. Probablemente algunos componentes han dejado de ser consistentes. Ejecute la herramienta de recuperación.
pl_pl: Nie można całkowicie wycofać tej transakcji. Niektóre komponenty prawdopodobnie nie są już spójne. Uruchom narzędzie odzyskiwania.

source: Cannot commit transaction to write DB
es_mx: No se puede hacer un commit de la transacción para escribir en la base de datos
pl_pl: Nie można przesłać transakcji zapisu do bazy danych

source: Cannot roll back transaction in write DB
es_mx: No se puede revertir la transacción al escribir en la BD
pl_pl: Nie można cofnąć transakcji w bazie danych zapisywania

source: Cannot finish transaction
es_mx: No se puede finalizar transacción
pl_pl: Nie można dokończyć transakcji

source: Unified Mail does not support to create folders.
es_mx: El correo unificado no permite crear carpetas.
pl_pl: Ujednolicona skrzynka odbiorcza nie obsługuje tworzenia folderów.

source: Unified Mail does not support to delete folders.
es_mx: El correo unificado no permite borrar carpetas.
pl_pl: Ujednolicona skrzynka odbiorcza nie obsługuje usuwania folderów.

source: Unified Mail does not support to update folders.
es_mx: El correo unificado no permite actualizar carpetas.
pl_pl: Ujednolicona skrzynka odbiorcza nie obsługuje aktualizacji folderów.

source: Unified Mail does not support to move messages.
bg_bg: Unified Mail не поддържа преместването на съобщения.
ca_es: El correu unificat no permet moure missatges.
es_mx: El correo unificado no permite mover mensajes,
fr_fr: La Messagerie unifiée ne prend pas en charge le déplacement de messages.
nb_no: Unified Mail støtter ikke å flytte meldinger.
nl_nl: Verzamelde Mail ondersteund het verplaatsen van berichten niet.
pl_pl: Ujednolicona skrzynka odbiorcza nie obsługuje przenoszenia wiadomości.
tr_tr: Birleştirilmiş mesajlar taşıma işlemini desteklemiyor.
zh_cn: 统一收件箱不支持移动邮件。
zh_tw: 統一郵件夾不支援移動郵件。

source: Unified Mail does not support to copy messages.
bg_bg: Unified Mail не поддържа копирането на съобщения.
ca_es: El correu unificat no permet copiar missatges.
es_mx: El correo unificado no permite copiar mensajes.
fr_fr: La Messagerie unifiée ne prend pas en charge la copie de messages.
nb_no: Unified Mail støtter ikke å kopiere meldinger.
nl_nl: Verzamelde Mail ondersteund het kopiëren van berichten niet.
pl_pl: Ujednolicona skrzynka odbiorcza nie obsługuje kopiowania wiadomości.
tr_tr: Birleştirilmiş mesajlar kopyalama işlemini desteklemiyor.
zh_cn: 统一收件箱不支持复制消息。
zh_tw: 統一郵件夾不支援複製郵件。

source: Append messages failed.
bg_bg: Прикачването на съобщения е неуспешно
ca_es: Ha fallat l'addició de missatges.
es_mx: Ha fallado la adición de mensajes.
fr_fr: L'ajout de messages a échoué.
nb_no: Legge ved meldinger mislyktes.
nl_nl: Het toevoegen van berichten is mislukt
pl_pl: Dołączenie wiadomości nie powiodło się.
tr_tr: Ek mesajlar başarısız.
zh_cn: 附加消息失败。
zh_tw: 附加消息失敗。

source: Unified Mail does not support draft messages.
bg_bg: Unified Mail не поддържа чернови на съобщения.
ca_es: El correu unificat no admet esborranys.
es_mx: El correo unificado no admite borradores.
fr_fr: La Messagerie unifiée ne prend pas en charge les brouillons de messages.
nb_no: Unified Mail støtter ikke utkast meldinger.
nl_nl: Verzamelde Mail ondersteund geen concepten.
pl_pl: Ujednolicona skrzynka odbiorcza nie obsługuje wiadomości roboczych.
tr_tr: Birleştirilmiş mesajlar taslak mesajları desteklemiyor.
zh_cn: 统一收件箱不支持草稿消息。
zh_tw: 統一郵件夾不支援草稿郵件。

source: Unified Mail does not support to move folders.
bg_bg: Unified Mail не поддържа за преместване на папки.
ca_es: El correu unificat no permet moure carpetes.
es_mx: El correo unificado no permite mover carpetas.
fr_fr: La Messagerie unifiée ne prend pas en charge le déplacement de dossiers.
nb_no: Unified Mail støtter ikke å flytte mapper.
nl_nl: Verzamelde Mail ondersteund het verplaatsen van mappen niet.
pl_pl: Ujednolicona skrzynka odbiorcza nie obsługuje przenoszenia folderów.
tr_tr: Birleştirilmiş mesaj klasör taşımayı desteklemiyor.
zh_cn: 统一收件箱不支持移动文件夹。
zh_tw: 統一郵件夾不支援移動文件夾。

source: Unified Mail does not support mail folder creation
bg_bg: Unified Mail не поддържа създаването на пощенска папка
ca_es: El correu unificat no permet la creació de carpetes
es_mx: El correo unificado no permite la creación de carpetas
fr_fr: La Messagerie unifiée ne prend pas en charge la création de dossiers de courrier
nb_no: Unified Mail støtter ikke opprettelse av en mappe.
nl_nl: Verzamelde Mail ondersteund het aanmaken van mappen niet
pl_pl: Ujednolicona skrzynka odbiorcza nie obsługuje tworzenia folderu pocztowego
tr_tr: Birleştirilmiş mesaj klasör oluşturmayı desteklemiyor.
zh_cn: 统一收件箱不支持创建电邮文件夹
zh_tw: 統一郵件夾不支援建立電郵文件夾

source: Unified Mail does not support to clear INBOX folder.
bg_bg: Unified Mail не поддържа изчистване на папката INBOX.
ca_es: El correu unificat no permet buidar la carpeta Safata d'entrada.
es_mx: El correo unificado no permite vaciar la carpeta Bandeja de entrada.
fr_fr: La Messagerie unifiée ne prend pas en charge l'effacement du dossier « Boîte de réception ».
nb_no: Unified Mail støtter ikke å rense Innboks-mappen.
nl_nl: Verzamelde Mail ondersteund het opschonen van de Postvak IN map niet.
pl_pl: Ujednolicona skrzynka odbiorcza nie obsługuje czyszczenia folderu skrzynki odbiorczej.
tr_tr: Birleştirilmiş mesaj INBOX klasörünü temizlemeyi desteklemiyor.
zh_cn: 统一收件箱不支持清空收件箱文件夹。
zh_tw: 統一郵件夾不支援清空收件箱文件夾。

source: Unknown default folder full name: %1$s.
bg_bg: Неизвестно основно име на папката по подразбиране: %1$s .
ca_es: Nom complet de la carpeta predeterminada desconegut: %1$s.
es_mx: Nombre completo de la carpeta predeterminada desconocido: %1$s.
fr_fr: Nom complet du dossier par défaut inconnu : %1$s.
nb_no: Ukjent standardmappe fulle navn: %1$s.
nl_nl: Onbekende standaard lange mapnaam: %1$s.
pl_pl: Nieznana pełna nazwa folderu domyślnego: %1$s.
tr_tr: Bilinmeyen varsayılan klasör ismi: %1$s.
zh_cn: 未知的默认文件夹全名： %1$s。
zh_tw: 未知的預設文件夾全名: %1$s。

source: Move operation aborted. Source and destination folder are equal.
es_mx: Se canceló las operación de traslado. Las carpetas de origen y destino son la misma.
pl_pl: Operacja przenoszenia została anulowana. Folder źródłowy i folder docelowy jest ten sam.

source: Request aborted due to timeout of %1$s %2$s.
bg_bg: Искането е анулирано поради изтичане на %1$s %2$s .
ca_es: Petició cancel·lada per haver-se esgotat el temps de %1$s %2$s.
es_mx: Petición cancelada al agotarse el tiempo de %1$s %2$s.
fr_fr: Requête interrompue en raison d'un délai d'attente de %1$s %2$s.
nb_no: Forespørsel avbrutt på grunn av tidsavbrudd av % ​1$s %2$s.
nl_nl: Aanvraag afgebroken doordat een antwoord uitbleef van %1$s %2$s.
pl_pl: Żądanie przerwane. Upłynął limit czasu oczekiwania: %1$s %2$s.
tr_tr: %1$s %2$s nın süre aşımından dolayı talep durdurulmuştur.
zh_cn: 由于%1$s %2$s超时请求中止.
zh_tw: 由於%1$s %2$s超時請求中止.

source: Invalid destination folder. E-Mails cannot be appended.
bg_bg: Невалидна папка за местоназначение. Електронните писма не могат да бъдат добавени.
ca_es: Carpeta de destinatari no vàlida. No s'hi poden afegir correus electrònics.
es_mx: Carpeta de destino no válida. No se pueden añadir E-Mails.
fr_fr: Dossier de destination invalide. Les courriels ne peuvent pas être ajoutés.
nb_no: Ugyldig destinasjonsmappe. E-post kan ikke vedlegges.
nl_nl: Ongeldige doelmap. Berichten kunnen niet toegevoegd worden.
pl_pl: Nieprawidłowy folder docelowy. Brak informacji o miejscu dołączenia wiadomości e-mail.
tr_tr: Geçersiz hedef klasörü. E-postalar eklenemez.
zh_cn: 无效目的地文件夹。无法追加电子邮件。
zh_tw: 無效的目標文件夾。無法附加郵件。

source: Unable to determine next copy task to execute. Enqueued: %1$s. To sort: %2$s.
es_mx: No es posible determinar cuál es la siguiente tarea de copia que debe ejecutarse. Encolada(s): %1$s. Por ordenar: %2$s.
pl_pl: Nie można określić kolejnego zadania kopiowania do wykonania. Oczekuje: %1$s. Do uporządkowania: %2$s.

source: SQL problem.
es_mx: Problema de SQL.
pl_pl: Wystąpił problem SQL.

source: Unexpected problem occurred.
es_mx: Se ha producido un problema inesperado.
pl_pl: Wystąpił nieoczekiwany problem.

source: Problem with UserService.
es_mx: Problema con UserService.
pl_pl: Wystąpił problem z serwisem użytkownika.

source: A private folder (%1$s) without existing parent (%2$s) was found.
es_mx: Se ha encontrado una carpeta privada (%1$s) sin que exista una carpeta padre (%2$s).
pl_pl: Znaleziono folder prywatny (%1$s), którego folder nadrzędny (%2$s) nie istnieje.

source: Database pooling error.
es_mx: Error de agrupamiento de la base de datos.
pl_pl: Błąd grupowania bazy danych.

source: Problem with FileStorage.
es_mx: Problema con el almacén de archivos.
pl_pl: Wystąpił problem z Magazynem Plików.

source: Could not generate a new sequence id for type %1$s.
es_mx: No se ha podido generar un nuevo id de secuencia para el tipo %1$s.
pl_pl: Nie można utworzyć nowego identyfikatora dla typu %1$s.

source: Did not find contact for user %1$s in context %2$s.
es_mx: No se encontró contacto para el usuario %1$s en el contexto %2$s.
pl_pl: Nie znaleziono kontaktu dla użytkownika %1$s w kontekście %2$s.

source: Could not save user's mail settings.
es_mx: No se ha podido guardar la configuración de los usuarios de correo.
pl_pl: Nie można zapisać ustawień poczty użytkownika.
