Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: America/Montreal
bg_bg: Америка / Монреал
ca_es: AmÃ¨rica/Montreal
es_mx: América/Montreal
fr_fr: Amérique / Montréal
nb_no: Amerika/Montreal
nl_nl: Amerika/Montreal
pl_pl: Ameryka/Montreal
tr_tr: Amerika/Montreal
zh_cn: 美洲/蒙特利尔
zh_tw: 美洲/蒙特利爾

source: America/Montserrat
bg_bg: Америка / Монсерат
ca_es: AmÃ¨rica/Montserrat
es_mx: América/Montserrat
fr_fr: Amérique / Montserrat
nb_no: Amerika/Montserrat
nl_nl: Amerika/Montserrat
pl_pl: Ameryka/Montserrat
tr_tr: Amerika/Montserrat
zh_cn: 美洲/蒙特塞拉特
zh_tw: 美洲/蒙特塞拉特

source: America/Nassau
bg_bg: Америка / Насау
ca_es: Amèrica/Nassau
es_mx: América/Nassau
fr_fr: Amérique / Nassau
nb_no: Amerika/Nassau
nl_nl: Amerika/Nassau
pl_pl: Ameryka/Nassau
tr_tr: Amerika/Nassau
zh_cn: 美洲/拿骚
zh_tw: 美洲/那索

source: America/New York
bg_bg: Америка / Ню Йорк
ca_es: AmÃ¨rica/Nova York
es_mx: América/Nueva York
fr_fr: Amérique / New York
nb_no: Amerika/New York
nl_nl: Amerika/New York
pl_pl: Ameryka/Nowy Jork
tr_tr: Amerika/New York
zh_cn: 美洲/纽约
zh_tw: 美洲/紐約

source: America/Nipigon
bg_bg: Америка / Nipigon
ca_es: Amèrica/Nipigon
es_mx: América/Nipigon
fr_fr: Amérique / Nipigon
nb_no: Amerika/Nipigon
nl_nl: Amerika/Nipigon
pl_pl: Ameryka/Nipigon
tr_tr: Amerika/Nipigon
zh_cn: 美洲/尼皮冈
zh_tw: 美洲/尼皮岡

source: America/Nome
bg_bg: Америка / Ноум
ca_es: Amèrica/Nome
es_mx: América/Nome
fr_fr: Amérique / Nome
nb_no: Amerika/Nome
nl_nl: Amerika/Nome
pl_pl: Afryka/Nome
tr_tr: Amerika/Nome
zh_cn: 美洲/诺姆
zh_tw: 美洲/諾姆

source: America/Noronha
bg_bg: Америка / Нороня
ca_es: Amèrica/Noronha
es_mx: América/Noronha
fr_fr: Amérique / Noronha
nb_no: Amerika/Noronha
nl_nl: Amerika/Noronha
pl_pl: Ameryka/Noronha
tr_tr: Amerika/Noronha
zh_cn: 美洲/诺罗尼亚
zh_tw: 美洲/諾羅尼亞

source: America/North Dakota/Beulah
bg_bg: Америка / Северна Дакота / Беула
ca_es: Amèrica/Dakota del Nord/Beulah
es_mx: América/Dakota del Norte/Beulah
fr_fr: Amérique / Dakota du Nord / Beulah
nb_no: Amerika/North Dakota/Beulah
nl_nl: Amerika/North Dakota/Beulah
pl_pl: Ameryka/Północna Dakota/Beulah
tr_tr: Amerika/Kuzey Dakota/Beulah
zh_cn: 美洲/北达科达州/比尤萊
zh_tw: 美洲/北達科塔州/比尤萊

source: America/North Dakota/Center
bg_bg: Америка / Северна Дакота / Център
ca_es: Amèrica/Dakota del Nord/Centre
es_mx: América/Dakota del Norte/Centro
fr_fr: Amérique / Dakota du Nord / Center
nb_no: Amerika/North Dakota/Senter
nl_nl: Amerika/North Dakota/Center
pl_pl: Ameryka/Północna Dakota/Środek
tr_tr: Amerika/Kuzey Dakota/Center
zh_cn: 美洲/北达科达州/中部
zh_tw: 美洲/北達科塔州/中部

source: America/North Dakota/New Salem
bg_bg: Америка / Северна Дакота / Ню Салем
ca_es: Amèrica/Dakota del Nord/New Salem
es_mx: América/Dakota del Norte/New Salem
fr_fr: Amerique / Dakota du Nord / New Salem
nb_no: Amerika/North Dakota/New Salem
nl_nl: Amerika/North Dakota/New Salem
pl_pl: Ameryka/Północna Dakota/New Salem
tr_tr: Amerika/Kuzey Dakota/New Salem
zh_cn: 美洲/北达科达州/新塞勒姆
zh_tw: 美洲/北達科塔州/新賽勒姆

source: America/Ojinaga
bg_bg: Америка / Охинага
ca_es: Amèrica/Ojinaga
es_mx: América/Ojinaga
fr_fr: Amérique / Ojinaga
nb_no: Amerika/Ojinaga
nl_nl: Amerika/Ojinaga
pl_pl: Ameryka/Ojinaga
tr_tr: Amerika/Ojinaga
zh_cn: 美洲/Ojinaga
zh_tw: 美洲/奧希納加

source: America/Panama
bg_bg: Америка / Панама
ca_es: AmÃ¨rica/PanamÃ
es_mx: América/Panamá
fr_fr: Amérique / Panama
nb_no: Amerika/ Panama
nl_nl: Amerika/Panama
pl_pl: Ameryka/Panama
tr_tr: Amerika/Panama
zh_cn: 美洲/巴拿马
zh_tw: 美洲/巴拿馬

source: America/Pangnirtung
bg_bg: Америка / Pangnirtung
ca_es: Amèrica/Pangnirtung
es_mx: América/Pangnirtung
fr_fr: Amérique / Pangnirtung
nb_no: Amerika/Pangnirtung
nl_nl: Amerika/Pangnirtung
pl_pl: Ameryka/Pangnirtung
tr_tr: Amerika/Pangnirtung
zh_cn: 美洲/潘尼尔顿
zh_tw: 美洲/潘尼爾頓

source: America/Paramaribo
bg_bg: Америка / Парамарибо
ca_es: Amèrica/Paramaribo
es_mx: América/Paramaribo
fr_fr: Amérique / Paramaribo
nb_no: Amerika/Paramaribo
nl_nl: Amerika/Paramaribo
pl_pl: Ameryka/Paramaribo
tr_tr: Amerika/Paramaribo
zh_cn: 美洲/帕拉马里博
zh_tw: 美洲/帕拉馬里博

source: America/Phoenix
bg_bg: Америка / Phoenix
ca_es: Amèrica/Phoenix
es_mx: América/Phoenix
fr_fr: Amérique / Phoenix
nb_no: Amerika/Phoenix
nl_nl: Amerika/Phoenix
pl_pl: Ameryka/Phoenix
tr_tr: Amerika/Phoenix
zh_cn: 美洲/菲尼克斯
zh_tw: 美洲/費尼克斯

source: America/Port-au-Prince
bg_bg: Америка / Порт-о-Пренс
ca_es: Amèrica/Puerto Príncipe
es_mx: América/Puerto Príncipe
fr_fr: Amérique / Port-au-Prince
nb_no: Amerika/Port-au-Prince
nl_nl: Amerika/Port-au-Prince
pl_pl: Ameryka/Port-au-Prince
tr_tr: Amerika/Port-au-Prince
zh_cn: 美洲/太子港
zh_tw: 美洲/太子港

source: America/Port of Spain
bg_bg: Америка / Пристанище на Испания
ca_es: Amèrica/Port of Spain
es_mx: América/Puerto España
fr_fr: Amérique / Port-d'Espagne
nl_nl: Amerika/Port of Spain
pl_pl: Ameryka/Port of Spain
tr_tr: Amerika/Port of Spain
zh_cn: 美洲/西班牙港
zh_tw: 美洲/西班牙港

source: America/Porto Acre
bg_bg: Америка / Порто Acre
ca_es: Amèrica/Porto Acre
es_mx: América/Porto Acre
fr_fr: Amérique / Porto Acre
nb_no: Amerika/Porto Acre
nl_nl: Amerika/Porto Acre
pl_pl: Ameryka/Porto Acre
tr_tr: Amerika/Porto Acre
zh_cn: 美洲/阿克里港
zh_tw: 美洲/阿克裏港

source: America/Porto Velho
bg_bg: Америка / Порто Велхо
ca_es: Amèrica/Porto Velho
es_mx: América/Porto Velho
fr_fr: Amérique / Porto Velho
nb_no: Amerika/Porto Velho
nl_nl: Amerika/Porto Velho
pl_pl: Ameryka/Porto Velho
tr_tr: Amerika/Porto Velho
zh_cn: 美洲/波多韦柳
zh_tw: 美洲/波多韋柳

source: America/Puerto Rico
bg_bg: Америка / Пуерто Рико
ca_es: AmÃ¨rica/Puerto Rico
es_mx: América/Puerto Rico
fr_fr: Amérique / Porto Rico
nb_no: Amerika/Puerto Rico
nl_nl: Amerika/Puerto Rico
pl_pl: Ameryka/Portoryko
tr_tr: Amerika/Porto Riko
zh_cn: 美洲/波多黎各
zh_tw: 美洲/波多黎各

source: America/Rainy River
bg_bg: Америка / Дъждовната река
ca_es: Amèrica/Rainy River
es_mx: América/Rainy River
fr_fr: Amérique / Rainy River
nb_no: Amerika/Rainy River
nl_nl: Amerika/Rainy River
pl_pl: Ameryka/Rainy River
tr_tr: Amerika/Rainy River
zh_cn: 美洲/多雨河
zh_tw: 美洲/多雨河

source: America/Rankin Inlet
bg_bg: Америка / Ранкин Инлет
ca_es: Amèrica/Rankin Inlet
es_mx: América/Rankin Inlet
fr_fr: Amérique / Kangiqtiniq
nb_no: Amerika/Rankin Inlet
nl_nl: Amerika/Rankin Inlet
pl_pl: Ameryka/Rankin Inlet
tr_tr: Amerika/Rankin Inlet
zh_cn: 美洲/兰京海口
zh_tw: 美洲/蘭京海口

source: America/Recife
bg_bg: Америка / Ресифи
ca_es: Amèrica/Recife
es_mx: América/Recife
fr_fr: Amérique / Recife
nb_no: Amerika/Recife
nl_nl: Amerika/Recife
pl_pl: Ameryka/Recife
tr_tr: Amerika/Recife
zh_cn: 美洲/累西腓
zh_tw: 美洲/累西腓

source: America/Regina
bg_bg: Америка / Regina
ca_es: Amèrica/Regina
es_mx: América/Regina
fr_fr: Amérique / Regina
nb_no: Amerika/Regina
nl_nl: Amerika/Regina
pl_pl: Ameryka/Regina
tr_tr: Amerika/Regina
zh_cn: 美洲/里加纳
zh_tw: 美洲/裏加納

source: America/Resolute
bg_bg: Америка / Решителни
ca_es: Amèrica/Resolute
es_mx: América/Resolute
fr_fr: Amérique / Resolute
nb_no: Amerika/Resolute
nl_nl: Amerika/Resolute
pl_pl: Ameryka/Resolute
tr_tr: Amerika/Resolute
zh_cn: 美洲/雷索柳特
zh_tw: 美洲/雷索柳特

source: America/Rio Branco
bg_bg: Америка / Рио Бранко
ca_es: Amèrica/Rio Branco
es_mx: América/Rio Branco
fr_fr: Amérique / Rio Branco
nb_no: Amerika/Rio Branco
nl_nl: Amerika/Rio Branco
pl_pl: Ameryka/Rio Branco
tr_tr: Amerika/Rio Branco
zh_cn: 美洲/里约布兰科
zh_tw: 美洲/裏約布蘭科

source: America/Rosario
bg_bg: Америка / Rosario
ca_es: Amèrica/Rosario
es_mx: América/Rosario
fr_fr: Amérique / Rosario
nb_no: Amerika/Rosario
nl_nl: Amerika/Rosario
pl_pl: Ameryka/Rosario
tr_tr: Amerika/Rosario
zh_cn: 美洲/罗萨里奥
zh_tw: 美洲/羅薩里奧

source: America/Santa Isabel
bg_bg: Америка / Санта Изабел
ca_es: Amèrica/Santa Isabel
es_mx: América/Santa Isabel
fr_fr: Amérique / Santa Isabel
nb_no: Amerika/Santa Isabel
nl_nl: Amerika/Santa Isabel
pl_pl: Ameryka/Santa Isabel
tr_tr: Amerika/Santa Isabel
zh_cn: 美洲/Santa Isabel
zh_tw: 美洲/聖塔伊莎貝

source: America/Santarem
bg_bg: Америка / Сантарем
ca_es: Amèrica/Santarém
es_mx: América/Santarém
fr_fr: Amérique / Santarem
nb_no: Amerika/Santarem
nl_nl: Amerika/Santarem
pl_pl: Ameryka/Santarem
tr_tr: Amerika/Santarem
zh_cn: 美洲/圣塔伦
zh_tw: 美洲/聖塔倫

source: America/Santiago
bg_bg: Америка / Сантяго
ca_es: Amèrica/Santiago
es_mx: América/Santiago
fr_fr: Amérique / Santiago
nb_no: Amerika/Santiago
nl_nl: Amerika/Santiago
pl_pl: Ameryka/Santiago
tr_tr: Amerika/Santiago
zh_cn: 美洲/圣地亚哥
zh_tw: 美洲/聖地牙哥

source: America/Santo Domingo
bg_bg: Америка / Санто Доминго
ca_es: Amèrica/Santo Domingo
es_mx: América/Santo Domingo
fr_fr: Amérique / Saint-Domingue
nb_no: Amerika/Santo Domingo
nl_nl: Amerika/Santo Domingo
pl_pl: Ameryka/Santo Domingo
tr_tr: Amerika/Santo Domingo
zh_cn: 美洲/圣多明各
zh_tw: 美洲/聖多明各

source: America/Sao Paulo
bg_bg: Америка / Сао Пауло
ca_es: Amèrica/São Paulo
es_mx: América/Sao Paulo
fr_fr: Amérique / São Paulo
nb_no: Amerika/Sao Paulo
nl_nl: Amerika/São Paulo
pl_pl: Ameryka/Sao Paulo
tr_tr: Amerika/Sao Paulo
zh_cn: 美洲/圣保罗
zh_tw: 美洲/聖保羅

source: America/Scoresbysund
bg_bg: Америка / Сгорсбисон
ca_es: Amèrica/Scoresby Sund
es_mx: América/Scoresby Sund
fr_fr: Amérique / Scoresbysund
nb_no: Amerika/Scoresbysund
nl_nl: Amerika/Scoresbysund
pl_pl: Ameryka/Scoresbysund
tr_tr: Amerika/Scoresby Sund
zh_cn: 美洲/斯格里斯比桑得
zh_tw: 美洲/斯格裏斯比桑得

source: America/Shiprock
bg_bg: Америка / Shiprock
ca_es: Amèrica/Shiprock
es_mx: América/Shiprock
fr_fr: Amérique / Shiprock
nb_no: Amerika/Shiprock
nl_nl: Amerika/Shiprock
pl_pl: Ameryka/Shiprock
tr_tr: Amerika/Shiprock
zh_cn: 美洲/舰石城
zh_tw: 美洲/艦石城

source: America/Sitka
bg_bg: Америка / ситка
ca_es: Amèrica/Sitka
es_mx: América/Sitka
fr_fr: Amérique / Sitka
nb_no: Amerika/Sitka
nl_nl: Amerika/Sitka
pl_pl: Ameryka/Sitka
tr_tr: Amerika/Sitka
zh_cn: 美洲/夕卡
zh_tw: 美洲/矽地卡

source: America/St Barthelemy
bg_bg: Америка / Свети Бартелеми
ca_es: Amèrica/Saint-Barthélemy
es_mx: América/San Bartolomé
fr_fr: Amérique / Saint Barthélemy
nb_no: Amerika/St Barthelemy
nl_nl: Amerika/Saint-Barthélemy
pl_pl: Ameryka/Św. Bartłomiej
tr_tr: Amerika/St Barthelemy
zh_cn: 美洲/圣巴托洛缪
zh_tw: 美洲/聖巴托洛繆

source: America/St Johns
bg_bg: Америка / Сейнт Джонс
ca_es: Amèrica/ St Johns
es_mx: América/St Johns
fr_fr: Amérique / Saint John's
nb_no: Amerika/St Johns
nl_nl: Amerika/St. John's
pl_pl: Ameryka/St John's
tr_tr: Amerika/St Johns
zh_cn: 美洲/圣约翰
zh_tw: 美洲/聖約翰

source: America/St Kitts
bg_bg: Америка / Сейнт Китс
ca_es: Amèrica/St Kitts
es_mx: América/St Kitts
fr_fr: Amérique / Île Saint-Christophe
nb_no: Amerika/St Kitts
nl_nl: Amerika/Saint Kitts
pl_pl: Ameryka/St Kitts
tr_tr: Amerika/St Kitts
zh_cn: 美洲/圣基茨
zh_tw: 美洲/聖基茨

source: America/St Lucia
bg_bg: Америка / Сейнт Лусия
ca_es: Amèrica/St Lucia
es_mx: América/Santa Lucía
fr_fr: Amérique / Sainte-Lucie
nb_no: Amerika/St Lucia
nl_nl: Amerika/Saint Lucia
pl_pl: Ameryka/St Lucia
tr_tr: Amerika/St Lucia
zh_cn: 美洲/圣卢西亚
zh_tw: 美洲/聖露西亞

source: America/St Thomas
bg_bg: Америка / Св. Томас
ca_es: Amèrica/St Thomas
es_mx: América/St Thomas
fr_fr: Amérique / Saint-Thomas
nb_no: Amerika/St Thomas
nl_nl: Amerika/Saint Thomas
pl_pl: Ameryka/St Thomas
tr_tr: Amerika/St Thomas
zh_cn: 美洲/圣托马斯
zh_tw: 美洲/聖托馬斯

source: America/St Vincent
bg_bg: Америка / Сейнт Винсънт
ca_es: Amèrica/St Vincent
es_mx: América/San Vicente
fr_fr: Amérique / Saint-Vincent
nb_no: Amerika/St Vincent
nl_nl: Amerika/Saint-Vincent
pl_pl: Ameryka/St Vincent
tr_tr: Amerika/St Vincent
zh_cn: 美洲/圣文森特
zh_tw: 美洲/聖文森

source: America/Swift Current
bg_bg: Америка / Суифт Ток
ca_es: Amèrica/Swift Current
es_mx: América/Swift Current
fr_fr: Amérique / Swift Current
nb_no: Amerika/Swift Current
nl_nl: Amerika/Swift Current
pl_pl: Ameryka/Swift Current
tr_tr: Amerika/Swift Current
zh_cn: 美洲/斯威福特卡润特
zh_tw: 美洲/斯威福特卡潤特

source: America/Tegucigalpa
bg_bg: Америка / Тегусигалпа
ca_es: Amèrica/Tegucigalpa
es_mx: América/Tegucigalpa
fr_fr: Amérique / Tegucigalpa
nb_no: Amerika/Tegucigalpa
nl_nl: Amerika/Tegucigalpa
pl_pl: Ameryka/Tegucigalpa
tr_tr: Amerika/Tegucigalpa
zh_cn: 美洲/特古西加尔巴
zh_tw: 美洲/特古西加爾巴

source: America/Thule
bg_bg: Америка / Туле
ca_es: Amèrica/Thule
es_mx: América/Thule
fr_fr: Amérique / Thulé
nb_no: Amerika/Thule
nl_nl: Amerika/Thule
pl_pl: Ameryka/Thule
tr_tr: Amerika/Thule
zh_cn: 美洲/图列
zh_tw: 美洲/圖列

source: America/Thunder Bay
bg_bg: Америка / Тъндър Бей
ca_es: Amèrica/Thunder Bay
es_mx: América/Thunder Bay
fr_fr: Amérique / Thunder Bay
nb_no: Amerika/Thunder Bay
nl_nl: Amerika/Thunder Bay
pl_pl: Ameryka/Thunder Bay
tr_tr: Amerika/Thunder Bay
zh_cn: 美洲/桑得湾
zh_tw: 美洲/桑得灣

source: America/Tijuana
bg_bg: Америка / Тихуана
ca_es: Amèrica/Tijuana
es_mx: América/Tijuana
fr_fr: Amérique / Tijuana
nb_no: Amerika/Tijuana
nl_nl: Amerika/Tijuana
pl_pl: Ameryka/Tijuana
tr_tr: Amerika/Tijuana
zh_cn: 美洲/蒂华纳
zh_tw: 美洲/蒂華納

source: America/Toronto
bg_bg: Америка / Торонто
ca_es: AmÃ¨rica/Toronto
es_mx: América/Toronto
fr_fr: Amérique / Toronto
nb_no: Amerika/Toronto
nl_nl: Amerika/Toronto
pl_pl: Ameryka/Toronto
tr_tr: Amerika/Toronto
zh_cn: 美洲/多伦多
zh_tw: 美洲/多倫多

source: America/Tortola
bg_bg: Америка / Тортола
ca_es: Amèrica/Tórtola
es_mx: América/Tórtola
fr_fr: Amérique / Tortola
nb_no: Amerika/Tortola
nl_nl: Amerika/Tortola
pl_pl: Ameryka/Tortola
tr_tr: Amerika/Tortola
zh_cn: 美洲/托投拉
zh_tw: 美洲/托投拉

source: America/Vancouver
bg_bg: Америка / Ванкувър
ca_es: Amèrica/Vancouver
es_mx: América/Vancouver
fr_fr: Amérique / Vancouver
nb_no: Amerika/Vancouver
nl_nl: Amerika/Vancouver
pl_pl: Ameryka/Vancouver
tr_tr: Amerika/Vancouver
zh_cn: 美洲/温哥华
zh_tw: 美洲/溫哥華

source: America/Virgin
bg_bg: Америка / Virgin
ca_es: Amèrica/Virgin
es_mx: América/Virgin
fr_fr: Amérique / Virgin
nb_no: Amerika/Virgin
nl_nl: Amerika/Virgin
pl_pl: Ameryka/Virgin
tr_tr: Amerika/Virgin
zh_cn: 美洲/维尔京
zh_tw: 美洲/維京

source: America/Whitehorse
bg_bg: Америка / Whitehorse
ca_es: Amèrica/Whitehorse
es_mx: América/Whitehorse
fr_fr: Amérique / Whitehorse
nb_no: Amerika/Whitehorse
nl_nl: Amerika/Whitehorse
pl_pl: Ameryka/Whitehorse
tr_tr: Amerika/Whitehorse
zh_cn: 美洲/白马
zh_tw: 美洲/白馬

source: America/Winnipeg
bg_bg: Америка / Уинипег
ca_es: Amèrica/Winnipeg
es_mx: América/Winnipeg
fr_fr: Amérique / Winnipeg
nb_no: Amerika/Winnipeg
nl_nl: Amerika/Winnipeg
pl_pl: Ameryka/Winnipeg
tr_tr: Amerika/Winnipeg
zh_cn: 美洲/温尼伯
zh_tw: 美洲/溫尼伯

source: America/Yakutat
bg_bg: Америка / Yakutat
ca_es: Amèrica/Yakutat
es_mx: América/Yakutat
fr_fr: Amérique / Yakutat
nb_no: Amerika/Yakutat
nl_nl: Amerika/Yakutat
pl_pl: Ameryka/Jakutat
tr_tr: Amerika/Yakutat
zh_cn: 美洲/亚库塔特
zh_tw: 美洲/亞庫塔特

source: America/Yellowknife
bg_bg: Америка / Йелоунайф
ca_es: Amèrica/Yellowknife
es_mx: América/Yellowknife
fr_fr: Amérique / Yellowknife
nb_no: Amerika/Yellowknife
nl_nl: Amerika/Yellowknife
pl_pl: Ameryka/Yellowknife
tr_tr: Amerika/Yellowknife
zh_cn: 美洲/黄刀镇
zh_tw: 美洲/黃刀鎮

source: Antarctica/Casey
bg_bg: Антарктида / Кейси
ca_es: Antàrtida/Casey
fr_fr: Antarctique / Casey
nb_no: Antarktis/Casey
pl_pl: Antarktyka/Casey
tr_tr: Antarktika/Casey
zh_cn: 南极洲/凯西站
zh_tw: 南極洲/凱西站

source: Antarctica/Davis
bg_bg: Антарктида / Дейвис
ca_es: Antàrtida/Davis
fr_fr: Antarctique / Davis
nb_no: Antarktis/Davis
pl_pl: Antarktyka/Davis
tr_tr: Antarktika/Davis
zh_cn: 南极洲/戴维斯站
zh_tw: 南極洲/大衛斯站

source: Antarctica/Macquarie
bg_bg: Антарктида / Macquarie
ca_es: Antàrtida/Marquarie
es_mx: Antártida/Macquarie
fr_fr: Antarctique / Macquarie
nb_no: Antarktis/Macquarie
pl_pl: Antarktyka/Macquarie
tr_tr: Antarktika/Macquarie
zh_cn: 南极洲/麦夸里
zh_tw: 南極洲/麥覺理站

source: Antarctica/Mawson
bg_bg: Антарктида / Моусън
ca_es: Antàrtida/Mawson
fr_fr: Antarctique / Mawson
nb_no: Antarktis/Mawson
pl_pl: Antarktyka/Mawson
tr_tr: Antarktika/Mawson
zh_cn: 南极洲/莫森站
zh_tw: 南極洲/莫森站

source: Antarctica/McMurdo
bg_bg: Антарктида / Макмърдо
ca_es: Antàrtida/McMurdo
fr_fr: Antarctique / McMurdo
nb_no: Antarktis/McMurdo
pl_pl: Antarktyka/McMurdo
tr_tr: Antarktika/McMurdo
zh_cn: 南极洲/麦克默多站
zh_tw: 南極洲/麥克默多站

source: Antarctica/Palmer
bg_bg: Антарктида / Палмър
ca_es: Antàrtida/Palmer
fr_fr: Antarctique / Palmer
nb_no: Antarktis/Palmer
pl_pl: Antarktyka/Palmer
tr_tr: Antarktika/Palmer
zh_cn: 南极洲/帕玛站
zh_tw: 南極洲/帕瑪站

source: Antarctica/Rothera
bg_bg: Антарктида / Ротера
ca_es: Antàrtida/Rothera
fr_fr: Antarctique / Rothera
nb_no: Antarktis/Rothera
pl_pl: Antarktyka/Rothera
tr_tr: Antarktika/Rothera
zh_cn: 南极洲/罗瑟拉站
zh_tw: 南極洲/羅瑟拉站

source: Antarctica/South Pole
bg_bg: Антарктика / Южен полюс
ca_es: Antàrtida/Pol Sud
es_mx: Antarctica/Polo Sur
fr_fr: Antarctique / Pôle Sud
nb_no: Antarktis/Sydpolen
nl_nl: Antarctica/Zuidpool
pl_pl: Antarktyka/Biegun Południowy
tr_tr: Antarktika/Güney Kutbu
zh_cn: 南极洲/南极
zh_tw: 南極洲/南極

source: Antarctica/Syowa
bg_bg: Антарктида / Сьова
ca_es: Antàrtida/Syowa
fr_fr: Antarctique / Syowa
nb_no: Antarktis/Syowa
pl_pl: Antarktyka/Syowa
tr_tr: Antarktika/Syowa
zh_cn: 南极洲/斯由瓦站
zh_tw: 南極洲/斯由瓦站

source: Antarctica/Vostok
bg_bg: Антарктида / Восток
ca_es: Antàrtida/Vostok
fr_fr: Antarctique / Vostok
nb_no: Antarktis/Vostok
pl_pl: Antarktyka/Wostok
tr_tr: Antarktika/Vostok
zh_cn: 南极洲/东方站
zh_tw: 南極洲/沃斯托克站

source: Arctic/Longyearbyen
ca_es: Àrtic/Longyearbyen
fr_fr: Arctique / Longyearbyen
nb_no: Arktis/Longyearbyen
nl_nl: Arctis/Longyearbyen
pl_pl: Arktyka/Longyearbyen
tr_tr: Kuzey Kutbu/Longyearbyen
zh_cn: 北极/朗伊尔城
zh_tw: 北極/朗伊爾城

source: Asia/Aden
bg_bg: Азия / Аден
ca_es: Àsia/Adén
es_mx: Asia/Adén
fr_fr: Asie / Aden
nl_nl: Azië/Aden
pl_pl: Azja/Aden
tr_tr: Asya/Aden
zh_cn: 亚洲/亚丁
zh_tw: 亞洲/亞丁

source: Asia/Almaty
bg_bg: Азия / Алмати
ca_es: Àsia/Almatý
es_mx: Asia/Almatý
fr_fr: Asie / Almaty
nl_nl: Azië/Almaty
pl_pl: Azja/Ałma-Ata
tr_tr: Asya/Almaty
zh_cn: 亚洲/阿拉木图
zh_tw: 亞洲/阿拉木圖

source: Asia/Amman
bg_bg: Азия / Аман
ca_es: Àsia/Amman
es_mx: Asia/Ammán
fr_fr: Asie / Amman
nl_nl: Azië/Amman
pl_pl: Azja/Amman
tr_tr: Asya/Amman
zh_cn: 亚洲/安曼
zh_tw: 亞洲/安曼

source: Asia/Anadyr
bg_bg: Азия / Anadyr
ca_es: Àsia/Anàdyr
es_mx: Asia/Anádyr
fr_fr: Asie / Anadyr
nl_nl: Azië/Anadyr
pl_pl: Azja/Anadyr
tr_tr: Asya/Anadyr
zh_cn: 亚洲/阿纳德尔
zh_tw: 亞洲/阿納德爾

source: Asia/Aqtau
bg_bg: Азия / Актау
ca_es: Àsia/Akhtau
es_mx: Asia/Aktau
fr_fr: Asie / Aqtau
nl_nl: Azië/Aqtau
pl_pl: Azja/Aktau
tr_tr: Asya/Aqtau
zh_cn: 亚洲/阿克陶
zh_tw: 亞洲/阿克陶

source: Asia/Aqtobe
bg_bg: Азия / Актобе
ca_es: Àsia/Aktobe
es_mx: Asia/Aktobe
fr_fr: Asie / Aktobe
nl_nl: Azië/Aqtobe
pl_pl: Azja/Aktobe
tr_tr: Asya/Aqtobe
zh_cn: 亚洲/阿克托博
zh_tw: 亞洲/阿克托博

source: Asia/Ashgabat
bg_bg: Азия / Ашхабад
ca_es: Àsia/Askhabad
es_mx: Asia/Asjabad
fr_fr: Asie / Achgabat
nl_nl: Azië/Ashgabat
pl_pl: Azja/Aszchabad
zh_cn: 亚洲/阿什哈巴德
zh_tw: 亞洲/阿什哈巴德

source: Asia/Ashkhabad
bg_bg: Азия / Ашхабад
ca_es: Àsia/Askhabad
es_mx: Asia/Asjabad
fr_fr: Asie / Achgabat
nl_nl: Azië/Asjchabad
pl_pl: Azja/Aszchabad
zh_cn: 亚洲/阿什哈巴德
zh_tw: 亞洲/阿什哈巴德

source: Asia/Baghdad
bg_bg: Азия / Багдад
ca_es: Àsia/Bagdad
es_mx: Asia/Bagdad
fr_fr: Asie / Bagdad
nl_nl: Azië/Bagdad
pl_pl: Azja/Bagdad
tr_tr: Asya/Bağdat
zh_cn: 亚洲/巴格达
zh_tw: 亞洲/巴格達

source: Asia/Bahrain
bg_bg: Азия / Бахрейн
ca_es: Àsia/Bahrain
es_mx: Asia/Bahrein
fr_fr: Asie / Bahreïn
nl_nl: Azië/Bahrein
pl_pl: Azja/Bahrajn
tr_tr: Asya/Bahreyn
zh_cn: 亚洲/巴林
zh_tw: 亞洲/巴林

source: Asia/Baku
bg_bg: Азия / Баку
ca_es: Àsia/Baku
es_mx: Asia/Bakú
fr_fr: Asie / Bakou
nl_nl: Azië/Baku
pl_pl: Azja/Baku
tr_tr: Asya/Bakü
zh_cn: 亚洲/巴库
zh_tw: 亞洲/巴庫

source: Asia/Bangkok
bg_bg: Азия / Банкок
ca_es: Àsia/Bangkok
fr_fr: Asie / Bangkok
nl_nl: Azië/Bangkok
pl_pl: Azja/Bangkok
tr_tr: Asya/Bangkok
zh_cn: 亚洲/曼谷
zh_tw: 亞洲/曼谷

source: Asia/Beirut
bg_bg: Азия / Бейрут
ca_es: Àsia/Beirut
fr_fr: Asie / Beyrouth
nl_nl: Azië/Beiroet
pl_pl: Azja/Bejrut
tr_tr: Asya/Beyrut
zh_cn: 亚洲/贝鲁特
zh_tw: 亞洲/貝魯特

source: Asia/Bishkek
bg_bg: Азия / Бишкек
ca_es: Àsia/Biskek
es_mx: Asia/Biskek
fr_fr: Asie / Bichkek
nl_nl: Azië/Bishkek
pl_pl: Azja/Biszkek
tr_tr: Asya/Bishkek
zh_cn: 亚洲/比什凯克
zh_tw: 亞洲/比什凱克

source: Asia/Brunei
bg_bg: Азия / Бруней
ca_es: Àsia/Brunei
fr_fr: Asie / Brunei
nl_nl: Azië/Brunei
pl_pl: Azja/Brunei
zh_cn: 亚洲/文莱
zh_tw: 亞洲/汶萊

source: Asia/Calcutta
bg_bg: Азия / Калкута
ca_es: Àsia/Calcuta
es_mx: Asia/Calcuta
fr_fr: Asie / Calcutta
nl_nl: Azië/Calcutta
pl_pl: Azja/Kalkuta
tr_tr: Asya/Calcutta
zh_cn: 亚洲/加尔各答
zh_tw: 亞洲/加爾各答

source: Asia/Choibalsan
bg_bg: Азия / Чойбалсан
ca_es: Àsia/Choybalsan
es_mx: Asia/Choybalsan
fr_fr: Asie / Choibalsan
nl_nl: Azië/Tsjojbalsan
pl_pl: Azja/Czojbalsan
tr_tr: Asya/Choibalsan
zh_cn: 亚洲/乔巴山
zh_tw: 亞洲/喬巴山

source: Asia/Chongqing
bg_bg: Азия / Чунцин
ca_es: Àsia/Chongqing
fr_fr: Asie / Chongqing
nl_nl: Azië/Chongqing
pl_pl: Azja/Chongqing
tr_tr: Asya/Chongqing
zh_cn: 亚洲/重庆
zh_tw: 亞洲/重慶

source: Asia/Chungking
bg_bg: Азия / Chungking
ca_es: Àsia/Chongqing
es_mx: Asia/Chongqing
fr_fr: Asie / Chongqing
nl_nl: Azië/Tsjoengking
pl_pl: Azja/Chungking
tr_tr: Asya/Chungking
zh_cn: 亚洲/重庆
zh_tw: 亞洲/重慶

source: Asia/Colombo
bg_bg: Азия / Коломбо
ca_es: Àsia/Colombo
fr_fr: Asie / Colombo
nl_nl: Azië/Colombo
pl_pl: Azja/Kolombo
tr_tr: Asya/Colombo
zh_cn: 亚洲/科伦
zh_tw: 亞洲/可倫坡

source: Asia/Dacca
bg_bg: Азия / Дака
ca_es: Àsia/Dacca
fr_fr: Asie / Dacca
nl_nl: Azië/Dacca
pl_pl: Azja/Dakka
tr_tr: Asya/Dacca
zh_cn: 亚洲/达卡
zh_tw: 亞洲/達卡

source: Asia/Damascus
bg_bg: Азия / Дамаск
ca_es: Àsia/Damasc
es_mx: Asia/Damasco
fr_fr: Asie / Damas
nb_no: Asia/Damaskus
nl_nl: Azië/Damascus
pl_pl: Azja/Damaszek
tr_tr: Asya/Damascus
zh_cn: 亚洲/大马士革
zh_tw: 亞洲/大馬士革

source: Asia/Dhaka
bg_bg: Азия / Дака
ca_es: Àsia/Dhaka
fr_fr: Asie / Dhaka
nl_nl: Azië/Dhaka
pl_pl: Azja/Dhaka
tr_tr: Asya/Dhaka
zh_cn: 亚洲/达卡
zh_tw: 亞洲/達卡

source: Asia/Dili
bg_bg: Азия / Дили
ca_es: Àsia/Dili
fr_fr: Asie / Dili
nl_nl: Azië/Dili
pl_pl: Azja/Dili
tr_tr: Asya/Dili
zh_cn: 亚洲/帝力
zh_tw: 亞洲/帝力

source: Asia/Dubai
bg_bg: Азия / Дубай
ca_es: Àsia/Dubai
fr_fr: Asie / Dubaï
nl_nl: Azië/Dubai
pl_pl: Azja/Dubaj
tr_tr: Asya/Dubai
zh_cn: 亚洲/迪拜
zh_tw: 亞洲/迪拜

source: Asia/Dushanbe
bg_bg: Азия / Душанбе
ca_es: Àsia/Dushanbe
es_mx: Asia/Dusambé
fr_fr: Asie / Douchanbé
nl_nl: Azië/Dushanbe
pl_pl: Azja/Duszanbe
tr_tr: Asya/Dushanbe
zh_cn: 亚洲/杜尚别
zh_tw: 亞洲/杜尚別

source: Asia/Gaza
bg_bg: Азия / Газа
ca_es: Àsia/Gaza
fr_fr: Asie / Gaza
nl_nl: Azië/Gaza
pl_pl: Azja/Gaza
tr_tr: Asya/Gaza
zh_cn: 亚洲/加沙
zh_tw: 亞洲/加薩

source: Asia/Harbin
bg_bg: Азия / Харбин
ca_es: Àsia/Harbin
fr_fr: Asie / Harbin
nl_nl: Azië/Harbin
pl_pl: Azja/Harbin
tr_tr: Asya/Harbin
zh_cn: 亚洲/哈尔滨
zh_tw: 亞洲/哈爾濱

source: Asia/Hebron
bg_bg: Азия / Хеброн
ca_es: Àsia/Hebron
es_mx: Asia/Hebrón
fr_fr: Asie / Hebron
nl_nl: Azië/Hebron
pl_pl: Azja/Hebron
tr_tr: Asya/Hebron
zh_cn: 亚洲/Hebron
zh_tw: 亞洲/希伯侖

source: Asia/Ho Chi Minh
bg_bg: Азия / Хо Ши Мин
ca_es: Àsia/Ho Chi Minh
fr_fr: Asie / Hô-Chi-Minh-Ville
nl_nl: Azië/Ho Chi Minhstad
pl_pl: Azja/Ho Chi Minh
tr_tr: Asya/Ho Chi Minh
zh_cn: 亚洲/胡志明市
zh_tw: 亞洲/胡志明市

source: Asia/Hong Kong
bg_bg: Азия / Хонг Конг
ca_es: Ã€sia/Hong Kong
fr_fr: Asie / Hong Kong
nl_nl: Azië/Hong Kong
pl_pl: Azja/Hong Kong
tr_tr: Asya/Hong Kong
zh_cn: 亚洲/香港
zh_tw: 亞洲/香港

source: Asia/Hovd
bg_bg: Азия / Ховд
ca_es: Àsia/Hovd
fr_fr: Asie / Hovd
nl_nl: Azië/Hovd
pl_pl: Azja/Hovd
tr_tr: Asya/Hovd
zh_cn: 亚洲/霍伏得
zh_tw: 亞洲/霍伏得

source: Asia/Irkutsk
bg_bg: Азия / Иркутск
ca_es: Àsia/Irkutsk
fr_fr: Asie / Irkoutsk
nl_nl: Azië/Irkoetsk
pl_pl: Azja/Irkuck
tr_tr: Asya/Irkutsk
zh_cn: 亚洲/伊尔库茨克
zh_tw: 亞洲/伊爾庫茨克

source: Asia/Istanbul
bg_bg: Азия / Истанбул
ca_es: Ã€sia/Istanbul
es_mx: Asia/Estambul
fr_fr: Asie / Istanbul
nl_nl: Azië/Istanbul
pl_pl: Azja/Istambuł
tr_tr: Asya/Istanbul
zh_cn: 亚洲/伊斯坦布尔
zh_tw: 亞洲/伊斯坦布爾

source: Asia/Jakarta
bg_bg: Азия / Джакарта
ca_es: Ã€sia/Jakarta
es_mx: Asia/Yakarta
fr_fr: Asie / Djakarta
nl_nl: Azië/Jakarta
pl_pl: Azja/Dżakarta
tr_tr: Asya/Jakarta
zh_cn: 亚洲/雅加达
zh_tw: 亞洲/雅加達

source: Asia/Jayapura
bg_bg: Азия / Jayapura
ca_es: Àsia/Jayapura
fr_fr: Asie / Jaipur
nl_nl: Azië/Jayapura
pl_pl: Azja/Jayapura
tr_tr: Asya/Jayapura
zh_cn: 亚洲/查亚普拉
zh_tw: 亞洲/查亞普拉

source: Asia/Jerusalem
bg_bg: Азия / Ерусалим
ca_es: Ã€sia/Jerusalem
es_mx: Asia/Jerusalén
fr_fr: Asie / Jérusalem
nl_nl: Azië/Jerusalem
pl_pl: Azja/Jerozolima
tr_tr: Asya/Kudüs
zh_cn: 亚洲/耶路撒冷
zh_tw: 亞洲/耶路撒冷
