Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Appointment is not a recurring appointment.
es_mx: La cita no es una cita periódica.
pl_pl: Spotkanie nie jest spotkaniem cyklicznym.

source: Found a user contact outside global address book in folder %1$d in context %2$d.
es_mx: Se ha encontrado un contacto de usuario fuera de la libreta de direcciones global en la carpeta %1$d en el contexto %2$d.
pl_pl: Znaleziono kontakt użytkownika poza globalną książką adresową w folderze %1$d w kontekście %2$d.

source: Invalid E-Mail address: '%s'. Please correct the E-Mail address.
bg_bg: Невалиден имейл адрес: ' %s '. Моля, коригирайте адреса на електронната поща.
es_mx: Dirección de correo no válida: '%s'. Por favor, corríjala.
fr_fr: Adresse électronique non valable : '%s'. Veuillez corriger l'adresse électronique.
nb_no: Ugyldig epostadresse: '%s'. Vennligst korriger epostadressen.
nl_nl: Ongeldig e-mailadres: '%s'. Corrigeer alstublieft het e-mailadres.
pl_pl: Nieprawidłowy adres e-mail: '%s'. Popraw go.
zh_cn: 无效电子邮件地址：'%s'。请修正电子邮件地址。
zh_tw: 電子郵件地址無效:「%s」，請修正。

source: Unable to import this contact picture. Either the type is not part of the supported type (JPG, GIF, BMP or PNG) or the size exceed %3$d. Your file type is %1$s and your image size is %2$d.
es_mx: No se ha podido importar esta imagen de contacto. Ya sea porque no es de uno de los tipos admitidos (JPG, GIF, BMP o PNG) o porque el tamaño excede de %3$d. Su archivo es de tipo %1$s y el tamaño de su imagen es %2$d.
pl_pl: Nie można wykonać importu obrazu kontaktu. Dany typ pliku nie jest obsługiwany (jest inny niż JPG, GIF, BMP lub PNG) lub obraz jest większy niż %3$d. Typ pliku to %1$s, a rozmiar obrazu to %2$d.

source: You are not allowed to store this contact in a non-contact folder: folder id %1$d in context %2$d with user %3$d
es_mx: No se le permite almacenar este contacto en una carpeta que no es de contactos: id de la carpeta %1$d en el contexto %2$d con el usuario %3$d
pl_pl: Nie masz uprawnień do zapisania tego kontaktu w folderze, który nie jest przeznaczony na kontakty: identyfikator folderu %1$d w kontekście %2$d przy użytkowniku %3$d

source: You do not have the permission to access objects in the folder %1$d in the context %2$d as user %3$d
es_mx: No tiene permiso para acceder a objetos de la carpeta %1$d en el contexto %2$d como el usuario %3$d
pl_pl: Nie masz uprawnień do dostępu do obiektów w folderze %1$d w kontekście %2$d jako użytkownik %3$d

source: Got a -1 ID from IDGenerator
es_mx: Se ha obtenido un ID -1 de IDGenerator
pl_pl: Element IDGenerator zwrócił identyfikator o wartości -1.

source: Unable to scale image down.
bg_bg: Неуспешно мащабиране на изображението.
ca_es: No s'ha pogut reduir la mida de la imatge.
es_mx: No se pudo reducir el tamaño de la imagen.
fr_fr: Impossible de réduire l'image à l'échelle.
nb_no: Ute av stand til å skalere ned bildet.
nl_nl: Niet in staat om afbeelding kleiner te maken
pl_pl: Nie można zmniejszyć obrazu.
tr_tr: Resim aşağı indirilemiyor.
zh_cn: 无法缩小图像。
zh_tw: 無法縮小圖像。

source: Invalid SQL query.
es_mx: Consulta SQL no válida.
pl_pl: Nieprawidłowe zapytanie SQL.

source: You do not have the permission to create objects in the folder %1$d in context %2$d as user %3$d
es_mx: No tiene permisos para crear objetos en la carpeta %1$d en el contexto %2$d como el usuario %3$d
pl_pl: Nie masz uprawnień do tworzenia obiektów w folderze %1$d w kontekście %2$d jako użytkownik %3$d

source: Unable to synchronize the old contact with the new changes: context %1$d object %2$d
es_mx: No se pudo sincronizar el antiguo contacto con los nuevos cambios: contexto %1$d objeto %2$d
pl_pl: Nie można zsynchronizować starszego kontaktu z nowymi zmianami: kontekst %1$d, obiekt %2$d

source: You are not allowed to mark this contact as private contact: context %1$d object %2$d
es_mx: No le está permitido marcar este contacto como privado: contexto %1$s objeto %2$d
pl_pl: Nie masz uprawnień do oznaczenia danego kontaktu jako prywatny: kontekst %1$d, obiekt %2$d

source: An error occurred: object id is -1
es_mx: Se ha producido un error: el Id del objeto es -1
pl_pl: Wystąpił błąd: identyfikator obiektu ma wartość -1

source: No changes found. No update required. context %1$d object %2$d
es_mx: No se encontraron cambios. No se requiere ninguna actualización. Contexto %1$d objeto %2$d
pl_pl: Nie znaleziono zmian. Aktualizacja nie jest wymagana. Kontekst %1$d, obiekt %2$d

source: Contact %1$d not found in context %2$d.
es_mx: Contacto %1$d no encontrado en el contexto %2$d.
pl_pl: Nie znaleziono kontaktu %1$d w kontekście %2$d.

source: Unable to save contact image. The image appears to be broken.
es_mx: No se pudo salvar la imagen del contacto. La imagen parece estar defectuosa.
pl_pl: Nie można zapisać obrazu kontaktu. Obraz jest prawdopodobnie uszkodzony.

source: Unable to trigger object events: context %1$d folder %2$d
es_mx: No se pudieron lanzar los eventos del objeto: contexto %1$d carpeta %2$d
pl_pl: Nie można wyzwolić zdarzeń obiektu: kontekst %1$d, folder %2$d

source: Unable to pick up a connection from the DBPool
es_mx: No se pudo escoger una conexión del DBPool
pl_pl: Nie można pobrać połączenia z puli DBPool

source: Some data entered exceeded the field limit. Please shorten the value for "%1$s" (limit: %2$s, current: %3$s) and try again.
bg_bg: Някои въведени данни надхвърлят ограничението на полето. Моля, съкратете стойността за \ " %1$s " (лимит: %2$s , текуща: %3$s ) и опитайте отново.
ca_es: Algunes dades introduïdes excedeixen el límit del camp. Per favor, escurçau el valor per a "%1$s" (límit: %2$s, actual: %3$s) i provau-ho de nou.
fr_fr: Certaines données saisies ont dépassé la taille limite du champ. Veuillez raccourcir la valeur de « %1$s » (limite : %2$s ; actuelle : %3$s) et réessayer.
nb_no: Noen data som ble skrevet overskrider feltgrensen. Vennligst forkort verdien for "%1$s" (grense: %2$s, nåværende: %3$s) og prøv igjen.
nl_nl: Sommige ingevoerde gegevens overschrijden de veldlimiet. Vul alstublieft een kortere waarde in voor "%1$s" (limiet: %2$s, huidig: %3$s) en probeer het opnieuw.
pl_pl: Część wprowadzonych informacji jest za długa. Skróć wartość parametru %1$s (długość bieżąca: %2$s, ograniczenie: %3$s) i spróbuj ponownie.
tr_tr: Girilen bazı veriler alan sınırını aştı. Lütfen "%1$s" değerini kısaltın (limit: %2$s, mevcut olan: %3$s) ve yeniden deneyin.
zh_cn: 有些输入的数据超过了字段限制。请缩短 "%1$s" 的值（限制：%2$s，当前：%3$s）后重试。
zh_tw: 某些輸入的資料超過欄位限制。請縮短「%1$s」的值〈限制：%2$s，現時：%3$s〉後重試。

source: The image you tried to attach is not a valid picture. It may be broken or is not a valid file.
bg_bg: Изображението, което сте опитали да прикачите, не е валидна картина. Тя може да бъде прекъсната или не е валиден файл.
ca_es: La imatge que heu provat d'adjuntar no és vàlida. Potser està defectuosa o no és un fitxer vàlid.
es_mx: La imagen que ha intentado adjuntar no es válida. Puede que esté defectuosa o que no sea un archivo válido.
fr_fr: L'image que vous essayez de joindre n'est pas une image valide. Elle est soit endommagée soit un fichier invalide.
nb_no: Bildet du forsøkte å legge til er ikke et gyldig bilde. Det kan være ødelagt eller er ikke en gyldig fil.
nl_nl: De afbeelding die u probeerde bij te voegen is ongeldig. Mogelijk is hij kapot of is het bestand onleesbaar.
pl_pl: Wybrany do załączenia obraz nie jest poprawny. Obraz jest uszkodzony lub plik jest nieprawidłowy.
tr_tr: Ekelemeye çalıştığınız resim geçerli bir resim değil. Dosya geçersiz yada bozulmuş bir dosya olabilir.
zh_cn: 您尝试加入的图画不是有效的图画。它可能破烂或者不是一个有效文件。
zh_tw: 您試圖附加的圖像不是有效圖片。它可能已損壞或不是有效檔。

source: Your first name is mandatory. Please enter it.
es_mx: Es obligatorio introducir el nombre. Por favor, indique uno.
pl_pl: Imię jest obowiązkowe. Wprowadź je.

source: Unable to move this contact because it is marked as private: context %1$d object %2$d
es_mx: No se pudo mover este contacto porque está marcado como privado: contexto %1$d objeto %2$d
pl_pl: Nie można przenieść danego kontaktu, gdyż jest on oznaczony jako prywatny: kontekst %1$d, obiekt %2$d

source: Your display name is mandatory. Please enter it.
es_mx: Es obligatorio introducir un usuario. Por favor, indique uno.
pl_pl: Nazwa wyświetlana jest obowiązkowa. Wprowadź ją.

source: The name you entered is already assigned to another user. Please choose another display name. context %1$d object %2$d
es_mx: El nombre que ha introducido ya está asignado a otro usuario. Por favor, elija otro nombre para mostrar. Contexto %1$d objeto %2$d
pl_pl: Wprowadzona nazwa jest już używana przez innego użytkownika. Wybierz inną nazwę wyświetlaną. Kontekst %1$d, obiekt %2$d.

source: Bad character in field %2$s. Error: %1$s
es_mx: Carácter incorrecto en el campo %2$s. Error: %1$s
pl_pl: W polu %2$s znajduje się nieprawidłowy znak. Błąd: %1$s

source: You do not have the permission to delete objects from folder %1$d in context %2$d as user %3$d
es_mx: No tiene permiso para borrar objetos de la carpeta %1$d en el contexto %2$d como el usuario %3$d
pl_pl: Nie masz uprawnień do usuwania obiektów z folderu %1$d w kontekście %2$d jako użytkownik %3$d

source: Mime type is not defined.
bg_bg: Типът Mime не е дефиниран.
es_mx: El tipo mime no está definido.
fr_fr: Le type MIME n'est pas défini.
nb_no: MIME-type er ikke definert.
nl_nl: Mime-type is niet gedefinieerd.
pl_pl: Nie został zdefiniowany typ MIME.
tr_tr: Mime tipi tanımlı değil.
zh_cn: 未定义 MIME 类型
zh_tw: 未定義 MIME 類型

source: A contact with private flag cannot be stored in a public folder. Folder: %1$d context %2$d user %3$d
es_mx: No se puede almacenar un contacto con marca privada en una carpeta pública. Carpeta: %1 $d contexto %2$d usuario %3$d
pl_pl: Kontakt z flagą prywatną nie może być zapisany w folderze publicznym. Folder: %1$d kontekst %2$d użytkownik %3$d

source: Image size too large. Image size: %1$d. Max. size: %2$d.
es_mx: El tamaño de la imagen es demasiado grande. Tamaño de la imagen: %1$d. Tamaño máx: %2$d.
pl_pl: Za duży obraz. Bieżący rozmiar: %1$d. Maksymalny rozmiar: %2$d.

source: Primary E-Mail address in system contact must not be edited: context %1$d object %2$d user %3$d
es_mx: No se debe editar la dirección de E-Mail principal en el sistema: contexto %1$d objeto %2$d usuario %3$d
pl_pl: Nie wolno zmieniać w systemie głównego adresu e-mail: kontekst %1$d, obiekt %2$d, użytkownik %3$d

source: The contact %1$d is not located in folder %2$s (%3$d)
es_mx: El contacto %1$d no está almacenado en la carpeta %2s (%3$d)
pl_pl: Kontakt %1$d nie znajduje się w folderze %2$s (%3$d)

source: Your last name is mandatory. Please enter it.
es_mx: Es obligatorio introducir el apellido. Por favor, indique uno.
pl_pl: Nazwisko jest obowiązkowe. Wprowadź je.

source: You are not allowed to modify contact %1$d in context %2$d.
es_mx: No está autorizado a modificar el contacto %1$d en el contexto %2$d.
pl_pl: Nie masz uprawnień do modyfikacji kontaktu %1$d w kontekście %2$d.

source: An E-Mail address is mandatory for external distribution list members. Please add a valid E-Mail address.
es_mx: Es obligatoria una dirección de E-Mail para los miembros externos de listas de distribución. Por favor, añada una dirección de E-Mail válida.
fr_fr: Une adresse de courrier électronique est obligatoire pour les membres d'une liste de diffusion externe. Veuillez ajouter une adresse de courriel valide.
nb_no: En e-postadresse er obligatorisk for ekstern distribusjon listemedlemmer. Vennligst legg til en gyldig e-postadresse.
pl_pl: W przypadku zewnętrznych członków listy dystrybucyjnej trzeba podać adres e-mail. Dodaj prawidłowy adres e-mail.
zh_tw: 必須為外部的郵件清單成員輸入電子郵件地址。請輸入有效的電子郵件地址。

source: Unable to load objects. Context %1$d user %2$d
es_mx: No se pudieron cargar los objetos. Contexto %1$d usuario %2$d
pl_pl: Nie można załadować obiektów. Kontekst %1$d, użytkownik %2$d

source: This feature has not been enabled
bg_bg: Тази функция не е активирана
ca_es: Aquesta característica no ha estat activada
es_mx: Esta característica no ha sido activada.
fr_fr: Cette fonctionnalité n'a pas été activée
nb_no: Denne funksjonen er ikke aktivert
nl_nl: Deze optie is niet ingeschakeld
pl_pl: Ten element nie został aktywowany
tr_tr: Bu özellik etkin değildir
zh_cn: 尚未启用此功能
zh_tw: 尚未啟用此功能

source: User contacts can not be deleted.
bg_bg: Потребителските контакти не могат да бъдат изтрити.
ca_es: No se poden suprimir els contactes de l'usuari.
es_mx: No se pueden borrar los contactos del usuario.
fr_fr: Les contacts utilisateur ne peuvent pas être supprimés.
nb_no: Brukerkontakter kan ikke slettes.
nl_nl: Gebruikersgroep kan niet verwijderd worden.
pl_pl: Nie można usunąć kontaktów użytkownika.
tr_tr: Kişi silinemedi.
zh_cn: 无法删除用户联系人。
zh_tw: 無法刪除用戶聯繫人。

source: The identifier %1$s can not be parsed.
es_mx: El identificador %1$s no se puede procesar.
pl_pl: Nie można przeanalizować identyfikatora %1$s.

source: Number of documents attached to this contact is below zero. You can not remove any more attachments.
bg_bg: Броят на документите, прикрепени към този контакт, е под нулата. Не можете да премахвате повече прикачени файлове.
ca_es: La quantitat de documents adjunts a aquest contacte està per sota de zero. No podeu suprimir cap adjunt més.
es_mx: La cantidad de documentos adjuntados a este contacto está por debajo de cero. No puede eliminar ningún adjunto más.
fr_fr: Le nombre de documents joints à ce contact est inférieur à zéro. Vous ne pouvez plus supprimer de pièces jointes.
nb_no: Antall dokumenter knyttet til denne kontakten er under null. Du kan ikke fjerne noen flere vedlegg.
nl_nl: Aantal documenten aan deze contactpersoon toegevoegd is minder dan nul. U kunt niet meer aanhangsels verwijderen.
pl_pl: Liczba dokumentów dołączonych do danego kontaktu jest mniejsza od zera. Nie można usunąć żadnego załącznika.
tr_tr: Bu kişiye eklenmiş olan belge sayısı sıfırdır. Daha fazla eklenti silemezsiniz.
zh_cn: 此联系人被加入的文档数低于零。您不可以删除更多附件。
zh_tw: 附加到此聯繫人的文檔數量小於零。您不能再刪除任何附件。

source: Setting %s requires at least a ContactObject and a value.
es_mx: Se necesita al menos un ContactObject y un valor para establecer %s.
pl_pl: Ustawienie %s wymaga co najmniej obiektu ContactObject i wartości.

source: Given string %1$s could not be converted to a date.
bg_bg: Позволеният низ %1$s не можа да бъде преобразуван до дата.
ca_es: La cadena subministrada %1$s no pot ser convertida a data.
es_mx: La cadena suministrada %1$s no pudo ser convertida a fecha.
fr_fr: La chaîne %1$s donnée n'a pas pu être convertie en date.
nb_no: Gitt streng %1$s kunne ikke konverteres til en dato.
nl_nl: De opgegeven tekst %1$s kan niet omgezet worden naar een datum.
pl_pl: Nie można zamienić ciągu %1$s na datę.
tr_tr: Verilen %1$s dizesindeki değer tarihe çevrilememiştir.
zh_cn: 指定字符串 %1$s 无法转换成一个日期。
zh_tw: 輸入的 %1$s 字串無法被轉換為日期。

source: Could not convert given object %s to a date when setting %s.
bg_bg: Неуспех при преобразуването на даден обект %s до дата при задаване на %s .
ca_es: No s'ha pogut convertir l'objecte donat %s en una data en establir %s.
es_mx: No se ha podido convertir el objeto dado %s en una fecha al establecer %s.
fr_fr: Impossible de convertir l'objet %s indiqué en date lors de l'initialisation de %s.
nb_no: Kunne ikke konvertere gitt objekt %s til en dato når du setter %s.
nl_nl: Kan gegeven object %s niet converteren naar een datum bij het instellen van %s.
pl_pl: Przy ustawianiu %s nie można zamienić podanego obiektu %s na datę.
zh_cn: 无法将指定对象 %s 转换为一个日期（在设置 %s 时）。
zh_tw: 無法將指定物件 %s 轉換為一個日期（在設置 %s 時）。

source: Getting the value of %s requires at least a ContactObject
bg_bg: Получаването на стойността на %s изисква най-малко ContactObject
ca_es: Per a obtenir el valor de %s és necessari almenys un ContactObject
es_mx: Para obtener el valor de %s se requiere al menos de un ContactObject
fr_fr: Il faut au moins un ContactObject pour obtenir la valeur de %s
nb_no: Får å få verdien av %s kreves minst et Kontaktobjekt
nl_nl: Het ophalen van de waarde %s vereist minimaal een ContactObject
pl_pl: Uzyskanie wartości %s wymaga przynajmniej jednego obiektu typu ContactObject
zh_cn: 需要至少一个 ContactObject 来获得 %s 的值
zh_tw: 至少要有一個 ContactObject 才能取得 %s 的值

source: Cannot resolve mailadmin for context %d.
es_mx: No se puede determinar el administrador de correo para el contexto %d.
pl_pl: Nie można określić administratora poczty dla kontekstu %d.

source: Cannot find context %d.
es_mx: No se puede encontrar el contexto %d.
pl_pl: Nie można znaleźć kontekstu %d.

source: Cannot get connection to database.
es_mx: No se puede conseguir una conexión a la base de datos.
pl_pl: Nie można uzyskać połączenia z bazą danych.

source: SQL problem: %1$s.
es_mx: Problema SQL: %1$s.
pl_pl: Wystąpił problem SQL: %1$s.

source: Updating database ... Try again later.
es_mx: Actualizando base de datos... Inténtelo más adelante.
pl_pl: Trwa aktualizacja bazy danych... Spróbuj ponownie później.

source: Problem initializing the cache.
es_mx: Problema al inicializar la caché.
pl_pl: Wystąpił problem z inicjacją pamięci podręcznej.

source: Object %s can not be removed from cache.
es_mx: El objeto %s no se ha podido eliminar de la caché.
pl_pl: Nie można usunąć obiektu %s z pamięci podręcznej.

source: Context "%s" cannot be found.
es_mx: El contexto "%s" no se encuentra.
pl_pl: Nie znaleziono kontekstu "%s".

source: Unknown delete event type: %1$d
es_mx: Tipo de evento de borrado desconocido: %1$d
pl_pl: Nieznany typ usunięcia zdarzenia: %1$d

source: Wrong file store %1$d for context %2$d. Correct file store: %3$d.
es_mx: Almacén de archivos erróneo %1$d para el contexto %2$d. Almacén de archivos correcto: %3$d.
pl_pl: Nieprawidłowy magazyn plików %1$d w kontekście %2$d. Poprawny magazyn plików %3$d.

source: Cannot find file store with id %1$d.
es_mx: No se puede encontrar el almacén de archivos con id %1$d.
pl_pl: Nie można znaleźć magazynu plików o identyfikatorze %1$d.

source: Cannot create URI from "%1$s".
es_mx: No se puede crear una URI de "%1$s".
pl_pl: Nie można utworzyć identyfikatora URI z "%1$s".

source: SQL problem: "%s".
es_mx: Problema SQL: "%s".
pl_pl: Wystąpił problem SQL: "%s".

source: Private folders
bg_bg: Частни папки
ca_es: Carpetes restringides
es_mx: Carpetas privadas
fr_fr: Dossiers privés
nb_no: Private mapper
nl_nl: Privémappen
pl_pl: Foldery prywatne
tr_tr: Özel klasörler
zh_cn: 私人文件夹
zh_tw: 私人文件夾

source: Public folders
bg_bg: Публични папки
ca_es: Carpetes pÃºbliques
es_mx: Carpetas públicas
fr_fr: Dossiers publics
nb_no: Fellesmapper
nl_nl: Openbare mappen
pl_pl: Foldery publiczne
tr_tr: Kamuya açık klasörler
zh_cn: 公共文件夹
zh_tw: 公共文件夾

source: Shared folders
bg_bg: Споделени папки
ca_es: Carpetes compartides
es_mx: Carpetas compartidas
fr_fr: Dossiers partagés
nb_no: Delte mapper
nl_nl: Gedeelde mappen
pl_pl: Foldery udostępnione
tr_tr: Paylaşılan klasörler
zh_cn: 共享文件夹
zh_tw: 共用資料夾

source: Shared address book
ca_es: Llibreta d'adreces compartides
es_mx: Libreta de direcciones compartida
fr_fr: Carnet d'adresses partagé
nb_no: Delt adressebok
nl_nl: Gedeeld adresboek
pl_pl: Udostępniona książka adresowa
tr_tr: Ortak Adres Defteri
zh_cn: 共享地址簿
zh_tw: 共用地址簿

source: Global address book
bg_bg: Глобална адресна книга
ca_es: Llibreta d'adreces global
es_mx: Libreta de direcciones global
fr_fr: Carnet d'adresses global
nb_no: Global adressebok
nl_nl: Globaal adresboek
pl_pl: Globalna książka adresowa
tr_tr: Global Adres Defteri
zh_cn: 全局地址簿
zh_tw: 全域地址簿

source: OX folders
bg_bg: OX папки
ca_es: Carpetes de OX
es_mx: Carpetas OX
fr_fr: Dossiers OX
nb_no: OX mapper
nl_nl: OX-mappen
pl_pl: Foldery OX
tr_tr: OX Dosyaları
zh_cn: OX 文件夹
zh_tw: OX 文件夾

source: Projects
es_mx: Proyectos
pl_pl: Projekty

source: Infostore
es_mx: Portadocumentos
fr_fr: Dépôt de données
nl_nl: Gegevensdepot
pl_pl: Magazyn informacji
tr_tr: Bilgi deposu
zh_cn: 信息存储
zh_tw: 資訊儲存空間

source: Userstore
es_mx: Portadocumentos de usuarios
fr_fr: Dépôt de l'utilisateur
nb_no: Brukerbase
nl_nl: Gebruikersdepot
pl_pl: Magazyn użytkownika
tr_tr: Kullanıcı Deposu
zh_cn: 用户存储
zh_tw: 用戶儲存空間

source: Public infostore
bg_bg: Обществена информация
ca_es: Infostore pÃºblic
es_mx: Portadocumentos público
fr_fr: Dépôt de données public
nb_no: Offentlig infostore
nl_nl: Publiek gegevensdepot
pl_pl: Publiczny magazyn informacji
tr_tr: Ortak Bilgi Deposu
zh_cn: 公共信息存储
zh_tw: 公共資訊儲存空間

source: Other task folders
bg_bg: Други папки за задачи
ca_es: Altres carpetes de tasques
es_mx: Otras carpetas de tareas
fr_fr: Autres dossiers de tâches
nb_no: Andre oppgavemapper
nl_nl: Andere taakmappen
pl_pl: Inne foldery zadań
tr_tr: Diğer Görev Dosyaları
zh_cn: 其他任务文件夹
zh_tw: 其他工作文件夾

source: Other calendar folders
bg_bg: Други календарни папки
ca_es: Altres carpetes de calendari
es_mx: Otras carpetas de calendario
fr_fr: Autres dossiers d'agendas
nb_no: Andre kalendermapper
nl_nl: Andere agendamappen
pl_pl: Inne foldery kalendarza
tr_tr: Diğer Takvim Dosyaları
zh_cn: 其他日历文件夹
zh_tw: 其他日曆文件夾

source: Other contact folders
bg_bg: Други папки за контакти
ca_es: Altres carpetes de contactes
es_mx: Otras carpetas de contactos
fr_fr: Autres dossiers de contacts
nb_no: Andre kontaktmapper
nl_nl: Andere contactenmappen
pl_pl: Inne foldery kontaktów
tr_tr: Diğer Kişi Dosyaları
zh_cn: 其他联系人文件夹
zh_tw: 其他聯繫人文件夾

source: Other infostore folders
bg_bg: Други папки за информация
ca_es: Altres carpetes d'Infostore
es_mx: Otras carpetas de portadocumentos
fr_fr: Autres dossiers de dépôt de données
nb_no: Andre infostore-mapper
nl_nl: Andere gegevensdepot-mappen
pl_pl: Inne foldery magazynu informacji
tr_tr: Diğer bilgi deposu dosyaları
zh_cn: 其他信息存储文件夹
zh_tw: 其他資訊儲存空間資料夾

source: Tasks
bg_bg: Задачи
ca_es: Tasques
es_mx: Tareas
fr_fr: Tâches
nb_no: Oppgaver
nl_nl: Taken
pl_pl: Zadania
tr_tr: Görevler
zh_cn: 任务
zh_tw: 工作

source: Contacts
bg_bg: Контакти
ca_es: Contactes
es_mx: Contactos
nb_no: Kontakter
nl_nl: Contacten
pl_pl: Kontakty
tr_tr: iletişim kişileri
zh_cn: 联系人
zh_tw: 聯絡人

source: Collected addresses
bg_bg: Събрани адреси
ca_es: Adreces recollides
es_mx: Direcciones recopiladas
fr_fr: Adresses externes collectées
nb_no: Innsamlede adresser
nl_nl: Verzamelde adressen
pl_pl: Zgromadzone adresy
tr_tr: Toplanmış Adresler
zh_cn: 已收集的地址
zh_tw: 已收集的地址

source: E-Mail attachments
bg_bg: Приложения за електронна поща
ca_es: Adjunts a correu electrònic
es_mx: Adjuntos a E-Mail
fr_fr: Pièces jointes à un courriel
nb_no: E-postvedlegg
nl_nl: E-mailbijlagen
pl_pl: Załączniki e-mail
tr_tr: E-Posta eklentileri
zh_cn: E-Mail 附件
zh_tw: E-Mail 附件

source: My files
bg_bg: Моите файлове
ca_es: Els meus fitxers
es_mx: Mis archivos
fr_fr: Mes fichiers
nb_no: Mine filer
nl_nl: Mijn bestanden
pl_pl: Moje pliki
tr_tr: Dosyalarım
zh_cn: 我的文件
zh_tw: 我的檔案

source: Files
es_mx: Archivos
pl_pl: Pliki

source: Shared files
bg_bg: Споделени файлове
ca_es: Fitxers compartits
es_mx: Archivos compartidos
fr_fr: Fichiers partagés
nb_no: Delte filer
nl_nl: Gedeelde bestanden
pl_pl: Pliki udostępnione
tr_tr: Paylaşılan dosyalar
zh_cn: 已分享档案
zh_tw: 共用檔案

source: Public files
bg_bg: Публични файлове
ca_es: Fitxers públics
es_mx: Archivos públicos
fr_fr: Fichiers publics
nb_no: Offentlige filer
nl_nl: Openbare bestanden
pl_pl: Pliki publiczne
tr_tr: Ortak Dosyalar
zh_cn: 公共档案
zh_tw: 公開檔案

source: Other files
bg_bg: Други файлове
ca_es: Altres fitxers
es_mx: Otros archivos
fr_fr: Autres fichiers
nb_no: Andre filer
nl_nl: Andere bestanden
pl_pl: Inne pliki
tr_tr: Diğer dosyalar
zh_cn: 其他档案
zh_tw: 其他檔案

source: All users
bg_bg: Всички потребители
ca_es: Tots els usuaris
es_mx: Todos los usuarios
fr_fr: Tous les utilisateurs
nb_no: Alle brukere
nl_nl: Alle gebruikers
pl_pl: Wszyscy użytkownicy
tr_tr: Tüm kullanıcılar
zh_cn: 所有用户
zh_tw: 所有用戶
