Repository: open-xchange/appsuite-middleware
Catalog: l10n/backend.*.po
Languages: bg_bg, ca_es, es_mx, fr_fr, nb_no, nl_nl, pl_pl, tr_tr, zh_cn, zh_tw

source: Denied concurrent update of user attributes.
bg_bg: Отказано едновременно актуализиране на потребителските атрибути.
fr_fr: Mise à jour concurrente des attributs utilisateur refusée.
nb_no: Nektet samtidig oppdatering av brukerattributter.
nl_nl: Meerdere aanpassingen tegelijk maken op gebruikersattributen is geweigerd.
tr_tr: Eşzamanlı kullanıcı özelliği yenilemesi reddedildi.
zh_cn: 拒绝用户属性同时更新。
zh_tw: 拒絕了同時更新使用者屬性。

source: %1$s %2$s (%3$s)
bg_bg: %3$s %2$s , %1$s

source: System
bg_bg: Система
ca_es: Sistema
es_mx: Sistema
fr_fr: Système
nl_nl: Systeem
tr_tr: Sistem
zh_cn: 系统
zh_tw: 系統

source: Drive
bg_bg: Драйв
tr_tr: Sürücü
zh_cn: 磁盘
zh_tw: 雲端硬碟

source: Pictures
bg_bg: Снимки
fr_fr: Images
nb_no: Bilder
nl_nl: Afbeeldingen
tr_tr: Resimler
zh_cn: 图片
zh_tw: 相片

source: Music
bg_bg: музика
fr_fr: Musique
nb_no: Musikk
nl_nl: Muziek
tr_tr: Müzik
zh_cn: 音乐
zh_tw: 音樂

source: Videos
bg_bg: Видео
fr_fr: Vidéos
nb_no: Videoer
tr_tr: Videolar
zh_cn: 视频
zh_tw: 視訊

source: Folder name
bg_bg: Име на папка
fr_fr: Nom de dossier
nb_no: Mappenavn
nl_nl: Mapnaam
tr_tr: Dosya Adı
zh_cn: 文件夹名称
zh_tw: 資料夾名稱

source: Guests
bg_bg: Гости
ca_es: Convidats
fr_fr: Invités
nb_no: Gjester
nl_nl: Gasten
tr_tr: Konuklar
zh_cn: 访客们
zh_tw: 訪客

source: Archive
bg_bg: Архив
ca_es: Arxiu
fr_fr: Archives
nb_no: Arkiv
nl_nl: Archief
tr_tr: Arşiv
zh_cn: 存档
zh_tw: 封存

source: This file has been published for E-Mail "#SUBJECT#" sent on #DATE# to #TO#
bg_bg: Този файл е публикуван за електронна поща \ "# SUBJECT # ", изпратен на # DATE # до # TO #
ca_es: El fitxer ha estat publicat pel correu "#SUBJECT#" enviat el #DATE# a #TO#
fr_fr: Ce fichier a été publié pour le message électronique "#SUBJECT#" envoyé le #DATE# à #TO#
nb_no: Denne filen har blitt publisert for e-post "#SUBJECT#", sendt den #DATE# til #TO#
nl_nl: Dit bestand is gepubliceerd voor het e-mailbericht "#SUBJECT#" verzonden op #DATE# naar #TO#
zh_cn: 文件已为 #DATE# 发送到 #TO#、主题为 "#SUBJECT#" 的电子邮件发布。
zh_tw: 檔案已使用郵件「#SUBJECT#」發布，發送於 #DATE# 至 #TO#

source: Unified mail
bg_bg: Единна поща
ca_es: Correu unificat
fr_fr: Messagerie unifiée
nb_no: Samlet postkasse
nl_nl: Verzamelde mail
tr_tr: Birleştirilmiş posta
zh_cn: 统一邮件
zh_tw: 統一郵件夾

source: Folder: %1$s
bg_bg: Папка: %1$s
ca_es: Carpeta: %1$s
es_mx: Carpeta: %1$s
fr_fr: Dossier : %1$s
nb_no: Mappe: %1$s
nl_nl: Map: %1$s
zh_cn: 文件夹：%1$s
zh_tw: 文件夾：%1$s

source: Status: %1$s
bg_bg: Състояние: %1$s
ca_es: Estat: %1$s
es_mx: Estado: %1$s
fr_fr: État : %1$s
tr_tr: Durum: %1$s
zh_cn: 状态：%1$s
zh_tw: 狀態：%1$s

source: st
bg_bg: ви
ca_es: r
es_mx: º
fr_fr: er
nl_nl: e

source: nd
bg_bg: ри
ca_es: n
es_mx: º
fr_fr: e
nl_nl: e

source: rd
bg_bg: ти
ca_es: r
es_mx: º
fr_fr: e
nl_nl: e

source: th
bg_bg: ти
ca_es: t
es_mx: º
fr_fr: e
nl_nl: e

source: Guest
bg_bg: Гост
ca_es: Convidat
fr_fr: Invité
nb_no: Gjest
nl_nl: Gast
tr_tr: Ziyaretçi
zh_cn: 访客
zh_tw: 訪客

source: Broken CSV file.
bg_bg: Повреден CSV файл.
ca_es: Fitxer CSV danyat.
fr_fr: Fichier CSV corrompu.
nb_no: Ødelagt CSV-fil.
nl_nl: Misvormd CSV bestand.
tr_tr: Bozuk CSV dosyası.
zh_cn: 破烂 CSV 文件。
zh_tw: CSV 檔案已毀損。

source: Error at row %1$s: %2$s
bg_bg: Грешка на ред %1$s : %2$s

source: Unable to load the document(s). Please try again.
bg_bg: Невъзможно е да заредите документа (ите). Моля, опитайте отново.
ca_es: No s'ha pogut carregar el document o documents. Per favor, provau-ho més endavant.
fr_fr: Impossible de charger le ou les documents. Veuillez réessayer.
nb_no: Kan ikke laste dokument(er). Prøv på nytt.
nl_nl: Het is niet mogelijk de documenten te laden. Probeer het later opnieuw.
tr_tr: Dosya(lar) yüklenememektedir. Lütfen tekrar deneyin.
zh_cn: 无法加载文档，请稍后再试。
zh_tw: 無法載入文件。請以後重試。

source: The folder %1$s you requested is not an Infostore folder.
bg_bg: Папката %1$s, която поискахте, не е Infostore папка.
ca_es: La carpeta requerida %1$s no és una carpeta d'Infostore
fr_fr: Le dossier %1$s que vous avez demandé n'est pas un dossier du dépôt de données.
nb_no: Mappen %1$s du ba om er ikke en Infostore mappe.
nl_nl: De map %1$s waar u om heeft gevraagd is geen gegevensdepot-map.
tr_tr: İstenilen %1$s dosyası bir Infostore dosyası değildir.
zh_cn: 您请求的文件夹 %1$s 不是一个信息存储文件夹。
zh_tw: 您請求的 %1$s 資料夾不是資訊存儲資料夾。

source: You do not have the appropriate permissions to read the document.
bg_bg: Нямате подходящите разрешения за четене на документа.
ca_es: No teniu els permisos adequats per a llegir el document.
fr_fr: Vous n'avez pas les droits requis pour lire le document.
nb_no: Du har ikke de nødvendige tillatelsene til å lese dokumentet.
nl_nl: U heeft niet de juiste rechten om dit document te lezen.
tr_tr: Belgeyi okumak için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有读取文档的适当权限。
zh_tw: 您沒有讀取文件的適當權限。

source: You do not have the appropriate permissions to create a document in this folder.
bg_bg: Нямате съответните права за създаване на документ в тази папка.
ca_es: No teniu els permisos adients per a crear un document en aquesta carpeta.
fr_fr: Vous n'avez pas les droits requis pour créer un document dans ce dossier.
nb_no: Du har ikke de nødvendige tillatelsene til å opprette et dokument i denne mappen.
nl_nl: U heeft niet voldoende rechten om een document aan te maken in deze map.
tr_tr: Bu klasörde dosya oluşturmak için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有在此文件夹里创建一个文档的适当权限。
zh_tw: 您沒有在資料夾中建立文件的適當權限。

source: You do not have the appropriate permissions to update the document.
bg_bg: Нямате съответните права за актуализиране на документа.
ca_es: No teniu els permisos adequats per a actualitzar el document.
fr_fr: Vous n'avez pas les droits requis pour mettre à jour le document.
nb_no: Du har ikke de nødvendige tillatelsene til å oppdatere dokumentet.
nl_nl: U heeft niet de juiste rechten om dit document bij te werken.
tr_tr: Bu dosyayı güncellemek için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有更新文档的适当权限。
zh_tw: 您沒有更新文件的適當權限。

source: Unable to delete all documents. Please try again.
bg_bg: Невъзможно е да се изтрият всички документи. Моля, опитайте отново.
ca_es: No és possible suprimir tots els documents. Per favor, provau-ho més tard.
fr_fr: Impossible de supprimer tous les documents. Veuillez réessayer.
nb_no: Kan ikke slette alle dokumenter. Prøv på nytt.
nl_nl: Het is niet mogelijk alle documenten te verwijderen. Probeer het later opnieuw.
tr_tr: Tüm dosyalar silinememektedir. Lütfen tekrar deneyin.
zh_cn: 无法删除所有文档，请稍后再试。
zh_tw: 無法刪除所有文件。請重試。

source: You do not have the appropriate permissions to delete this version.
bg_bg: Нямате подходящите права за изтриване на тази версия.
ca_es: No teniu els permisos adequats per a suprimir aquesta versió.
fr_fr: Vous n'avez pas les droits requis pour supprimer cette version.
nb_no: Du har ikke de nødvendige tillatelsene til å slette denne versjonen.
nl_nl: U heeft niet de juiste rechten om deze versie te verwijderen.
tr_tr: Bu versiyonu silmek için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有删除此版本的适当权限。
zh_tw: 您沒有刪除此版本的適當權限。

source: The document is currently locked. Please try again later.
bg_bg: Понастоящем документът е заключен. Моля, опитайте отново по-късно.
fr_fr: Le document est actuellement verrouillé. Veuillez réessayer ultérieurement.
nb_no: Dokumentet er for øyeblikket låst. Forsøk igjen senere.
nl_nl: Het document is momenteel geblokkeerd. Probeer het later opnieuw.
zh_cn: 文档已锁定，请稍后再试。
zh_tw: 文件已鎖定。請稍候再試。

source: You do not have the appropriate permissions to unlock the document.
bg_bg: Нямате съответните права за отключване на документа.
ca_es: No teniu els permisos adequats per a desbloquejar el document.
fr_fr: Vous n'avez pas les droits requis pour déverrouiller le document.
nb_no: Du har ikke de nødvendige tillatelsene til å låse opp dokumentet.
nl_nl: U heeft niet de juiste rechten om dit document te deblokkeren.
tr_tr: Belgenin kilidini kaldırmak için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有解锁文档的适当权限。
zh_tw: 您沒有解鎖文件的適當權限。

source: You do not have the appropriate permissions to lock a document.
bg_bg: Нямате подходящите права за заключване на документ.
ca_es: No teniu els permisos adequats per a bloquejar un document.
fr_fr: Vous n'avez pas les droits requis pour verrouiller un document.
nb_no: Du har ikke de nødvendige tillatelsene til å låse et dokument.
nl_nl: U heeft niet de juiste rechten om een document te blokkeren.
tr_tr: Bir dosyayı kilitlemek için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有锁定一个文档的适当权限。
zh_tw: 您沒有鎖定文件的適當權限。

source: You do not have the appropriate permissions to move the document.
bg_bg: Нямате съответните права за преместване на документа.
ca_es: No teniu els permisos adequats per a moure el document.
fr_fr: Vous n'avez pas les droits requis pour déplacer le document.
nb_no: Du har ikke de nødvendige tillatelsene til å flytte dokumentet.
nl_nl: U heeft niet de juiste rechten om dit document te verplaatsen.
tr_tr: Dosyayı taşımak için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有移动文档的适当权限。
zh_tw: 您沒有移動文件的適當權限。

source: The document name "%1$s" already exists. Please choose another.
bg_bg: Документът "%1$s" вече съществува. Моля, изберете друго име.
ca_es: El nom de document "%1$s" ja existeix. Per favor, triau un altre nom.
fr_fr: Le nom de document « %1$s » existe déjà. Veuillez en choisir un autre.
nb_no: Dokumentnavnet "%1$s" finnes allerede. Velg et annet navn.
nl_nl: De documentnaam "%1$s" bestaat al. Kies alstublieft een andere naam.
tr_tr: "%1$s" adlı dosya zaten bulunmaktadır. Lütfen başka bir tane seçin.
zh_cn: 文档名称 "%1$s" 已经存在，请选择别的名称。
zh_tw: 文件名稱「%1$s」已存在。請再挑一個。

source: You do not have the appropriate permissions to delete a document.
bg_bg: Нямате подходящите права за изтриване на документ.
ca_es: No teniu els permisos adequats per a suprimir un document.
fr_fr: Vous n'avez pas les droits requis pour supprimer un document.
nb_no: Du har ikke de nødvendige tillatelsene til å slette et dokument.
nl_nl: U heeft niet de juiste rechten om een document te verwijderen.
tr_tr: Dosyayı silmek için uygun yetkiniz bulunmamaktadır.
zh_cn: 您没有删除一个文档的适当权限。
zh_tw: 您沒有刪除文件的適當權限。

source: The document could not be updated because it was modified. Please try again.
bg_bg: Документът не можа да бъде актуализиран, защото беше променен. Моля, опитайте отново.
ca_es: No s'ha pogut actualitzar el document perquè ha estat modificat. Per favor, provau-ho de nou.
fr_fr: Le document n'a pas pu être mis à jour car il a été modifié entre-temps. Veuillez réessayer.
nb_no: Dokumentet kunne ikke oppdateres fordi det ble endret. Prøv på nytt.
nl_nl: Kan het document niet bijwerken omdat het gewijzigd is. Probeer het nog een keer.
tr_tr: Dosya, değiştirildiği için güncellenememektedir. Lütfen tekrar deneyin.
zh_cn: 因为文档被更改，所以它不能被更新。请再试。
zh_tw: 無法更新文檔，因為它被修改。請重試。

source: The file name must not contain slashes.
bg_bg: Името на файла не може да съдържа наклонени черти.
ca_es: El nom del fitxer no ha de contenir barres.
fr_fr: Le nom de fichier ne doit pas contenir de barres obliques.
nb_no: Filnavnet kan ikke inneholde skråstreker.
nl_nl: De bestandsnaam mag geen slashes hebben.
tr_tr: Dosya adı eğik çizgiler içermemelidir.
zh_cn: 文件名称不能包含斜线。
zh_tw: 檔案名稱不得包含斜線。

source: The file name contains invalid characters.
bg_bg: Името на файла съдържа невалидни знаци.
ca_es: El nom del fitxer conté caràcters no vàlids.
fr_fr: Le nom de fichier contient des caractères invalides.
nb_no: Filnavnet inneholder ugyldige tegn.
nl_nl: De bestandsnaam bevat ongeldige tekens.
tr_tr: Dosya adı geçersiz karakter içermektedir.
zh_cn: 文件名称包含无效字符。
zh_tw: 檔案名稱包含無效字元。

source: This folder is a virtual folder that cannot contain documents. Please choose another folder.
bg_bg: Тази папка е виртуална папка, която не може да съдържа документи. Моля, изберете друга папка.
ca_es: Aquesta carpeta és una carpeta virtual que no pot contenir documents. Per favor, triau-ne una altra.
fr_fr: Ce dossier est un dossier virtuel et ne peut pas contenir de documents. Veuillez choisir un autre dossier.
nb_no: Denne mappen er en virtuell mappe som ikke kan inneholde dokumenter. Vennligst velg en annen mappe.
nl_nl: Deze map is een virtuele map welke geen documenten kan bevatten. Kies een andere map.
tr_tr: Bu klasör sanal bir klasör olduğu için dosya içeremez. Lütfen başka bir klasör seçin.
zh_cn: 此文件夹是一个不能包含文档的虚拟文件夹，请选择别的文件夹。
zh_tw: 此資料夾是一個虛擬資料夾。它不能包含文檔。請選擇其他資料夾。

source: Unsupported character "%1$s" in field "%2$s". Please remove that character.
bg_bg: Неподдържан знак "%1$s" в поле "%2$s". Моля, премахнете този знак.
fr_fr: Le caractère « %1$s » dans le champ « %2$s » n'est pas pris en charge. Veuillez le supprimer.
nb_no: Ikke-støttet tegn "%1$s" i feltet "%2$s". Vennligst fjern dette tegnet.
nl_nl: Niet ondersteund karakter "%1$s" in het veld "%2$s". Verwijder alstublieft dat karakter.
tr_tr: "%2$s" alanında desteklenmeyen "%1$s" karakter. Lütfen bu karakteri kaldırın.
zh_cn: 不支持字符 "%1$s"（在 "%2$s" 字段里），请移除此字符。
zh_tw: 不支援欄位「%2$s」中的字元「%1$s」。請移除該字元。

source: Unsupported character. Please correct your input.
bg_bg: Неподдържан знак. Моля, коригирайте въведените от вас данни.
fr_fr: Caractère non pris en charge. Veuillez corriger votre saisie.
nb_no: Ikke-støttet tegn. Vennligst korriger dataen.
nl_nl: Niet ondersteund karakter. Corrigeer alstublieft uw invoer.
tr_tr: Desteklenmeyen karaketer. Lütfen girilen bilgileri düzeltin.
zh_cn: 不支持的字符，请改正您的输入。
zh_tw: 不支援的字元，請修正輸入內容。

source: Due to limited capabilities of user "%1$s", it is not possible to apply the permission changes.
bg_bg: Поради ограничените възможности на потребителя \ " %1$s ", не е възможно да се приложат промените на разрешенията.
fr_fr: Comme les droits de l'utilisateur « %1$s » sont limités, il n'est pas possible d'appliquer les changements de permissions.
nb_no: På grunn av begrensede funksjoner for brukeren "%1$s" er det ikke mulig å lagre rettighetsendringene.
nl_nl: Door de beperkte mogelijkheden van gebruiker "%1$s" is het niet mogelijk om de rechten te wijzigen.
zh_cn: 由于用户 "%1$s" 的有限能力，不能套用权限更改。
zh_tw: 由於使用者「%1$s」的能力受限，無法套用權限變更。

source: Group %1$s can't be used for object permissions.
bg_bg: Група %1$s не може да се използва за разрешения на обекти.
fr_fr: Le groupe %1$s ne peut pas être employé pour les droits des objets.
nb_no: Gruppen %1$s kan ikke brukes for objekttillatelser.
nl_nl: Groep %1$s kan niet gebruikt worden voor objectrechten.
zh_cn: 群组 %1$s 无法用作对象权限。
zh_tw: 群組 %1$s 不能用為物件權限。

source: Concurrent write attempt. Please await the previous save operation to terminate.
bg_bg: Съвкупен опит за писане. Моля, изчакайте да приключи предишната операция за запазване.
fr_fr: Tentative d'écriture concurrente. Veuillez attendre que l'opération d'enregistrement précédente se termine.
nb_no: Flere samtidige skriveforsøk. Vennligst vent på at den forrige lagringsoperasjonen fullføres.
nl_nl: Gelijktijdige schrijfpoging. Wacht tot de vorige opslagactie voltooid is.
zh_cn: 并存写入尝试，请等候之前的保存操作终结。
zh_tw: 發生同時寫入。請稍候先前的儲存操作完成。

source: Your search took too long in order to be accomplished.
bg_bg: Търсенето ви отне твърде време, за да бъде извършено.
fr_fr: Votre recherche a pris trop de temps pour être menée à bien.
nb_no: Søket tok for lang tid.
nl_nl: Uw zoekvraag duurde te lang om uitgevoerd te worden.
zh_cn: 您的搜寻耗时太长未能达成。
zh_tw: 您的搜尋花了太久才完成。

source: Version comment
bg_bg: Коментар за версията
fr_fr: Commentaire de version
nb_no: Versjonskommentar
nl_nl: Versiecommentaar
tr_tr: Versiyon yorumu
zh_cn: 版本批注
zh_tw: 版本註釋

source: Hash algorithm "%s" could not be found.
bg_bg: Алгоритъмът за хеш \ " %s " не можа да бъде намерен.
fr_fr: L'algorithme de hachage « %s » n'a pas été trouvé.
nb_no: Hashalgoritmen "%s" ble ikke funnet.
nl_nl: Hash-algoritme "%s" niet gevonden.
tr_tr: Hash-Algoritması ''%s'' bulunamadı.
zh_cn: 找不到哈希算法 "%s"。
zh_tw: 找不到雜湊演算法「%s」。

source: Encoding "%s" cannot be used.
bg_bg: Кодирането \ " %s " не може да бъде използвано.
ca_es: No s'ha pogut emprar la codificació "%s".
fr_fr: L'encodage « %s » ne peut pas être utilisé.
nb_no: Tegnsettet "%s" kan ikke brukes.
nl_nl: Codering "%s" kan niet worden gebruikt.
tr_tr: ''%s'' kodlaması kullanılamamaktadır.
zh_cn: 无法使用编码 "%s"。
zh_tw: 無法使用編碼「%s」。

source: No resource group found for identifier "%1$d".
bg_bg: Няма намерена група ресурси за идентификатор \ " %1$d ".
ca_es: No s'ha trobat cap grup de recursos per a l'identificador "%1$d".
fr_fr: Aucun groupe de ressource n'a été trouvé pour l'identifiant « %1$d ».
nb_no: Ingen ressursgruppe funnet for ID "%1$d".
nl_nl: Er is geen brongroep gevonden voor kenmerk "%1$d".
tr_tr: Tanımlayıcı "%1$d" için kaynak grubu bulunmamaktadır.
zh_cn: 找不到标示符 "%1$d" 的字元组。
zh_tw: 找不到指示符為「%1$d」的資源群組。

source: Found resource groups with the same identifier "%1$d".
bg_bg: Намерени групи от ресурси със същия идентификатор \ " %1$d ".
ca_es: S'han trobat grups de recursos amb el mateix identificador "%1$d".
fr_fr: Des groupes de ressources avec le même identifiant « %1$d » ont été trouvés.
nb_no: Fant ressursgrupper med samme ID "%1$d".
nl_nl: Brongroepen met hetzelfde kenmerk "%1$d" gevonden.
tr_tr: Aynı tanımlayıcı "%1$d" ile kaynak grupları bulundu.
zh_cn: 找到具有一样识别符 "%1$d" 的资源组。
zh_tw: 找到具有相同指示符「%1$d」的資源群組。

source: No resource found with identifier "%1$d".
bg_bg: Няма намерен ресурс с идентификатор \ " %1$d ".
ca_es: No s'ha trobat cap recurs amb identificador "%1$d".
fr_fr: Aucune ressource d'identifiant « %1$d » n'a été trouvée.
nb_no: Ingen ressurs funnet med ID "%1$d".
nl_nl: Er is geen bron gevonden met het kenmerk "%1$d".
tr_tr: Tanımlayıcı "%1$d" ile kaynak bulunmamaktadır.
zh_cn: 没有找到标识符 "%1$d" 的资源。
zh_tw: 找不到標識符為「%1$d」的資源。

source: Found resource(s) with same identifier "%1$s.".
bg_bg: Намерен ресурс (и) със същия идентификатор \ " %1$s . ".
ca_es: S'han trobat un o diversos recursos amb el mateix identificador "%1$s".
fr_fr: Une ou plusieurs ressources avec le même identifiant « %1$s » ont été trouvées.
nb_no: Fant ressurs(er) med samme ID "%1$s.".
nl_nl: Bron(nen) gevonden met hetzelfde kenmerk "%1$s".
tr_tr: Aynı tanımlayıcı "%1$s." ile kaynak(lar) bulundu.
zh_cn: 找到具有一样识别符 "%1$s." 的资源。
zh_tw: 找到指示符皆為 %1$s 的資源。

source: Cannot find user with E-Mail "%s".
bg_bg: Потребител с мейл "%s" не може да бъде намерен.
ca_es: No s'ha pogut trobar un usuari amb el correu electrònic "%s".
fr_fr: Impossible de trouver l'utilisateur dont l'adresse électronique est « %s ».
nb_no: Finner ikke brukeren med e-postadresse "%s".
nl_nl: Kan de gebruiker met e-mailadres "%s" niet vinden.
tr_tr: "%s" E-postası ile kullanıcı bulunamadı.
zh_cn: 找不到具有电子邮件 "%s" 的用户。
zh_tw: 找不到電子郵件地址為「%s」的用戶。

source: Cannot find user with identifier "%1$s" in context %2$d.
bg_bg: Не може да се намери потребител с идентификатор \ " %1$s " в контекста %2$d .
ca_es: No s'ha pogut trobar un usuari amb l'identificador "%1$s" en el context %2$d.
fr_fr: Impossible de trouver l'utilisateur d'identifiant « %1$s » dans le contexte %2$d.
nb_no: Finner ikke brukeren med ID "%1$s" i kontekst %2$d.
nl_nl: Kan gebruiker met kenmerk "%1$s" niet vinden in context %2$d.
tr_tr: %2$d içeriğinde "%1$s" tanımlayıcısı ile kullanıcı bulunamamaktadır.
zh_cn: 在环境 %2$d 中找不到具有识别符 "%1$s" 的用户。
zh_tw: 在環境 %2$d 中找不到指示符為「%1$s」的用戶。

source: Cannot find group with identifier "%1$s" in context %2$d.
bg_bg: Не може да се намери група с идентификатор \ " %1$s " в контекста %2$d .
ca_es: No s'ha pogut trobat un grup amb l'identificador "%1$s" en el context %2$d.
fr_fr: Impossible de trouver le groupe d'identifiant « %1$s » dans le contexte %2$d.
nb_no: Finner ikke gruppen med ID "%1$s" i kontekst %2$d.
nl_nl: Kan groep met kenmerk "%1$s" niet vinden in context %2$d.
tr_tr: %2$d içeriğinde "%1$s" tanımlayıcısı ile grup bulunamamaktadır.
zh_cn: 在环境 %2$d 中找不到具有识别符 "%1$s" 的组。
zh_tw: 在環境 %2$d 中找不到指示符為「%1$s」的群組。

source: Cannot clone object "%1$s".
bg_bg: Не може да се клонира обект \ " %1$s ".
ca_es: No s'ha pogut clonar l'objecte "%1$s".
fr_fr: Impossible de cloner l'objet « %1$s ».
nb_no: Kan ikke klone objektet "%1$s".
nl_nl: Kan object "%1$s" niet klonen.
tr_tr: "%1$s" nesnesi kopyalanamamaktadır.
zh_cn: 无法克隆对象 "%1$s"。
zh_tw: 無法複製物件「%1$s」。

source: Two users with same identifier "%1$s" in context %2$d found.
bg_bg: Двама потребители със същия идентификатор \ " %1$s " в контекст %2$d намерени.
ca_es: S'han trobat dos usuaris amb el mateix identificador "%1$s" en el context %2$d.
fr_fr: Deux utilisateurs avec le même identifiant « %1$s » ont été trouvés dans le contexte %2$d.
nb_no: To brukere med samme ID "%1$s" i kontekst %2$d funnet.
nl_nl: Twee gebruikers gevonden met kenmerk "%1$s" in context %2$d.
tr_tr: %2$d içeriğinde ''%1$s'' aynı tanımlayıcı ile iki adet kullanıcı bulundu.
zh_cn: 在环境 %2$d 中找到两名具有一样识别符 "%1$s" 的用户。
zh_tw: 在環境 %2$d 中找到指示符皆為「%1$s」的兩個用戶。

source: No permission to modify resources in context "%1$s"
bg_bg: Няма разрешение за промяна на ресурсите в контекста \ " %1$s "
ca_es: No hi ha permisos per a modificar recursos en el context "%1$s"
fr_fr: Pas de droit de modifier les ressources dans le contexte « %1$s »
nb_no: Ingen tillatelse til å modifisere ressursene i kontekst "%1$s"
nl_nl: Geen rechten om bronnen te wijzigen in context "%1$s"
tr_tr: "%1$s" içeriğindeki kaynakların değiştirilmesi için izin bulunmamaktadır
zh_cn: 没有在环境 "%1$s" 中修改资源的权限。
zh_tw: 沒有在環境「%1$s」中修改資源的權限

source: No permission to access resources in context "%1$s"
bg_bg: Няма разрешение за достъп до ресурси в контекста \ " %1$s "

source: Missing or unknown password mechanism "%1$s"
bg_bg: Липсващ или неизвестен механизъм за парола \ " %1$s "
ca_es: El mecanisme de contrasenyes "%1$s" falta o és desconegut
fr_fr: Mécanisme de mot de passe « %1$s » absent ou inconnu
nb_no: Manglende eller ukjent passordmekanisme "%1$s"
nl_nl: Ontbrekend of onbekend wachtwoordmechanisme "%1$s"
tr_tr: Eksik veya bilinmeyen şifre mekanizması "%1$s"
zh_cn: 缺少或未知密码机制 "%1$s"。
zh_tw: 缺少或未知的密碼機制「%1$s」

source: New password contains invalid characters.
bg_bg: Новата парола съдържа невалидни знаци.
ca_es: La contrasenya nova conté caràcters no vàlids.
fr_fr: Le nouveau mot de passe contient des caractères invalides.
nb_no: Nytt passord inneholder ugyldige tegn.
nl_nl: Nieuw wachtwoord bevat ongeldige tekens.
tr_tr: Yeni şifre geçerli olmayan karakter içermektedir.
zh_cn: 新密码包含无效字符。
zh_tw: 新密碼包含無效字元。

source: The parameter "%s" for this user is missing.
bg_bg: Параметърът "%s" за този потребител липсва.
ca_es: Falta el paràmetre "%s" per a aquest usuari.
fr_fr: Il manque le paramètre « %s » pour cet utilisateur.
nb_no: Parameteren "%s" for denne brukeren mangler.
nl_nl: De parameter "%s" ontbreekt voor deze gebruiker.
tr_tr: Bu kullanıcı için "%s" parametresi bulunmamaktadır.
zh_cn: 缺少此用户参数 "%s"。
zh_tw: 缺少此使用者的「%s」參數。

source: "%s" is not a valid locale.
bg_bg: \ " %s " не е валиден локал.
ca_es: "%s" no és un entorn d'idioma vàlid.
fr_fr: « %s » n'est pas une valeur locale valide.
nb_no: "%s" er ikke en gyldig språkkode.
nl_nl: "%s" is geen geldige landinstelling.
tr_tr: "%s" geçerli bir yerel ayar değildir.
zh_cn: "%s" 不是一个有效区码。
zh_tw: 「%s」是無效的語系代碼。

source: "%s" is not a valid timezone.
bg_bg: "%s" не е валидна часова зона.
ca_es: "%s" no és una zona horària vàlida.
fr_fr: « %s » n'est pas un fuseau horaire valide.
nb_no: "%s" er ikke en gyldig tidssone.
nl_nl: "%s" is geen geldige tijdzone.
tr_tr: "%s" geçerli bir saat dilimi değildir.
zh_cn: %s 不是一个有效时区。
zh_tw: 「%s」是無效的時區。
