Repository: open-xchange/appsuite-middleware
Catalog: l10n/client-onboarding-scenarios.*.po
Languages: cs_cz, da_dk, es_es, fr_fr, nb_no

source: Drive Application
cs_cz: Aplikace Drive
da_dk: Drive-programmet
es_es: Aplicación Drive
fr_fr: Application Drive
nb_no: Drive-app

source: Synchronize your files with our Drive application.
cs_cz: Synchronizujte své soubory s naší aplikací Drive.
da_dk: Synkronisér dine filer med vores Drive-program.
es_es: Sincronice sus ficheros con nuestra aplicación Drive.
fr_fr: Synchroniser vos fichiers avec l'application Drive.
nb_no: Synkroniser filene dine med Drive-appen.

source: Mail + Calendar + Address Book
cs_cz: Zprávy + Kalendář + Adresář
da_dk: E-mail + Kalender + Adressebog
es_es: Correo + Calendario + Libreta de direcciones
fr_fr: Courriel + Agenda + Carnet d'adresses
nb_no: Epost + kalender + adressebok

source: To synchronize your Mail, Calendar, Tasks and Address Book data, download and install our desktop application.
cs_cz: Pro synchronizaci svých zpráv, kalendáře, úkolů a adresáře si stáhněte a nainstalujte naši aplikaci pro pracovní plochu.
da_dk: For at synkronisere din e-mail, kalender, opgaver og adressebog, hent og installér vores skrivebordsprogram.
es_es: Para sincronizar sus datos de Correo, Calendario, Tareas y Libreta de direcciones, descargue e instale nuestra aplicación de escritorio.
fr_fr: Pour synchroniser les données de vos courriels, de vos agendas, de vos tâches et de votre carnet d'adresses, téléchargez et installez notre application bureautique.
nb_no: For å synkronisere epost, kalender, oppgaver og adressebok, last ned og installer skrivebordsapplikasjonen.

source: Drive App
cs_cz: Aplikace Drive
es_es: Aplicación Drive
fr_fr: App Drive

source: Synchronize your files with our Drive App.
cs_cz: Synchronizujte své soubory s naší aplikací Drive.
da_dk: Synkronisér dine filer med vores Drive-app.
es_es: Sincronice sus ficheros con nuestra aplicación Drive.
fr_fr: Synchroniser vos fichiers avec l'app Drive.
nb_no: Synkroniser filene dine med Drive-appen.

source: Mail App
cs_cz: Aplikace Zprávy
da_dk: E-mail-app
es_es: Aplicación Correo
fr_fr: App Courriel

source: Synchronize your Mail with our Mail App.
cs_cz: Synchronizujte své zprávy s naší aplikací Zprávy.
da_dk: Synkronisér din e-post med vores E-mail-app.
es_es: Sincronice su correo con nuestra aplicación Correo.
fr_fr: Synchroniser vos courriels avec l'app Courriel.
nb_no: Synkroniser epostene dine med Mail-appen.

source: Calendar + Address Book
cs_cz: Kalendář + Adresář
da_dk: Kalender + Adressebog
es_es: Calendario + Libreta de direcciones
fr_fr: Agenda + Carnet d'adresses
nb_no: Kalender + adressebok

source: Synchronize your Calendar and Address Book data with your device.
cs_cz: Synchronizujte svůj kalendář a adresář se svým zařízením.
da_dk: Synkronisér din kalender og din adressebog med din enhed.
es_es: Sincronice sus datos de Calendario y Libreta de direcciones con su dispositivo.
fr_fr: Synchroniser les données de vos agendas et de votre carnet d'adresses avec votre périphérique.
nb_no: Synkroniser kalender og adressebok med enheten din.

source: OX Sync
fr_fr: Sync OX

source: Synchronize all your appointments and contacts
cs_cz: Synchronizujte všechny své schůzky a kontakty
da_dk: Synkronisér alle dine aftaler og kontakter
es_es: Sincronice todas sus citas y contactos
fr_fr: Synchroniser tous vos rendez-vous et contacts
nb_no: Synkroniser alle avtalene og kontaktene dine

source: To manually setup your Calendar and Address Book accounts, please use the following information.
cs_cz: Pro manuální nastavení svých účtů kalendáře a adresáře použijte, prosím, následující údaje.
da_dk: Brug venligst de følgende oplysninger til selv at sætte dine kalender- og adressebogskonti op.
es_es: Para configurar manualmente sus cuentas de Calendario y Libreta de direcciones, por favor utilice la siguiente información.
fr_fr: Pour configurer manuellement vos comptes Agenda et Carnet d'adresses, veuillez utiliser les informations suivantes.
nb_no: For å manuelt sette opp kontoer for kalender og adressebok, vennligst bruk den følgende informasjonen.

source: Updater
cs_cz: Správce aktualizací
da_dk: Opdaterer
es_es: Actualizador
fr_fr: Gestionnaire de mises à jour

source: When executing the downloaded file, an installation wizard will be launched. Follow the instructions and install the updater. Installs latest versions of Windows® client software. The Updater automatically informs about new updates. You can download the updates from within the Updater.
cs_cz: Při spuštění staženého souboru bude spuštěn průvodce instalací. Následujte instrukce a nainstalujte správce aktualizací. Nainstaluje nejnovější verzi klientského softwaru pro Windows®. Správce aktualizací vás bude automaticky informovat o nových aktualizacích. Můžete si je stáhnout přímo ze správce.
da_dk: Når du kører den hentede fil, vil den starte en installationsguide. Følg instruktionerne og installér opdatereren. Installerer de seneste udgaver af Windows®-klientsoftware. Opdatereren vil automatisk informere om nye opdateringer. Du kan henter opdateringerne inde fra opdatereren.
es_es: Al ejecutar el archivo descargado, se pondrá en marcha un asistente de instalación. Siga las instrucciones e instale el actualizador. Se instalan las últimas versiones de software de cliente de Windows®. El Actualizador informa automáticamente sobre nuevas actualizaciones. Puede descargar las actualizaciones desde el Actualizador.
fr_fr: Lors de l'exécution du fichier téléchargé, un assistant d'installation sera lancé. Veuillez suivre les instructions et installer le gestionnaire de mises à jour. Il installera les dernières versions du logiciel client Windows. Le gestionnaire vous informe automatiquement des dernières mises à jour. Vous pouvez télécharger celles-ci directement depuis le gestionnaire.
nb_no: Når du kjører den nedlastede filen vil det startes en installasjonsveiviser. Følg instruksjonene og installer Updater-programmet. Programmet vil automatisk informere om nye oppdateringer, og du kan laste dem ned i Updater-programmet.

source: Connector for Microsoft Outlook®
cs_cz: Konektor pro Microsoft Outlook®
da_dk: Forbindelse til Microsoft Outlook®
es_es: Conector para Microsoft Outlook®
fr_fr: Connecteur à Microsoft Outlook®

source: Synchronization of Mail, Calendar, Contacts and Tasks, along with Public, Shared and System Folders to Microsoft Outlook® clients.
cs_cz: Synchronizace zpráv, kalendáře, kontaktů a úkolů, spolu s veřejnými, sdílenými a systémovými složkami, s klienty Microsoft Outlook®.
da_dk: Synkronisering af e-mails, kalender, kontakter og opgaver, samt offentlige, delte og systemmapper med Microsoft Outlook®-klienter.
es_es: Sincronización de Correo, Calendario, Contactos y Tareas, junto con carpetas públicas, compartidas y de sistema de los clientes de Microsoft Outlook®.
fr_fr: Synchronisation des courriels, agendas, contacts et tâches, ainsi que les dossiers publics, partagés et système des clients Microsoft Outlook®.
nb_no: Synkronisering av epost, kalender, kontakter, oppgaver, sammen med offentlige og delte mapper med Outlook-klienter.

source: Synchronize your Mail, Calendar and Address Book data with your device.
cs_cz: Synchronizujte své zprávy, kalendář a adresář se svým zařízením.
da_dk: Synkronisér din e-mail, kalender og adressebog med din enhed.
es_es: Sincronice sus datos de Correo, Calendario y Libreta de direcciones con su dispositivo.
fr_fr: Synchroniser les données de vos courriels, vos agendas et de votre carnet d'adresses avec votre périphérique.
nb_no: Synkroniser epost, kalender og adressebok med enheten din.

source: To manually setup your Mail, Calendar and Address Book accounts, please use the following information.
cs_cz: Pro manuální nastavení svých účtů zpráv, kalendáře a adresáře použijte, prosím, následující údaje.
da_dk: Brug venligst de følgende oplysninger til selv at sætte dine e-mail-, kalender- og adressebogskonti op.
es_es: Para configurar manualmente sus cuentas de Correo, Calendario y Libreta de direcciones, por favor utilice la siguiente información.
fr_fr: Pour configurer manuellement vos comptes Courriel, Agenda et Carnet d'adresses, veuillez utiliser les informations suivantes.
nb_no: For å manuelt sette opp kontoer for epost, kalender og adressebok, vennligst bruk den følgende informasjonen.

source: Mail
cs_cz: Zprávy
da_dk: E-mail
es_es: Correo
fr_fr: Courriel
nb_no: Epost

source: Synchronize your Mail with Apple Mail App.
cs_cz: Synchronizujte své zprávy s aplikací Apple Mail.
da_dk: Synkronisér din e-post med Apple Mail App.
es_es: Sincronice su Correo con la aplicación Apple Mail.
fr_fr: Synchroniser vos courriels avec l'app Courriel d'Apple.
nb_no: Synkroniser epost med Apple Mail-appen.

source: To manually setup your Mail account, please use the following information
cs_cz: Pro manuální nastavení svého poštovního účtu použijte, prosím, následující údaje
da_dk: Brug venligst de følgende oplysninger til selv at sætte din e-mail-konto op
es_es: Para ajustar manualmente su cuenta de Correo, por favor utilice la siguiente información
fr_fr: Pour configurer manuellement votre compte Courriel, veuillez utiliser les informations suivantes
nb_no: For å manuelt sette opp epostkontoen din, vennligst bruk den følgende informasjonen
